Repository: 10110111/stellarium-skycultures
Catalog: aztec/po/*.po
Languages: ar, cs, de, es, fil, fr, id, it, ja, ko, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: According to the Florentino Codex, Sahagun's informants identified a group of stars known as _Citlalcolotl_ with the stars of the Scorpion. In turn, Tezozomoc also mentions the scorpion star and he called it _Colotlixayac_, which means face of a scorpion. ![Paris Codex](colotlixayac_image.webp) In a section of the Paris Codex called zodiac pages [#3],[#10], the scorpion is also mentioned. In this codex the icons shows figures of animals hanging from the body of the Celestial Dragon. {: .img_and_caption }
cs: Podle Florentino Codexu informátoři Sahagunu identifikovali skupinu hvězd známých jako _Callalcolotl_ s hvězdami Štíra. Tezozomoc zase zmiňuje hvězdu štíra a nazval ji _Colotlixayac_, což znamená tvář štíra. ![Paris Codex](colotlixayac_image.webp) V části pařížského kodexu zvané stránky zvěrokruhu [#3], [#10] je také zmíněn škorpión. V tomto kódu jsou ikony znázorněny postavy zvířat visících z těla nebeského draka. {: .img_and_caption }
de: Nach dem Florentino Codex identifizierten Sahaguns Informanten eine Gruppe von Sternen, die als Citlalcolotl bekannt sind, mit den Sternen des Skorpions. Im Gegenzug erwähnt Tezozomoc auch den Skorpionstern und er nannte ihn Colotlixayac, was Gesicht eines Skorpions bedeutet. ![Pariser Kodex](colotlixayac_image.webp) In einem Abschnitt des Pariser Kodex, der als Tierkreisseiten [#3], [#10] bezeichnet wird, wird auch der Skorpion erwähnt. In diesem Kodex zeigen die Symbole Figuren von Tieren, die am Körper des Himmelsdrachen hängen. {: .img_and_caption }
fil: Ayon sa Florentino Codex, tinukoy ng mga impormante ni Sahagun ang isang grupo ng mga bituin na kilala bilang _Citlalcolotl_ na may mga bituin ng Scorpion. Kaugnay nito, binanggit din ni Tezozomoc ang scorpion star at tinawag niya itong _Colotlixayac_, na ang ibig sabihin ay mukha ng alakdan. ![Paris Codex](colotlixayac_image.webp) Sa isang seksyon ng Paris Codex na tinatawag na mga pahina ng zodiac [#3],[#10], binanggit din ang scorpion. Sa codex na ito ang mga icon ay nagpapakita ng mga pigura ng mga hayop na nakabitin sa katawan ng Celestial Dragon. {: .img_and_caption }
fr: Selon le Florentino Codex, les informateurs de Sahagun ont identifié un groupe d'étoiles connu sous le nom de _Citlalcolotl_ avec les étoiles du Scorpion. À son tour, Tezozomoc mentionne également l'étoile scorpion et il l'a appelé _Colotlixayac_, ce qui signifie visage d'un scorpion. ![Codex de Paris](colotlixayac_image.webp) Dans une section du Codex de Paris appelée pages du zodiaque [#3], [#10], le scorpion est également mentionné. Dans ce codex, les icônes montrent des figures d'animaux suspendus au corps du dragon céleste. {: .img_and_caption }
id: Menurut Florentino Codex, informan Sahagun mengidentifikasi sekelompok bintang yang dikenal sebagai _Citlalcolotl_ dengan bintang Kalajengking. Pada gilirannya, Tezozomoc juga menyebut bintang kalajengking dan dia menyebutnya _Colotlixayac_, yang berarti wajah kalajengking. ![Paris Codex](colotlixayac_image.webp) Dalam bagian dari Paris Codex yang disebut halaman zodiak [#3],[#10], kalajengking juga disebutkan. Dalam kodeks ini, ikon menunjukkan sosok binatang yang tergantung dari tubuh Naga Langit. {: .img_and_caption }
it: Secondo il Codice Florentino, gli informatori di Sahagun identificarono un gruppo di stelle noto come "Citlalcolotl" con le stelle dello Scorpione. A sua volta, Tezozomoc menziona anche la stella dello scorpione e l'ha chiamata _Colotlixayac_, che significa volto di uno scorpione. ![Codice di Parigi](colotlixayac_image.webp) In una sezione del Codice di Parigi chiamata pagine zodiacali [#3], [#10], viene citato anche lo scorpione. In questo codice le icone mostrano figure di animali che pendono dal corpo del Drago Celeste. {: .img_and_caption }
pt: Segundo o Codent Florentino, os informantes de Sahagun identificaram um grupo de estrelas conhecido como Citlalcolotl com as estrelas do Escorpião. Por sua vez, Tezozomoc também menciona a estrela do escorpião e a chamou de Colotlixayac, que significa face de um escorpião. ![Paris Codex](colotlixayac_image.webp) Em uma seção do Codex de Paris chamada páginas do zodíaco [#3], [#10], o escorpião também é mencionado. Neste códice, os ícones mostram figuras de animais pendurados no corpo do dragão celeste. {: .img_and_caption }
ru: Согласно Кодексу Флорентино, информаторы Саагуна определили группу звезд, известных как _Citlalcolotl_, со звездами Скорпиона. В свою очередь, Tezozomoc также упоминает звезду скорпиона, и он назвал ее _Colotlixayac_, что означает «лицо скорпиона». ![Paris Codex](colotlixayac_image.webp) В разделе Парижского кодекса, который называется страницами зодиака [#3], [#10], также упоминается скорпион. В этом кодексе на иконках изображены фигуры животных, висящие на теле Небесного Дракона. {: .img_and_caption }
tr: Florentino Codex'e göre, Sahagun'un muhbirleri _Citlalcolotl_ olarak bilinen bir grup yıldızı Akrep'in yıldızlarıyla tanımladı. Buna karşılık Tezozomoc da akrep yıldızından bahseder ve ona akrep yüzü anlamına gelen _Colotlixayac_ adını verir. ![Paris Codex](colotlixayac_image.webp) Paris Codex'in zodyak sayfaları [#3],[#10] adlı bir bölümünde akrepten de bahsediliyor. Bu kodeksteki simgeler, Göksel Ejderhanın vücudundan sarkan hayvan figürlerini gösterir. {: .img_and_caption }

source: The Aztecs were a group of indigenous peoples in Mesoamerica, especially in central parts of Mexico. Their culture flourished from 13th to 15th century but a great part of their knowledge was lost as a consequence of the Spanish conquest which occurred in the 16th century. The elements of the Aztec society such as culture, economy and science are preserved in the _tlacuilos_. This term loans from _tlacuiloa_, a word in the ancient Aztec language (Nahuatl [#12][#13]) that means _writing with drawings_. These Tlacuilos where stored in the _amoxcalli_ (books) and _calli_ (house). Later, they became known as _codices_; a word that came from the Latin word Codex meaning 'written book'. They were drawn in many different materials such as deer skin, _amate_ (paper) or cotton fabric and they had no text only drawings called _glifos_ [#5][#6]. Although, many of the pre-hispanic Codices were destroyed during the Spanish conquest, some native Americans and some Spanish priests have been working for keeping collections and continuing the Mesoamerican customs from earlier epochs. In the newly produced Colonial Codices, there is a change of the drawing style because of new techniques and the new materials imported from Europe. Additionally, descriptive text in these new manuscripts have been written in a mixture of both languages, Spanish and Nahuatl. ![Astronomical building](edificios.webp) Astronomical building {: .img_and_caption } Sadly, the Aztec astronomical knowledge in the remaining codexes is really small. The next image is one of the few that names some constellations and astronomical phenomena identified by the Aztec, it belong to the _Primeros Memoriales_ (first memorials), a colonial manuscript of the 16th century written by Fray Bernardino de Sahagun. ![Primeros Memoriales](Primeros_Memoriales.webp) ### Conclusion It is noteworthy that the interpretation of some of these constellations are still in discussion, and of course there must be other constellations to represent. Any comments and/or collaboration are welcome in order to preserve the stellar knowledge, myths and starlore of the Aztec culture.
de: Die Azteken waren eine Gruppe indigener Völker in Mesoamerika, insbesondere in zentralen Teilen Mexikos. Ihre Kultur blühte vom 13. bis 15. Jahrhundert, aber ein großer Teil ihres Wissens ging infolge der spanischen Eroberung im 16. Jahrhundert verloren. Die Elemente der aztekischen Gesellschaft wie Kultur, Wirtschaft und Wissenschaft sind in den Tlacuilos erhalten. Dieser Begriff leiht von _tlacuiloa_, einem Wort in der alten aztekischen Sprache (Nahuatl [#12] [#13]), das _schreiben mit Zeichnungen_ bedeutet. Diese Tlacuilos wurden im _amoxcalli_ (Bücher) und _calli_ (Haus) gespeichert. Später wurden sie als _codices_ bekannt; ein Wort, das vom lateinischen Wort Codex stammt und "geschriebenes Buch" bedeutet. Sie wurden in vielen verschiedenen Materialien wie Hirschhaut, Amat (Papier) oder Baumwollstoff gezeichnet und sie hatten keine Textzeichnungen, die nur Glifos [#5] [#6] genannt wurden. Obwohl viele der vorspanischen Kodizes während der spanischen Eroberung zerstört wurden, haben einige amerikanische Ureinwohner und einige spanische Priester daran gearbeitet, Sammlungen zu führen und die mesoamerikanischen Bräuche aus früheren Epochen fortzusetzen. In den neu produzierten Kolonialkodizes ändert sich der Zeichenstil aufgrund neuer Techniken und der aus Europa importierten neuen Materialien. Darüber hinaus wurde der beschreibende Text in diesen neuen Manuskripten in einer Mischung aus beiden Sprachen, Spanisch und Nahuatl, verfasst. ![Astronomisches Gebäude](edificios.webp) Astronomisches Gebäude {: .img_and_caption } Leider ist das astronomische Wissen der Azteken in den übrigen Codexen sehr gering. Das nächste Bild ist eines der wenigen, das einige von den Azteken identifizierte Konstellationen und astronomische Phänomene nennt. Es gehört zu den Primeros Memoriales (ersten Denkmälern), einem Kolonialmanuskript des 16. Jahrhunderts, das von Fray Bernardino de Sahagun geschrieben wurde. ![Primeros Memoriales](Primeros_Memoriales.webp) ### Fazit Es ist bemerkenswert, dass die Interpretation einiger dieser Konstellationen noch diskutiert wird, und natürlich müssen andere Konstellationen dargestellt werden. Kommentare und / oder Zusammenarbeit sind willkommen, um das herausragende Wissen, die Mythen und die Sternengeschichte der aztekischen Kultur zu bewahren.
fil: Ang mga Aztec ay isang grupo ng mga katutubo sa Mesoamerica, lalo na sa gitnang bahagi ng Mexico. Ang kanilang kultura ay umunlad mula ika-13 hanggang ika-15 siglo ngunit ang malaking bahagi ng kanilang kaalaman ay nawala bilang resulta ng pananakop ng mga Espanyol na naganap noong ika-16 na siglo. Ang mga elemento ng lipunang Aztec tulad ng kultura, ekonomiya at agham ay napanatili sa _tlacuilos_. Ang terminong ito ay humiram mula sa _tlacuiloa_, isang salita sa sinaunang wikang Aztec (Nahuatl [#12][#13]) na nangangahulugang _pagsusulat gamit ang mga guhit_. Ang mga Tlacuilos na ito kung saan nakaimbak sa _amoxcalli_ (mga aklat) at _calli_ (bahay). Nang maglaon, nakilala sila bilang _codices_; isang salita na nagmula sa salitang Latin na Codex na nangangahulugang 'nakasulat na aklat'. Ang mga ito ay iginuhit sa maraming iba't ibang materyales gaya ng balat ng usa, _amate_ (papel) o tela ng koton at wala silang mga text na guhit lamang na tinatawag na _glifos_ [#5][#6]. Bagaman, marami sa mga pre-hispanic na Codices ay nawasak sa panahon ng pananakop ng mga Kastila, ang ilang mga katutubong Amerikano at ilang mga paring Espanyol ay nagtatrabaho para sa pagpapanatili ng mga koleksyon at pagpapatuloy ng mga kaugalian ng Mesoamerican mula sa mga naunang panahon. Sa bagong gawang Colonial Codeces, may pagbabago sa istilo ng pagguhit dahil sa mga bagong pamamaraan at mga bagong materyales na na-import mula sa Europa. Karagdagan pa, ang naglalarawang teksto sa mga bagong manuskrito na ito ay isinulat sa magkahalong wika, Espanyol at Nahuatl. ![Astronomical building](edificios.webp) Astronomical na gusali {: .img_and_caption } Nakalulungkot, ang kaalaman sa astronomiya ng Aztec sa natitirang mga codex ay talagang maliit. Ang susunod na larawan ay isa sa iilan na nagpapangalan sa ilang konstelasyon at astronomical phenomena na kinilala ng Aztec, kabilang ito sa _Primeros Memoriales_ (unang alaala), isang kolonyal na manuskrito noong ika-16 na siglo na isinulat ni Fray Bernardino de Sahagun. ![Primeros Memoriales](Primeros_Memoriales.webp) ### Konklusyon Kapansin-pansin na ang interpretasyon ng ilan sa mga konstelasyon na ito ay pinag-uusapan pa rin, at siyempre dapat mayroong iba pang mga konstelasyon na kakatawanin. Anumang mga komento at/o pakikipagtulungan ay malugod na tinatanggap upang mapanatili ang stellar na kaalaman, mga alamat at bituin ng kultura ng Aztec.
id: Suku Aztec adalah sekelompok masyarakat adat di Mesoamerika, terutama di bagian tengah Meksiko. Budaya mereka berkembang dari abad ke-13 hingga ke-15 tetapi sebagian besar pengetahuan mereka hilang sebagai akibat dari penaklukan Spanyol yang terjadi pada abad ke-16. Unsur-unsur masyarakat Aztec seperti budaya, ekonomi dan ilmu pengetahuan dilestarikan di _tlacuilos_. Istilah ini dipinjam dari _tlacuiloa_, sebuah kata dalam bahasa Aztec kuno (Nahuatl [#12][#13]) yang berarti _menulis dengan gambar_. Tlacuilos ini disimpan di _amoxcalli_ (buku) dan _calli_ (rumah). Kemudian, mereka dikenal sebagai _codeces_; sebuah kata yang berasal dari kata Latin Codex yang berarti 'buku tertulis'. Mereka digambar dengan berbagai bahan seperti kulit rusa, _amate_ (kertas) atau kain katun dan mereka tidak memiliki gambar teks saja yang disebut _glifos_ [#5][#6]. Meskipun, banyak Kodeks pra-Hispanik dihancurkan selama penaklukan Spanyol, beberapa penduduk asli Amerika dan beberapa imam Spanyol telah bekerja untuk menyimpan koleksi dan melanjutkan kebiasaan Mesoamerika dari zaman sebelumnya. Dalam Kodeks Kolonial yang baru diproduksi, ada perubahan gaya gambar karena teknik baru dan bahan baru yang didatangkan dari Eropa. Selain itu, teks deskriptif dalam manuskrip baru ini telah ditulis dalam campuran kedua bahasa, Spanyol dan Nahuatl. ![Bangunan astronomi](edificios.webp) Bangunan astronomi {: .img_and_caption } Sayangnya, pengetahuan astronomi Aztec dalam kodeks yang tersisa sangat kecil. Gambar berikutnya adalah salah satu dari sedikit yang menyebutkan beberapa konstelasi dan fenomena astronomi yang diidentifikasi oleh suku Aztec, itu milik _Primeros Memoriales_ (peringatan pertama), sebuah manuskrip kolonial abad ke-16 yang ditulis oleh Fray Bernardino de Sahagun. ![Primeros Memoriales](Primeros_Memoriales.webp) ### Kesimpulan Patut dicatat bahwa interpretasi dari beberapa rasi bintang ini masih dalam diskusi, dan tentu saja harus ada rasi bintang lain untuk diwakili. Setiap komentar dan/atau kolaborasi dipersilakan untuk melestarikan pengetahuan bintang, mitos, dan cerita bintang dari budaya Aztec.
it: Gli Aztechi erano un gruppo di popolazioni indigene in Mesoamerica, specialmente nelle parti centrali del Messico. La loro cultura fiorì dal 13 ° al 15 ° secolo, ma gran parte delle loro conoscenze andarono perdute a seguito della conquista spagnola avvenuta nel 16 ° secolo. Gli elementi della società azteca come la cultura, l'economia e la scienza sono conservati nel _tlacuilos_. Questo termine prende in prestito da _tlacuiloa_, una parola nell'antica lingua azteca (Nahuatl [#12] [#13]) che significa "scrivere con disegni". Questi Tlacuilos erano conservati nei _amoxcalli_ (libri) e _calli_ (casa). Successivamente, furono conosciuti come _codices_; una parola che deriva dal latino Codex che significa "libro scritto". Sono stati disegnati in molti materiali diversi come la pelle di cervo, _amate_ (carta) o tessuto di cotone e non avevano solo testo chiamato disegni _glifos_ [#5] [#6]. Sebbene molti dei codici preispanici furono distrutti durante la conquista spagnola, alcuni nativi americani e alcuni sacerdoti spagnoli hanno lavorato per conservare le collezioni e continuare le usanze mesoamericane di epoche precedenti. Nei codici coloniali di nuova produzione, c'è un cambiamento nello stile di disegno a causa delle nuove tecniche e dei nuovi materiali importati dall'Europa. Inoltre, in questi nuovi manoscritti è stato scritto un testo descrittivo in una combinazione di entrambe le lingue, lo spagnolo e il nahuatl. ![Edificio astronomico](edificios.webp) Edificio astronomico {: .img_and_caption } Purtroppo, la conoscenza astronomica azteca nei restanti codici è davvero piccola. L'immagine successiva è una delle poche che nomina alcune costellazioni e fenomeni astronomici identificati dagli Aztechi, appartiene al _Primeros Memoriales_ (primi memoriali), un manoscritto coloniale del XVI secolo scritto da Fray Bernardino de Sahagun. ![Primeros Memoriales](Primeros_Memoriales.webp) ### Conclusione È interessante notare che l'interpretazione di alcune di queste costellazioni è ancora in discussione e, naturalmente, ci devono essere altre costellazioni da rappresentare. Eventuali commenti e / o collaborazioni sono benvenuti al fine di preservare la conoscenza stellare, i miti e le stelle della cultura azteca.
pt: Os astecas eram um grupo de povos indígenas na Mesoamérica, especialmente nas partes centrais do México. Sua cultura floresceu do século XIII ao XV, mas grande parte de seu conhecimento foi perdida em conseqüência da conquista espanhola que ocorreu no século XVI. Os elementos da sociedade asteca, como cultura, economia e ciência, são preservados nos _tlacuilos_. Este termo empresta de _tlacuiloa_, uma palavra na antiga língua asteca (Nahuatl [#12] [#13]) que significa _escrever com desenhos_. Esses Tlacuilos eram armazenados nos livros (amoxcalli) e (casa). Mais tarde, eles ficaram conhecidos como _codices_; uma palavra que veio da palavra latina Codex que significa 'livro escrito'. Eles foram desenhados em muitos materiais diferentes, como pele de veado, algodão (ama) ou tecido de algodão e não possuíam apenas desenhos chamados _glifos_ [#5] [#6]. Embora muitos dos Códices pré-hispânicos tenham sido destruídos durante a conquista espanhola, alguns nativos americanos e alguns padres espanhóis têm trabalhado para manter coleções e dar continuidade aos costumes mesoamericanos de épocas anteriores. Nos novos códigos coloniais produzidos, há uma mudança no estilo de desenho devido às novas técnicas e aos novos materiais importados da Europa. Além disso, o texto descritivo desses novos manuscritos foi escrito em uma mistura de ambos os idiomas, espanhol e nahuatl. ![Edifício astronômico](edificios.webp) Edifício astronômico {: .img_and_caption } Infelizmente, o conhecimento astronômico asteca nos demais códices é muito pequeno. A imagem seguinte é uma das poucas que cita algumas constelações e fenômenos astronômicos identificados pelos astecas, e pertence aos Primeros Memoriales (primeiros memoriais), um manuscrito colonial do século XVI, escrito por Fray Bernardino de Sahagun. ![Primeros Memoriales](Primeros_Memoriales.webp) Conclusão Vale ressaltar que a interpretação de algumas dessas constelações ainda está em discussão e, é claro, deve haver outras constelações para representar. Quaisquer comentários e / ou colaboração são bem-vindos, a fim de preservar o conhecimento estelar, os mitos e as estrelas da cultura asteca.
tr: Aztekler, Mezoamerika'da, özellikle Meksika'nın orta kesimlerinde bir grup yerli halktı. Kültürleri 13. yüzyıldan 15. yüzyıla kadar gelişti, ancak 16. yüzyılda meydana gelen İspanyol fetihlerinin bir sonucu olarak bilgilerinin büyük bir kısmı kayboldu. Aztek toplumunun kültür, ekonomi ve bilim gibi unsurları _tlacuilos'ta korunur. Bu terim, eski Aztek dilinde (Nahuatl [#12][#13]) bir kelime olan _tlacuiloa_'dan alınmıştır ve bu, _çizimlerle yazma_ anlamına gelir. Bu Tlacuilos, _amoxcalli_ (kitaplar) ve _calli_ (ev) içinde depolanır. Daha sonra bunlar _codices_ olarak tanındı; Latince 'yazılı kitap' anlamına gelen Codex kelimesinden gelen bir kelime. Geyik derisi, _amat_ (kağıt) veya pamuklu kumaş gibi birçok farklı malzemeyle çizilmişlerdi ve metinleri yoktu, sadece _glifos_ [#5][#6] adlı çizimler vardı. İspanyol fetihleri sırasında İspanyol öncesi Kodekslerin çoğu yok edilmiş olsa da, bazı yerli Amerikalılar ve bazı İspanyol rahipler koleksiyonları tutmak ve Mezoamerikan geleneklerini daha önceki dönemlerden sürdürmek için çalışıyorlar. Yeni üretilen Colonial Codices'lerde, yeni teknikler ve Avrupa'dan ithal edilen yeni malzemeler nedeniyle çizim tarzında bir değişiklik var. Ek olarak, bu yeni el yazmalarındaki tanımlayıcı metinler, İspanyolca ve Nahuatlca olmak üzere her iki dilin karışımıyla yazılmıştır. ![Astronomik yapı](edificios.webp) Astronomik yapı {: .img_and_caption } Ne yazık ki, kalan kodekslerdeki Aztek astronomi bilgisi gerçekten çok az. Bir sonraki görüntü, Aztekler tarafından tanımlanan bazı takımyıldızları ve astronomik fenomenleri isimlendiren az sayıdaki görüntüden biridir, Fray Bernardino de Sahagun tarafından yazılmış 16. yüzyıldan kalma bir sömürge el yazması olan _Primeros Memoriales'e (ilk anıtlar) aittir. ![Primeros Anıları](Primeros_Memoriales.webp) ### Çözüm Bu takımyıldızların bazılarının yorumunun hala tartışılıyor olması dikkat çekicidir ve elbette temsil edilecek başka takımyıldızlar da olmalıdır. Aztek kültürünün yıldız bilgisini, mitlerini ve yıldız bilgisini korumak için her türlü yorum ve/veya işbirliğine açığız.
