Repository: 10110111/stellarium-skycultures
Catalog: aztec/po/*.po
Languages: ar, cs, de, es, fil, fr, id, it, ja, ko, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Constelaciones Prehispánicas](http://www.montero.org.mx/constelaciones.htm) - [#3]: [The Question of the Zodiac in America](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Aztec Mythology](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [Los códices de México](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [Los códices coloniales de México](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: [Real cédula prohibiendo la historia general de las cosas de Nueva España de Fray Bernardino de Sahagún](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: repository [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Iconografía mexicana, Volumen 3](http://books.google.com.mx/books?id=kxPjdY1PJjEC&amp;pg=PA118&amp;lpg=PA118&amp;dq=Colotlixayac&amp;source=bl&amp;ots=F6xlTU1rer&amp;sig=9q_8ApdMTw5l9kagolArj5cPSMk&amp;hl=es&amp;ei=xoMeS8ToJoS1tgfpwv2cCg&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=5&amp;ved=0CBsQ6AEwBA#v=onepage&amp;q=Colotlixayac&amp;f=false) - [#10]: [El Códice París](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [El nacimiento del sol y la luna](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: [Diccionario náhuatl - español en línea en AULEX](http://aulex.org/nah-es/) - [#13]: language: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)
ar: - [#1]: [فويغو نويفو](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [الأبراج قبل الإسبانية](http://www.montero.org.mx/constelaciones.htm) - [#3]: [مسألة البروج في أمريكا](http://www.jstor.org/stable/660290؟origin=JSTOR-pdf) - [#4]: [Aztec Mythology](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [رموز المكسيك](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [الرموز الاستعمارية للمكسيك](http://es.wikipedia.org/wiki/C٪C3٪B3dices_coloniales_de_M٪C3٪A9xico) - [#7]: [وثيقة ملكية تحظر التاريخ العام للأشياء في إسبانيا الجديدة بقلم فراي برناردينو دي ساهاجون](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: مستودع [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Mexican Iconography، Volume 3] (http://books.google.com.mx/books؟id=kxPjdY1PJjEC&pg=PA118&lpg=PA118&dq=Colotlixayac&source=bl&ots=F6xlTU1rer&sig=9q_8ApdMTw5hl9cs&g=gos&g=gos & 8 النتيجة و resnum = 5 & ved = 0CBsQ6AEwBA # v = على الصفحة & q = Colotlixayac & f = false) - [#10]: [مخطوطة باريس](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [ولادة الشمس والقمر](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: [Nahuatl - قاموس إسباني عبر الإنترنت في AULEX](http://aulex.org/nah-es/) - [#13]: اللغة: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)
es: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Constelaciones Prehispánicas](http://www.montero.org.mx/constelaciones.htm) - [#3]: [The Question of the Zodiac in America](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Aztec Mythology](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [Los códices de México](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [Los códices coloniales de México](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: [Real cédula prohibiendo la historia general de las cosas de Nueva España de Fray Bernardino de Sahagún](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: repository [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Iconografía mexicana, Volumen 3](http://books.google.com.mx/books?id=kxPjdY1PJjEC&pg=PA118&lpg=PA118&dq=Colotlixayac&source=bl&ots=F6xlTU1rer&sig=9q_8ApdMTw5l9kagolArj5cPSMk&hl=es&ei=xoMeS8ToJoS1tgfpwv2cCg&sa=X&oi=book_result&ct=result&resnum=5&ved=0CBsQ6AEwBA#v=onepage&q=Colotlixayac&f=false) - [#10]: [El Códice París](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [El nacimiento del sol y la luna](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: [Diccionario náhuatl - español en línea en AULEX](http://aulex.org/nah-es/) - [#13]: language: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)
ja: - [#1]: [フエゴヌエボ](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [ヒスパニック前の星座](http://www.montero.org.mx/constelaciones.htm) - [#3]: [アメリカの干支の質問](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [アステカ神話](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [メキシコの写本](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [メキシコの植民地法典](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: [フレイベルナルディーノデサハグンによるニュースペインの一般的な歴史を禁ずる王室の文書](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: リポジトリ[Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [メキシコの図像、第3巻]（http://books.google.com.mx/books?id=kxPjdY1PJjEC&pg=PA118&lpg=PA118&dq=Colotlixayac&source=bl&ots=F6xlTU1rer&sig=wjcjjjjkjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjjdjjjjjjjjjjjjjjjjjj&j&j&j&j&j&j&&&&&==結果＆resnum = 5＆ved = 0CBsQ6AEwBA＃v = onepage＆q = Colotlixayac＆f = false） - [#10]: [パリコーデックス](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [太陽と月の誕生](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: [Nahuatl-AULEXのスペイン語オンライン辞書](http://aulex.org/nah-es/) - [#13]: 言語：[Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)
ko: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [사전 스페인 별자리](http://www.montero.org.mx/constelaciones.htm) - [#3]: [미국의 조디악 문제](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Aztec 신화](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [멕시코 코드](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [멕시코 식민지 코드](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: [프레이 Bernardino de Sahagún에 의해 뉴 스페인의 사물의 일반 역사를 금지하는 로열티 문서](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: 저장소 [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [멕시코 도해 법, 제 3 권] (http://books.google.com.mx/books?id=kxPjdY1PJjEC&pg=PA118&lpg=PA118&dq=Colotlixayac&source=bl&ots=F6xlTU1rer&sig=9q_8ApdMTw2ps9c9GpFeGeZe2=PeqeXw2e9e 결과 및 이력서 = 5 & ved = 0CBsQ6AEwBA # v = 한 페이지 및 q = Colotlixayac & f = false) - [#10]: [파리 코덱스](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [태양과 달의 탄생](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: [Nahuatl-AULEX의 스페인어 온라인 사전](http://aulex.org/nah-es/) - [#13]: 언어 : [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)
nl: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Pre-Spaanse sterrenbeelden](http://www.montero.org.mx/constelaciones.htm) - [#3]: [De kwestie van de dierenriem in Amerika](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Azteekse mythologie](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [De codices van Mexico](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [De koloniale codices van Mexico](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: [Koninklijk document dat de algemene geschiedenis van de dingen in Nieuw-Spanje verbiedt door Fray Bernardino de Sahagún](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: repository [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Mexicaanse iconografie, Volume 3] (http://books.google.com.mx/books?id=kxPjdY1PJjEC&pg=PA118&lpg=PA118&dq=Colotlixayac&source=bl&ots=F6xlTU1rer&sig=9q_8ApdMTw5l9kagolArj5cPSMk&hl=es&ei=xoMeS8ToJoS1tgfpwv2cCg&sa=X&oi=book_result&ct= resultaat & resnum = 5 & ved = 0CBsQ6AEwBA # v = onepage & q = Colotlixayac & f = false) - [#10]: [The Paris Codex](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [De geboorte van de zon en de maan](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: [Nahuatl - Spaans online woordenboek in AULEX](http://aulex.org/nah-es/) - [#13]: taal: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)
pl: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Pre-Hispanic Constellations](http://www.montero.org.mx/constelaciones.htm) - [#3]: [Pytanie zodiaku w Ameryce](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Aztec Mythology](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [The codices of Mexico](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [The Colonial codices of Mexico](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: [Królewski dokument zakazujący ogólnej historii rzeczy w Nowej Hiszpanii przez Fray Bernardino de Sahagún](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: repozytorium [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Ikonografia meksykańska, tom 3] (http://books.google.com.mx/books?id=kxPjdY1PJjEC&pg=PA118&lpg=PA118&dq=Colotlixayac&source=bl&ots=F6xlTU1rer&sig=9q_8ApdMTw5l&kag wynik i resnum = 5 i ved = 0CBsQ6AEwBA # v = na stronie i q = Colotlixayac & f = false) - [#10]: [The Paris Codex](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [Narodziny słońca i księżyca](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: [Nahuatl - hiszpański słownik online w AULEX](http://aulex.org/nah-es/) - [#13]: language: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)
zh_cn: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [西班牙裔前星座](http://www.montero.org.mx/constelaciones.htm) - [#3]: [美国黄道带问题](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Aztec Mythology](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [墨西哥的抄本](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [墨西哥殖民地抄本](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: [Fray Bernardino deSahagún禁止在新西班牙进行一般事物通行的皇家文件](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: 存储库[Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [墨西哥影像学，第3卷（http://books.google.com.mx/books?id=kxPjdY1PJjEC&pg=PA118&lpg=PA118&dq=Colotlixayac&source=bl&ots=F6xlTU1rer&sig=9q_8ApdMTw5l9kagolArj5cPSMk&hl=es&ei=xoMeS8ToJoS1tgfpwv2cCg&sa=X&oi=book_result&ct= result＆resnum = 5＆ved = 0CBsQ6AEwBA＃v =一页＆q = Colotlixayac＆f = false） - [#10]: [巴黎法典](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [太阳和月亮的诞生](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: [Nahuatl-AULEX中的西班牙语在线词典](http://aulex.org/nah-es/) - [#13]: 语言：[Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)

source: Enrique Gómez Candelario [aldeaglobal@gmail.com](mailto:aldeaglobal@gmail.com), [http://www.wirikuta.org/comala](http://www.wirikuta.org/comala) English translation by Rafael Rojas Segoviano re-worked by Susanne M Hoffmann
ar: إنريكي غوميز كانديلاريو [aldeaglobal@gmail.com] (mailto: aldeaglobal@gmail.com) ، [http://www.wirikuta.org/comala►(http://www.wirikuta.org/comala) الترجمة الإنجليزية بقلم رافائيل روخاس سيغوفانو أعادت سوزان هوفمان العمل
ja: エンリケゴメスカンデラリオ[aldeaglobal@gmail.com]（mailto：aldeaglobal@gmail.com）、[http://www.wirikuta.org/comala►（http://www.wirikuta.org/comala） Rafael Rojas Segovianoによる英語翻訳 スザンヌMホフマンによって再加工
ko: Enrique Gómez Candelario [aldeaglobal@gmail.com] (mailto : aldeaglobal@gmail.com), [http://www.wirikuta.org/comala►(http://www.wirikuta.org/comala) Rafael Rojas Segoviano에 의해 영어 번역 Susanne M Hoffmann이 재 작업
nl: Enrique Gómez Candelario [aldeaglobal@gmail.com] (mailto: aldeaglobal@gmail.com), [http://www.wirikuta.org/comala►(http://www.wirikuta.org/comala) Engelse vertaling door Rafael Rojas Segoviano herwerkt door Susanne M Hoffmann
pl: Enrique Gómez Candelario [aldeaglobal@gmail.com] (mailto: aldeaglobal@gmail.com), [http://www.wirikuta.org/comala►(http://www.wirikuta.org/comala) Tłumaczenie na angielski Rafael Rojas Segoviano przerobione przez Susanne M. Hoffmann
zh_cn: EnriqueGómezCandelario [aldeaglobal@gmail.com](mailto：aldeaglobal@gmail.com），[http://www.wirikuta.org/comala►（http://www.wirikuta.org/comala) 拉斐尔·罗哈斯·塞戈维亚诺的英语翻译 由Susanne M Hoffmann重做

source: GNU GPL v2.0
ar: GNU GPL الإصدار 2.0

source: New fire
ar: حريق جديد
cs: Nový oheň
de: Neues Feuer
es: Fuego nuevo
fil: Bagong apoy
fr: Nouveau feu
id: Api baru
it: Nuovo fuoco
ja: 新しい火
ko: 새로운 불
nl: Nieuw vuur
pl: Nowy ogień
pt: Novo fogo
ru: Новый огонь
tr: yeni ateş
zh_cn: 新火
zh_tw: 新火

source: Ancient Aztec named Orion's Belt 'Mamalhuaztli'. It represented the wood sticks used to light the new fire in the commemoration celebrated every 52 years by the Mexicans and their neighbors. This celebration was named _toxiuh molpilia_ which means 'binding of the years' and coincided with the beginning of the new year named _xiuhtzitzquilo_. ![](mamalhuaztli_image.webp)
ar: سميت الأزتك القديمة بحزام أوريون "Mamalhuaztli". كانت تمثل العصي الخشبية المستخدمة لإشعال النار الجديدة في الاحتفال الذي يحتفل به المكسيكيون وجيرانهم كل 52 عامًا. تم تسمية هذا الاحتفال باسم _toxiuh molpilia_ وهو ما يعني "ارتباط السنوات" وتزامن مع بداية العام الجديد المسمى _xiuhtzitzquilo. ![](mamalhuaztli_image.webp)!
es: El antiguo azteca llamado Cinturón de Orión 'Mamalhuaztli'. Representaba los palos de madera utilizados para encender el nuevo fuego en la conmemoración celebrada cada 52 años por los mexicanos y sus vecinos. Esta celebración se denominó _toxiuh molpilia_, que significa 'unión de los años' y coincidió con el comienzo del nuevo año llamado _xiuhtzitzquilo_. ![](mamalhuaztli_image.webp)
ja: 古代のアステカ族はオリオンのベルトを「ママルファズトリ」と名付けました。これは、メキシコ人とその近所の人々が52年ごとに祝った記念式典で新しい火を灯すために使用された木の棒を表しています。このお祝いは「toxiuh molpilia_」と名付けられました。これは「年の束縛」を意味し、_xiuhtzitzquilo_という名前の新しい年の始まりと一致しました。 ![](mamalhuaztli_image.webp)
ko: 고대 아즈텍은 오리온의 벨트를 'Mamalhuaztli'라고 명명했습니다. 그것은 멕시코 인과 그 이웃들이 52 년마다 기념하는 기념 행사에서 새로운 불을 밝히는 데 사용 된 나무 막대기를 나타냅니다. 이 축하의 이름은``toxiuh molpilia_ ''로, '년의 구속력'을 의미하며 _xiuhtzitzquilo_라는 새해의 시작과 일치합니다. ![](mamalhuaztli_image.webp)
nl: Oude Azteekse naam Orion's Belt 'Mamalhuaztli'. Het vertegenwoordigde de houten stokken die werden gebruikt om het nieuwe vuur aan te steken in de herdenking die elke 52 jaar werd gevierd door de Mexicanen en hun buren. Deze viering heette _toxiuh molpilia_ wat 'binding van de jaren' betekent en viel samen met het begin van het nieuwe jaar genaamd _xiuhtzitzquilo_. ![](mamalhuaztli_image.webp)
pl: Starożytny Aztek nazwał Pas Oriona „Mamalhuaztli”. Przedstawiał drewniane patyki używane do rozpalenia nowego ognia podczas obchodów obchodzonych co 52 lata przez Meksykanów i ich sąsiadów. Obchody te nazwano _toxiuh molpilia_, co oznacza „wiązanie lat” i zbiegło się z początkiem nowego roku o nazwie _xiuhtzitzquilo_. ![](mamalhuaztli_image.webp)
zh_cn: 古代阿兹台克人将猎户座腰带称为“ Mamalhuaztli”。它代表了每52年墨西哥人及其邻居庆祝的纪念活动中用来点燃新火的木棍。这个庆祝活动被命名为“ toxiuh molpilia_”，意思是“岁月的束缚”，恰逢新年的开始，命名为“ xiuhtzitzquilo_”。 ![](mamalhuaztli_image.webp)

source: Market
ar: سوق
cs: Trh
de: Markt
es: Mercado
fil: Merkado
fr: Marché
id: Pasar
it: Mercato
ja: 市場
ko: 시장
nl: Markt
pl: Rynek
pt: Mercado
ru: рынок
tr: Pazar
zh_cn: 市场
zh_tw: 市場

source: For the Mexicans, the group of stars known as Pleiades symbolized _Tianquiztli_ (the Market), perhaps because of the crowd that gathers on them. Normally, they are represented by one or two people inside a circle with goods. ![](tiaquitztli_image.webp) Nowadays, in Mexico the informal market or street markets are called _Tianguis_.
ar: بالنسبة للمكسيكيين ، ترمز مجموعة النجوم المعروفة باسم Pleiades إلى (السوق) Tianquiztli_ ، ربما بسبب الحشد الذي يتجمع عليهم. عادة ، يتم تمثيلهم من قبل شخص أو شخصين داخل دائرة مع بضائع. ![](tiaquitztli_image.webp)! في الوقت الحاضر ، في المكسيك تسمى السوق غير الرسمية أو أسواق الشوارع _Tianguis_.
es: Para los mexicanos, el grupo de estrellas conocido como Pléyades simbolizaba a Tianquiztli (el Mercado), tal vez debido a la multitud que se reúne sobre ellos. Normalmente, están representados por una o dos personas dentro de un círculo con bienes. ![](tiaquitztli_image.webp) Hoy en día, en México, el mercado informal o los mercados callejeros se llaman Tianguis.
ja: メキシコ人にとって、プレアデス星団として知られる星のグループは、おそらくそれらに集まる群衆のために、_Tianquiztli_（市場）を象徴していました。通常、それらは商品を含む円の中に1人または2人で表されます。 ![](tiaquitztli_image.webp) 現在、メキシコではインフォーマルマーケットまたはストリートマーケットは_Tianguis_と呼ばれています。
ko: 멕시코 인들에게 플레이아데스 (Pleiades)라고 알려진 별 그룹은 아마도 사람들을 모으는 군중 때문에 _Tianquiztli_ (시장)을 상징했습니다. 일반적으로 상품과 함께 원 안에 1 ~ 2 명이 표시됩니다. ![](tiaquitztli_image.webp) 오늘날 멕시코에서는 비공식 시장이나 거리 시장을 _Tianguis_라고합니다.
nl: Voor de Mexicanen symboliseerde de groep van sterren die bekend staat als Pleiaden _Tianquiztli_ (de markt), misschien vanwege de menigte die zich op hen verzamelt. Normaal gesproken worden ze vertegenwoordigd door een of twee mensen in een cirkel met goederen. ![](tiaquitztli_image.webp) Tegenwoordig wordt in Mexico de informele markt of straatmarkt _Tianguis_ genoemd.
pl: Dla Meksykanów grupa gwiazd zwana Plejadami symbolizowała „Tianquiztli” (Rynek), być może z powodu zgromadzonego na nich tłumu. Zwykle są reprezentowane przez jedną lub dwie osoby w kręgu z towarami. ![](tiaquitztli_image.webp) Obecnie w Meksyku nieformalny rynek lub targowisko nazywa się „Tianguis”.
zh_cn: 对于墨西哥人来说，被称为P宿星的恒星群象征着_Tianquiztli_（市场），也许是因为聚集在人群中的人群。通常，它们由一个或两个人围成一圈摆着商品。 ![](tiaquitztli_image.webp) 如今，在墨西哥，非正式市场或街头市场被称为“ Tianguis_”。

source: Ball game of the stars
ar: لعبة الكرة من النجوم
cs: Míčová hra hvězd
de: Ballspiel der Sterne
es: Juego de pelota de las estrellas
fil: Larong bola ng mga bituin
fr: Jeu de balle des étoiles
id: Permainan bola bintang
it: Gioco della palla delle stelle
ja: 星の球技
ko: 별의 볼 게임
nl: Balspel van de sterren
pl: Gra w piłkę gwiazd
pt: Jogo de bola das estrelas
ru: Игра в мяч звезд
tr: Yıldızların top oyunu
zh_cn: 星星的球赛
zh_tw: 星星的球賽

source: The constellation of Gemini was called _Citlaltlachtli_, which means the ball game of the stars. This game was endowed with a ritual significance and used a natural rubber ball. It is said that the movement of the ball within the playing field refers to the movement of the Sun and Moon.
ar: كانت كوكبة الجوزاء تسمى _Citlaltlachtli_ ، مما يعني لعبة النجوم. وقد منحت هذه اللعبة أهمية طقسية واستخدمت كرة مطاطية طبيعية. يقال أن حركة الكرة داخل الملعب تشير إلى حركة الشمس والقمر.
es: La constelación de Géminis se llamaba Citlaltlachtli, que significa el juego de pelota de las estrellas. Este juego fue dotado de un significado ritual y utilizó una pelota de goma natural. Se dice que el movimiento de la pelota dentro del campo de juego se refiere al movimiento del Sol y la Luna.
ja: ジェミニの星座は_Citlaltlachtli_と呼ばれ、星の球技を意味していました。このゲームは儀式の重要性に恵まれており、天然ゴムボールを使用していました。競技場内でのボールの動きは太陽と月の動きを指すと言われています。
ko: 쌍둥이 자리의 별자리는 _Citlaltlachtli_라고 불리며 별의 공 게임을 의미합니다. 이 게임에는 의식적 중요성이 부여되었으며 천연 고무 공을 사용했습니다. 경기장 내에서 공의 움직임은 태양과 달의 움직임을 의미한다고합니다.
nl: Het sterrenbeeld Tweelingen heette _Citlaltlachtli_, wat het balspel van de sterren betekent. Dit spel was begiftigd met een rituele betekenis en gebruikte een bal van natuurlijk rubber. Er wordt gezegd dat de beweging van de bal binnen het speelveld verwijst naar de beweging van de zon en de maan.
pl: Konstelacja Bliźniąt nazywała się „Citlaltlachtli”, co oznacza grę gwiazd w piłkę. Ta gra została wyposażona w rytualne znaczenie i wykorzystała kulkę z naturalnej gumy. Mówi się, że ruch piłki w polu gry odnosi się do ruchu Słońca i Księżyca.
zh_cn: 双子星座被称为_Citlaltlachtli_，意思是星星的球赛。该游戏具有仪式意义，并使用了天然橡胶球。据说球在运动场内的运动是指太阳和月亮的运动。

source: Twisted foot
ar: قدم ملتوية
cs: Kroucená noha
de: Verdrehter Fuß
es: Pie torcido
fil: Napilipit na paa
fr: Pied tordu
id: Kaki bengkok
it: Piede contorto
ja: ねじれた足
ko: 뒤틀린 발
nl: Gedraaide voet
pl: Skręcona stopa
pt: Pé torcido
ru: Витая нога
tr: bükülmüş ayak
zh_cn: 扭脚
zh_tw: 扭腳
