Repository: 10110111/stellarium-skycultures
Catalog: aztec/po/*.po
Languages: ar, cs, de, es, fil, fr, id, it, ja, ko, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Constelaciones Prehispánicas](http://www.montero.org.mx/constelaciones.htm) - [#3]: [The Question of the Zodiac in America](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Aztec Mythology](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [Los códices de México](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [Los códices coloniales de México](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: Real cédula prohibiendo la historia general de las cosas de Nueva España de Fray Bernardino de Sahagún: [link](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: repository [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Iconografía mexicana, Volumen 3](https://books.google.com.mx/books?id=kxPjdY1PJjEC) - [#10]: [El Códice París](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [El nacimiento del sol y la luna](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: Diccionario náhuatl - español en línea: [AULEX](http://aulex.org/nah-es/) - [#13]: language: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)
de: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Constelaciones Prehispánicas](http://www.montero.org.mx/constelaciones.htm) - [#3]: [Die Frage des Tierkreises in Amerika](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Aztekische Mythologie](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [Los códices de México](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [Los códices koloniales de México](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]. - [#8]: Repository [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Iconografía mexicana, Volumen 3](https://books.google.com.mx/books?id=kxPjdY1PJjEC) - [#10]: [El Códice París](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [El nacimiento del sol y la luna](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: Diccionario náhuatl - español en línea: [AULEX](http://aulex.org/nah-es/) - [#13]: Sprache: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)
fil: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Constelaciones Prehispánicas](http://www.montero.org.mx/constelaciones.htm) - [#3]: [Ang Tanong ng Zodiac sa America](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Aztec Mythology](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [Los códices de México](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [Los códices coloniales de México](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: Real cédula prohibiendo la historia general de las cosas de Nueva España de Fray Bernardino de Sahagún: [link](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: repositoryo [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Iconografía mexicana, Volume 3](https://books.google.com.mx/books?id=kxPjdY1PJjEC) - [#10]: [El Códice París](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [El nacimiento del sol y la luna](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: Diccionario náhuatl - español en línea: [AULEX](http://aulex.org/nah-es/) - [#13]: wika: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)
id: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Constelaciones Prehispánicas](http://www.montero.org.mx/constelaciones.htm) - [#3]: [Pertanyaan Zodiak di Amerika](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Mitologi Aztec](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [Los códices de México](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [Los códices koloniales de México](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: Real cédula prohibiendo la historia general de las cosas de Nueva España de Fray Bernardino de Sahagún: [tautan](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: repositori [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Iconografía mexicana, Volume 3](https://books.google.com.mx/books?id=kxPjdY1PJjEC) - [#10]: [El Códice París](http://www.famsi.org/spanish/mayawriting/codeces/paris.html) - [#11]: [El nacimiento del sol y la luna](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: Diccionario náhuatl - español en línea: [AULEX](http://aulex.org/nah-es/) - [#13]: bahasa: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)
it: - [#1]: [Fuego Nuevo](http://bibreviews.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Constelaciones Prehispánicas](http://www.montero.org.mx/constelaciones.htm) - [#3]: [La questione dello zodiaco in America](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Aztec Mythology](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [Los códices de México](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [Los códices coloniales de México](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: Real cédula che vieta la storia generale delle coste della Nueva España di Fray Bernardino di Sahagún: [link](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: repository [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Iconografía mexicana, Volumen 3](https://books.google.com.mx/books?id=kxPjdY1PJjEC) - [#10]: [El Códice París](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [El nacimiento del sol y la luna](http://redescolar.ilce.edu.mx/redescolar/bibshops/literatura/leyenda/mexicas/mexsolun.html) - [#12]: Diccionario náhuatl - español en línea: [AULEX](http://aulex.org/nah-es/) - [#13]: lingua: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)
pt: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Constelaciones Prehispánicas](http://www.montero.org.mx/constelaciones.htm) - [#3]: [A questão do zodíaco na América](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Mitologia Asteca](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [Los códices de México](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [Los códigos coloniais do México](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: Cédula real que proíbe a história geral dos países da Nova Espanha de Frei Bernardino de Sahagún: [link](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: repositório [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Iconografía mexicana, Volume 3](https://books.google.com.mx/books?id=kxPjdY1PJjEC) - [#10]: [El Códice París](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [O desenvolvimento do sol e a lua](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: Diccionario náhuatl - español on line: [AULEX](http://aulex.org/nah-es/) - [#13]: idioma: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)
tr: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Constelaciones Prehispánicas](http://www.montero.org.mx/constelaciones.htm) - [#3]: [Amerika'da Zodyak Sorusu](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Aztek Mitolojisi](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [Los códices de México](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [Los códices Coloniales de México](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: Gerçek cédula prohibiendo la historia general de las cosas de Nueva España de Fray Bernardino de Sahagún: [link](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: depo [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Iconografía mexicana, Cilt 3](https://books.google.com.mx/books?id=kxPjdY1PJjEC) - [#10]: [El Códice Paris](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [El nacimiento del sol y la luna](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: Diccionario náhuatl - español en línea: [AULEX](http://aulex.org/nah-es/) - [#13]: dil: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)

source: [Enrique Gómez Candelario](mailto:aldeaglobal@gmail.com) English translation by Rafael Rojas Segoviano Rework by Stellarium's team. ### Thanks - Javier Gómez Sandoval - Martha Patricia Rivera - Emilio Ramón Bolaños Guerra - Hector Vega - Rafael Rojas Segoviano - Juan Caballero - SAAGS
de: [Enrique Gómez Candelario](mailto:aldeaglobal@gmail.com) Englische Übersetzung von Rafael Rojas Segoviano Nacharbeit von Stellariums Team. ### Vielen Dank - Javier Gómez Sandoval - Martha Patricia Rivera - Emilio Ramón Bolaños Guerra - Hector Vega - Rafael Rojas Segoviano - Juan Caballero - SAAGS
fil: [Enrique Gómez Candelario](mailto:aldeaglobal@gmail.com) Salin sa Ingles ni Rafael Rojas Segoviano Rework ng team ni Stellarium. ### Salamat - Javier Gómez Sandoval - Martha Patricia Rivera - Emilio Ramón Bolaños Guerra - Hector Vega - Rafael Rojas Segoviano - Juan Caballero - SAAGS
id: [Enrique Gómez Candelario](mailto:aldeaglobal@gmail.com) Terjemahan bahasa Inggris oleh Rafael Rojas Segoviano Pengerjaan ulang oleh tim Stellarium. ### Terima kasih - Javier Gómez Sandoval - Martha Patricia Rivera - Emilio Ramón Bolaños Guerra - Hector Vega - Rafael Rojas Segoviano - Juan Caballero - SAAGS
it: [Enrique Gómez Candelario](mailto:aldeaglobal@gmail.com) Traduzione inglese di Rafael Rojas Segoviano Rielaborazione del team di Stellarium. ### Grazie - Javier Gómez Sandoval - Martha Patricia Rivera - Emilio Ramón Bolaños Guerra - Hector Vega - Rafael Rojas Segoviano - Juan Caballero - SAAGS
pt: [Enrique Gómez Candelario](mailto:aldeaglobal@gmail.com) Tradução para o inglês por Rafael Rojas Segoviano Retrabalho pela equipe do Stellarium. ### Obrigado - Javier Gómez Sandoval - Martha Patricia Rivera - Emilio Ramón Bolaños Guerra - Hector Vega - Rafael Rojas Segoviano - Juan Caballero - SAAGS
tr: [Enrique Gómez Candelario](mailto:aldeaglobal@gmail.com) Rafael Rojas Segoviano tarafından İngilizce çeviri Stellarium'un ekibi tarafından yeniden işlendi. ### Teşekkürler - Javier Gomez Sandoval - Martha Patricia Rivera - Emilio Ramón Bolaños Guerra - Hector Vega - Rafael Rojas Segoviano - Juan Caballero - SAAG'ler

source: For ancient aztecs, the knowledge of the night skies and stars movement had great importance for their calendars and the measurement of both agricultural and sacred cycles. However, great part of this knowledge was lost as consequence of the Spanish conquest which occurred on continental America in the 16th century.
zh_tw: 對於古代的阿茲台克人來說，了解夜空和星星運動對於他們的日曆以及農業周期和神聖週期的測量都非常重要。但是，由於16世紀在美國大陸發生的西班牙征服，這些知識的大部分都丟失了。

source: The elements of the Aztec society such as culture, economy and science is preserved in the _tlacuilos_, word that comes from the ancient Nahuatl word _tlacuiloa_, which means _writing with drawings_. These Tlacuilos where stored in the _amoxcalli_, meaning amoxtli: books and calli: house. Later their became known as _codices_; a word that came from the Latin word Codex which means written book. After the Spanish conquest many of the pre-hispanic Codexes where destroyed, their main feature is that their where drawn in many different materials such as deer skin, _amate_ paper or cotton fabric and they had no text only draws or _glifos_. However the collection of Mesoamerican customs continued prior to the Spanish conquest thanks to the work of some native indians and some Spanish priests, this codexes are known as Colonial Codexes and there is a change of the way of drawing because of the new techniques of drawing and the new materials imported from Europe, also because of the incorporation of descriptive text both in Spanish and Nahuatl. ![Astronomical building](edificios.webp) Astronomical building {: .img_and_caption } Sadly, the Aztec astronomical knowledge in the remaining codexes is really small. The next image is one of the few that names some constellations and astronomical phenomena identified by the Aztec, it belong to the _Primeros Memoriales_ (first memorials), which is a colonial manuscript of the 16th century written by Fray Bernardino de Sahagun. ![Primeros Memoriales](Primeros_Memoriales.webp) ### Conclusion It is noteworthy that the interpretation of some of these constellations are still in discussion, and of course there must be other constellations to represent. Any comments and/or collaboration are welcome in order to preserve the stellar knowledge and meaning of the Aztec culture. ### Thanks to - Javier Gómez Sandoval - Martha Patricia Rivera - Emilio Ramón Bolaños Guerra - Hector Vega - Rafael Rojas Segoviano - Juan Caballero - SAAGS
zh_tw: 阿茲台克人的社會文化，經濟和科學等元素保留在“ tlacuilos_”中，該詞來自古老的納瓦特語單詞“ tlacuiloa_”，意思是“用圖紙書寫”。這些Tlacuilos存儲在_amoxcalli_中，意思是amoxtli：書籍和calli：房屋。後來他們被稱為_codices_；來自拉丁語Codex的單詞，表示書面書籍。 西班牙征服了許多西班牙前法典之後，這些法典被摧毀了，它們的主要特徵是它們是用許多不同的材料繪製的，例如鹿皮，阿瑪提紙或棉織物，沒有文字，只能繪製或使用格利弗斯。但是，由於一些土著印第安人和一些西班牙神父的工作，中美洲風俗習慣在西班牙征服之前仍在繼續，這種手抄本被稱為殖民地手抄本，並且由於新的繪圖和繪製技術，繪圖方式有所變化。從歐洲進口的新材料，也因為在西班牙文和納瓦特語中引入了描述性文字。 ![天文建築](edificios.webp) 天文建築 {: .img_and_caption } 可悲的是，其餘編解碼器中的Aztec天文知識確實很少。下一張圖片是阿茲台克人識別的一些星座和天文現象的少數幾個圖片之一，它屬於_Primeros Memoriales_（第一紀念館），這是弗雷·貝納迪諾·德·薩哈貢（Fray Bernardino de Sahagun）撰寫的16世紀殖民手稿。 ![Primeros Memoriales](Primeros_Memoriales.webp) ###結論 值得注意的是，其中一些星座的解釋仍在討論中，當然還必須有其他星座來表示。歡迎任何評論和/或合作，以保留阿茲台克人文化的淵博知識和含義。 ＃＃＃ 謝謝 - 哈維爾·戈麥斯·桑多瓦爾 - 瑪莎·帕特里夏·里維拉 - 埃米利奧·拉蒙·波拉尼奧斯·瓜拉 - 赫克托·維加（Hector Vega） - 拉斐爾·羅哈斯·塞戈維亞諾 - 胡安·卡瓦列羅（Juan Caballero） - 薩格斯

source: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Constelaciones Prehispánicas](http://www.montero.org.mx/constelaciones.htm) - [#3]: [The Question of the Zodiac in America](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Aztec Mythology](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [Los códices de México](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [Los códices coloniales de México](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: [Real cédula prohibiendo la historia general de las cosas de Nueva España de Fray Bernardino de Sahagún](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Iconografía mexicana, Volumen 3](http://books.google.com.mx/books?id=kxPjdY1PJjEC&amp;pg=PA118&amp;lpg=PA118&amp;dq=Colotlixayac&amp;source=bl&amp;ots=F6xlTU1rer&amp;sig=9q_8ApdMTw5l9kagolArj5cPSMk&amp;hl=es&amp;ei=xoMeS8ToJoS1tgfpwv2cCg&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=5&amp;ved=0CBsQ6AEwBA#v=onepage&amp;q=Colotlixayac&amp;f=false) - [#10]: [El Códice París](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [El nacimiento del sol y la luna](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: [Diccionario náhuatl - español en línea en AULEX](http://aulex.org/nah-es/) - [#13]: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)
zh_tw: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [西班牙裔前星座](http://www.montero.org.mx/constelaciones.htm) - [#3]: [美國黃道帶問題](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Aztec Mythology](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [墨西哥的抄本](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [墨西哥殖民地抄本](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: [Fray Bernardino deSahagún禁止在新西班牙進行一般事物通行的皇家文件](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [墨西哥影像學，第3卷（http://books.google.com.mx/books?id=kxPjdY1PJjEC&pg=PA118&lpg=PA118&dq=Colotlixayac&source=bl&ots=F6xlTU1rer&sig=9q_8ApdMTw5l9kagolArj5cPSMk&hl=es&ei=xoMeS8ToJoS1tgfpwv2cCg&sa=X&oi=book_result&ct= result＆resnum = 5＆ved = 0CBsQ6AEwBA＃v =一頁＆q = Colotlixayac＆f = false） - [#10]: [巴黎法典](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [太陽和月亮的誕生](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: [Nahuatl-AULEX中的西班牙語在線詞典](http://aulex.org/nah-es/) - [#13]: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)

source: Enrique Gómez Candelario [aldeaglobal@gmail.com](mailto:aldeaglobal@gmail.com), [http://www.wirikuta.org/comala](http://www.wirikuta.org/comala) English translation by Rafael Rojas Segoviano
zh_tw: EnriqueGómezCandelario [aldeaglobal@gmail.com](mailto：aldeaglobal@gmail.com），[http://www.wirikuta.org/comala►（http://www.wirikuta.org/comala) 拉斐爾·羅哈斯·塞戈維亞諾的英語翻譯

source: Ancient Aztec identified the Orion's Belt as Mamalhuaztli, and it represented the wood sticks used to light the new fire in the commemoration celebrated every 52 years by the Mexicans and their neighbors named _toxiuh molpilia_ which means binding of the years and coincided with the beginning of the new year named _xiuhtzitzquilo_. ![](mamalhuaztli_image.webp)
zh_tw: 古代阿茲台克人將獵戶座腰帶標識為Mamalhuaztli，它代表了墨西哥人及其鄰居名為“ toxiuh molpilia_”每隔52年慶祝一次的新木柴，用以點燃新火。新年命名為_xiuhtzitzquilo_。 ![](mamalhuaztli_image.webp)

source: The group of stars that we know as Pleiades symbolized for the Mexicas _Tianquiztli_, which means market, perhaps because of the crowd that gathers on them, they're generally represented by one or two people inside a circle with goods. ![](tiaquitztli_image.webp) Currently, in Mexico the informal market or street markets are called _Tianguis_.
zh_tw: 我們稱為“ le宿星團”的恆星群以“墨西哥人”（Tianquiztli_）為代表，這意味著市場，也許是由於聚集的人群，它們通常由一個或兩個人圍成一圈擺著商品。 ![](tiaquitztli_image.webp) 目前，在墨西哥，非正式市場或街頭市場稱為“ Tianguis_”。

source: The constellation of Gemini was called _Citlaltlachtli_, which means the ball game of the stars. This game was endowed with a ritual significance and used a natural rubber ball. It is said that the movement of the ball within the playing field refers to the movement of the sun and moon.
zh_tw: 雙子星座被稱為_Citlaltlachtli_，意為星星的球賽。該遊戲具有儀式意義，並使用了天然橡膠球。據說球在運動場內的運動是指太陽和月亮的運動。

source: The Ursa Minor constellation is identified as _Xonecuilli_ which means twisted foot, and is related to Nanahuatzin, this character is represented with twisted feet, filled with boils and sores, this sick and poor God sacrificed himself to become _Tonatiuh_ the Sun god. ![](nanahuatzin.webp) Apparently, this constellation can also be associated with the Southern Cross and its surrounding stars as is referred by _Tezozomoc_. For its part, Sahagun speaks of his resemblance to bread made in the form of letter S and called by the Aztecs _xonecuilli_. ![Xonecuilli](xonecuilli_Glifo.webp) Xonecuilli {: .img_and_caption }
zh_tw: Ursa Minor星座被標識為“ Xonecuilli_”，意為“扭曲的腳”，與Nanahuatzin有關，這個角色以扭曲的腳代表，到處都是水瘡和瘡，這位生病可憐的上帝犧牲了自己，成為了“太陽神”（Tonatiuh_）。 ![](nanahuatzin.webp) 顯然，這個星座也可以與_Tezozomoc_所指的南十字星及其周圍的恆星相關聯。就薩哈根而言，他類似於以字母S製成的麵包，類似於阿茲台克人的xonecuilli_所稱的麵包。 ![Xonecuilli](xonecuilli_Glifo.webp) Xonecuilli {: .img_and_caption }

source: According to the Florentino Codex Sahagun's informants identified a group of stars known as _Citlalcolotl_, the scorpion star. In turn, Tezozomoc also mentions the scorpion star and he called it _Colotlixayac_, which means face of a scorpion. ![Paris Codex](colotlixayac_image.webp) In a section of the Paris Codex called zodiac pages appears the scorpion, in this codex the icons shows figures of animals hanging from the body of the Celestial Dragon. {: .img_and_caption }
zh_tw: 根據弗洛倫蒂諾法典，薩哈根的線人確定了一組稱為蝎子的恆星“ Citlalcolotl_”。反過來，特佐佐莫克也提到了蝎子星，他稱其為“ Colotlixayac_”，意思是蝎子的面孔。 ![巴黎法典](colotlixayac_image.webp) 在巴黎法典中稱為十二生肖的頁面中出現了蝎子，在該法典中，圖標顯示了懸掛在天龍身上的動物雕像。 {: .img_and_caption }
