Repository: 10110111/stellarium-skycultures
Catalog: aztec/po/*.po
Languages: ar, cs, de, es, fil, fr, id, it, ja, ko, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Aztec
ar: الأزتك
cs: Aztécká
de: Aztekisch
es: Azteca
fr: Aztèque
it: Atzeco
ja: アステカ
ko: 아즈텍
nl: Azteken
pl: aztecka
pt: Azteca
ru: Ацтекская
zh_cn: 阿兹特克
zh_tw: 阿茲特克(Aztec)

source: The Aztecs were an indigene group of peoples in Mesoamerica, especially central parts of Mexico. Their culture flourished from 13th to 15th century and was redeemed during the European invasion. As a consequence, a large part of Aztec knowledge was lost in the 16th century.
ar: كان الأزتيك مجموعة من الشعوب الأصلية في أمريكا الوسطى ، وخاصة الأجزاء الوسطى من المكسيك. ازدهرت ثقافتهم من القرن الثالث عشر إلى القرن الخامس عشر وتم استبدالها خلال الغزو الأوروبي. ونتيجة لذلك ، فقد جزء كبير من معرفة الأزتيك في القرن السادس عشر.
es: Los aztecas eran un grupo de pueblos indígenas en Mesoamérica, especialmente en las partes centrales de México. Su cultura floreció del siglo XIII al XV y fue redimida durante la invasión europea. Como consecuencia, una gran parte del conocimiento azteca se perdió en el siglo XVI.
ja: アステカ人は、メソアメリカ、特にメキシコの中心部にいる先住民族でした。彼らの文化は13世紀から15世紀に栄え、ヨーロッパの侵略の間に贖われました。その結果、アステカの知識の大部分は16世紀に失われました。
ko: 아즈텍 족은 메소 아메리카, 특히 멕시코의 중부 지역에있는 원주민 집단입니다. 그들의 문화는 13 세기에서 15 세기에 번영했으며 유럽의 침공 중에 구속되었습니다. 결과적으로 16 세기에 아즈텍 지식의 상당 부분이 사라졌습니다.
nl: De Azteken waren een inheemse groep mensen in Meso-Amerika, vooral in centrale delen van Mexico. Hun cultuur bloeide van de 13e tot de 15e eeuw en werd verlost tijdens de Europese invasie. Als gevolg hiervan ging in de 16e eeuw een groot deel van de Azteekse kennis verloren.
pl: Aztekowie byli rodzimą grupą ludów w Mezoameryce, szczególnie w środkowej części Meksyku. Ich kultura kwitła od XIII do XV wieku i została odkupiona podczas inwazji europejskiej. W rezultacie duża część wiedzy Azteków została utracona w XVI wieku.
zh_cn: 阿兹台克人是中美洲，尤其是墨西哥中部地区的一个土著民族。他们的文化在13至15世纪繁荣发展，并在欧洲入侵期间被赎回。结果，阿兹特克人的大部分知识在16世纪丧失了。

source: For ancient Aztecs, the knowledge of the night sky and star's movement had great importance for their calendars and the measurement of both agricultural and sacred cycles. The elements of the Aztec society such as culture, economy and science is preserved in the _tlacuilos_. This term loans from _tlacuiloa_, a word in the ancient Aztec language (Nahuatl,[#12],[#13]) that means _writing with drawings_. These Tlacuilos where stored in the _amoxcalli_ (books) and _calli_ (house). Later, they became known as _codices_; a word that came from the Latin word Codex meaning 'written book'. They were drawn in many different materials such as deer skin, _amate_ (paper) or cotton fabric and they had no text only drawings called _glifos_ [#5],[#6]. Although, many of the pre-hispanic Codices were destroyed during the Spanish conquest, some native Americans and some Spanish priests have been working for keeping collections and continuing the Mesoamerican customs from earlier epochs. In the newly produced Colonial Codices, there is a change of the drawing style because of new techniques and the new materials imported from Europe. Additionally, descriptive text in these new manuscripts have been written in a mixture of both languages, Spanish and Nahuatl. ![Astronomical building](edificios.webp) Astronomical building {: .img_and_caption } Unfortunately, there is only little astronomical knowledge of the Aztec preserved in the remaining codexes. The figure is one of the few that shows names of some constellations and astronomical phenomena identified by the Aztec. It belong to the _Primeros Memoriales_ (first memorials), a colonial manuscript of the 16th century written by Fray Bernardino de Sahagun. ![Primeros Memoriales](Primeros_Memoriales.webp)
ar: بالنسبة للأزتيك القدماء ، كانت معرفة سماء الليل وحركة النجوم ذات أهمية كبيرة لتقويماتهم وقياس كل من الدورات الزراعية والمقدسة. يتم الحفاظ على عناصر مجتمع الأزتك مثل الثقافة والاقتصاد والعلوم في _tlacuilos_. هذا المصطلح يقرض من _tlacuiloa_ ، كلمة في لغة الأزتك القديمة (Nahuatl، [#12]، [#13]) وهذا يعني _ الكتابة بالرسومات_. هذه Tlacuilos حيث تم تخزينها في _amoxcalli_ (كتب) و _calli_ (منزل). في وقت لاحق ، أصبحت تعرف باسم _codices_ ؛ كلمة جاءت من الكلمة اللاتينية Codex بمعنى "كتاب مكتوب". تم رسمها في العديد من المواد المختلفة مثل جلد الغزلان ، _amate_ (ورق) أو قماش قطني ولم يكن لديهم نصوص فقط تسمى _glifos_ [#5] ، [#6]. على الرغم من أن العديد من المخطوطات ما قبل الإسباني تم تدميرها خلال الفتح الإسباني ، إلا أن بعض الأمريكيين الأصليين وبعض الكهنة الإسبان كانوا يعملون من أجل الحفاظ على المجموعات ومواصلة عادات أمريكا الوسطى من العصور السابقة. في المخططات الاستعمارية المنتجة حديثًا ، هناك تغيير في أسلوب الرسم بسبب التقنيات الجديدة والمواد الجديدة المستوردة من أوروبا. بالإضافة إلى ذلك ، تم كتابة نص وصفي في هذه المخطوطات الجديدة في مزيج من اللغتين الإسبانية والناهيوتل. [مبنى فلكي] (edificios.webp)! مبنى فلكي {: .img_and_caption } لسوء الحظ ، لا يوجد سوى القليل من المعرفة الفلكية للأزتيك المحفوظة في المخطوطات المتبقية. هذا الرقم هو واحد من القلائل الذين يظهرون أسماء بعض الأبراج والظواهر الفلكية التي حددتها الأزتك. وهي تنتمي إلى "النصب التذكاري الأول" ، وهي مخطوطة استعمارية من القرن السادس عشر كتبها فراي برناردينو دي ساهاجون. ![Primeros Memoriales](Primeros_Memoriales.webp)!
es: Para los antiguos aztecas, el conocimiento del cielo nocturno y el movimiento de las estrellas tenía una gran importancia para sus calendarios y la medición de los ciclos agrícolas y sagrados. Los elementos de la sociedad azteca como la cultura, la economía y la ciencia se conservan en los tlacuilos. Este término se presta de _tlacuiloa_, una palabra en el antiguo idioma azteca (náhuatl, [#12], [#13]) que significa _escribir con dibujos_. Estos Tlacuilos fueron almacenados en el _amoxcalli_ (libros) y _calli_ (casa). Más tarde, se hicieron conocidos como _codices_; una palabra que vino de la palabra latina Codex que significa 'libro escrito'. Fueron dibujados en muchos materiales diferentes, como piel de ciervo, _amate_ (papel) o tela de algodón y no tenían dibujos de texto llamados _glifos_ [#5], [#6]. Aunque muchos de los códices prehispánicos fueron destruidos durante la conquista española, algunos nativos americanos y algunos sacerdotes españoles han estado trabajando para mantener colecciones y continuar las costumbres mesoamericanas de épocas anteriores. En los códices coloniales recién producidos, hay un cambio en el estilo de dibujo debido a las nuevas técnicas y los nuevos materiales importados de Europa. Además, el texto descriptivo en estos nuevos manuscritos se ha escrito en una mezcla de ambos idiomas, español y náhuatl. ![Edificio astronómico](edificios.webp) Edificio astronómico {: .img_and_caption } Desafortunadamente, solo hay poco conocimiento astronómico de los aztecas conservados en los códices restantes. La figura es una de las pocas que muestra los nombres de algunas constelaciones y fenómenos astronómicos identificados por los aztecas. Pertenece al _Primeros Memoriales_ (primeros memoriales), un manuscrito colonial del siglo XVI escrito por Fray Bernardino de Sahagún. ![Primeros Memoriales](Primeros_Memoriales.webp)
ja: 古代のアステカ族にとって、夜空と星の動きの知識は、彼らのカレンダーと農業と神聖な周期の両方の測定にとって非常に重要でした。文化、経済、科学などのアステカ社会の要素は、_tlacuilos_に保存されています。この用語は_tlacuiloa_から借りています。これは、古代のアステカ語（Nahuatl、[#12]、[#13]）の単語で、「図面で書く」ことを意味します。これらのTlacuilosは、_amoxcalli_（本）および_calli_（家）に格納されています。その後、それらは_codices_として知られるようになりました。 「書かれた本」を意味するラテン語のCodexに由来する言葉。それらは鹿の皮、_amate_（紙）、綿布などのさまざまな素材で描かれ、_glifos_ [#5]、[#6]と呼ばれるテキストのみの図面はありませんでした。 ヒスパニック前の典礼の多くはスペインの征服中に破壊されましたが、一部のネイティブアメリカンと一部のスペインの司祭はコレクションを維持し、初期の時代からのメソアメリカの習慣を継続するために取り組んできました。新たに制作されたコロニアルコーデックスでは、ヨーロッパから輸入された新技術や新素材により、作画スタイルが変化しています。さらに、これらの新しい原稿の説明文は、スペイン語とナワトル語の両方の言語が混在して書かれています。 ![天文建築物](edificios.webp) 天文館 {: .img_and_caption } 残念ながら、残りのコーデックスに保存されているアステカの天文学的知識はほとんどありません。この図は、アステカによって特定されたいくつかの星座と天文現象の名前を示す数少ないものの1つです。フレイベルナルディーノデサアグンによって書かれた16世紀の植民地時代の写本である_Primeros Memoriales_（最初の記念碑）に属しています。 ![Primeros Memoriales](Primeros_Memoriales.webp)
ko: 고대 아즈텍 인들에게는 밤하늘과 별의 움직임에 대한 지식이 달력과 농업 및 신성한주기 측정에 매우 중요했습니다. 문화, 경제 및 과학과 같은 아즈텍 사회의 요소는 _tlacuilos_에 보존됩니다. 이 용어는 고대 아즈텍 언어 (Nahuatl, [#12], [#13])의 단어 인 _tlacuiloa_에서 _ 도면으로 쓰는 것을 의미합니다. 이 Tlacuilos는 _amoxcalli_ (도서) 및 _calli_ (하우스)에 저장됩니다. 나중에 그들은 _codices_로 알려지게되었습니다. '필기 책'을 의미하는 라틴어 코덱스에서 나온 단어. 그것들은 사슴 가죽, _amate_ (종이) 또는 면직물과 같은 많은 다른 재료로 그려졌으며 _glifos_ [#5], [#6]라는 텍스트 만있는 그림은 없었습니다. 스페인 정복 기간 동안 많은 히스패닉 전 성좌들이 파괴되었지만, 일부 원주민과 일부 스페인 성직자들은 수집을 유지하고 초기 시대의 중미 관습을 계속하기 위해 노력해 왔습니다. 새로 생산 된 식민지 코드에서는 새로운 기술과 유럽에서 수입 된 새로운 재료로 인해 그리기 스타일이 변경되었습니다. 또한,이 새로운 원고의 설명 텍스트는 스페인어와 Nahuatl의 언어로 혼합되어 작성되었습니다. ![천문 건물](edificios.webp) 천문 빌딩 {: .img_and_caption } 불행히도 나머지 코덱스에 보존 된 Aztec에 대한 천문학적 지식은 거의 없습니다. 이 그림은 아즈텍이 식별 한 일부 별자리와 천문학적 현상의 이름을 보여주는 몇 안되는 것 중 하나입니다. 그것은 Fray Bernardino de Sahagun이 쓴 16 세기의 식민지 원고 인 _Primeros Memoriales (첫 번째 기념관)에 속합니다. ![프리 메로스 기념관](Primeros_Memoriales.webp)
nl: Voor oude Azteken was de kennis van de nachtelijke hemel en de beweging van de ster van groot belang voor hun kalenders en het meten van zowel landbouw- als heilige cycli. De elementen van de Azteekse samenleving zoals cultuur, economie en wetenschap zijn bewaard gebleven in de _tlacuilos_. Deze term leent van _tlacuiloa_, een woord in de oude Azteekse taal (Nahuatl, [#12], [#13]) dat _schrijven met tekeningen_ betekent. Deze Tlacuilos werden opgeslagen in de _amoxcalli_ (boeken) en _calli_ (huis). Later werden ze bekend als _codices_; een woord dat afkomstig is van het Latijnse woord Codex dat 'geschreven boek' betekent. Ze waren getekend in veel verschillende materialen, zoals hertenvel, _amate_ (papier) of katoenen stof en ze hadden geen tekst alleen tekeningen genaamd _glifos_ [#5], [#6]. Hoewel veel van de pre-Spaanse codices tijdens de Spaanse verovering werden vernietigd, hebben sommige inheemse Amerikanen en sommige Spaanse priesters gewerkt aan het bewaren van collecties en het voortzetten van de Meso-Amerikaanse gebruiken uit eerdere tijdperken. In de nieuw geproduceerde Colonial Codices verandert de tekenstijl als gevolg van nieuwe technieken en de nieuwe materialen geïmporteerd uit Europa. Bovendien is beschrijvende tekst in deze nieuwe manuscripten geschreven in een combinatie van beide talen, Spaans en Nahuatl. ![Astronomisch gebouw](edificios.webp) Astronomisch gebouw {: .img_and_caption } Helaas is er maar weinig astronomische kennis van de Azteken bewaard in de resterende codexen. De figuur is een van de weinige die namen toont van enkele sterrenbeelden en astronomische verschijnselen die door de Azteken zijn geïdentificeerd. Het behoort tot de Primeros Memoriales (eerste gedenktekens), een koloniaal manuscript uit de 16e eeuw, geschreven door Fray Bernardino de Sahagun. ![Primeros Memoriales](Primeros_Memoriales.webp)
pl: Dla starożytnych Azteków znajomość nocnego nieba i ruchu gwiazd miała ogromne znaczenie dla ich kalendarzy i pomiaru zarówno cykli rolniczych, jak i świętych. Elementy społeczeństwa Azteków, takie jak kultura, gospodarka i nauka, są zachowane w _tlacuilos_. Ten termin pożycza od _tlacuiloa_, słowa w starożytnym języku azteckim (Nahuatl, [#12], [#13]), co oznacza _ pisanie rysunkami_. Te Tlacuilos były przechowywane w _amoxcalli_ (książki) i _calli_ (dom). Później stały się znane jako kodeks; słowo, które pochodzi od łacińskiego słowa Codex, oznaczającego „książkę pisaną”. Zostały narysowane z wielu różnych materiałów, takich jak skóra jelenia, _amate_ (papier) lub tkanina bawełniana i nie miały rysunków zawierających tylko tekst o nazwie _glifos_ [#5], [#6]. Chociaż wiele hiszpańskich kodeksów przedhiszpańskich zostało zniszczonych podczas hiszpańskiego podboju, niektórzy rdzenni Amerykanie i niektórzy hiszpańscy księża pracowali nad utrzymaniem zbiorów i kontynuowaniem zwyczajów mezoamerykańskich z wcześniejszych epok. W nowo wyprodukowanych Kodeksach kolonialnych nastąpiła zmiana stylu rysowania ze względu na nowe techniki i nowe materiały importowane z Europy. Dodatkowo tekst opisowy w tych nowych rękopisach został napisany w mieszance obu języków, hiszpańskiego i nahuatl. ![Budynek astronomiczny](edificios.webp) Budynek astronomiczny {: .img_and_caption } Niestety w pozostałych kodeksach zachowała się niewielka wiedza astronomiczna na temat Azteków. Ta postać jest jedną z niewielu, która pokazuje nazwy niektórych konstelacji i zjawisk astronomicznych zidentyfikowanych przez Azteków. Należy do _Primeros Memoriales_ (pierwsze pomniki), rękopis kolonialny z XVI wieku napisany przez Fraya Bernardino de Sahagun. ![Primeros Memoriales](Primeros_Memoriales.webp)
zh_cn: 对于古代的阿兹台克人来说，了解夜空和恒星的运动对于他们的日历以及农业周期和神圣周期的测量都至关重要。 _tlacuilos_保留了阿兹台克社会的元素，例如文化，经济和科学。这个词借用_tlacuiloa_借来，_tlacuiloa_是古老的阿兹台克人语言（Nahuatl，[#12]，[#13]）的一个单词，意思是用图纸书写。这些Tlacuilos存储在_amoxcalli_（书籍）和_calli_（房屋）中。后来，他们被称为_codices_；来自拉丁语Codex的单词，意为“书面书”。它们是用许多不同的材料绘制的，例如鹿皮，纸（纸）或棉织物，并且没有名为“ glifos_ [#5]，[#6]”的纯文字图形。 尽管在西班牙征服期间摧毁了许多西班牙裔前古猿，但一些美洲原住民和一些西班牙神父一直在努力保存藏品并延续早期的中美洲风俗。在新生产的殖民地遗书中，由于从欧洲进口的新技术和新材料，绘画风格发生了变化。此外，这些新手稿中的描述性文字是用西班牙语和Nahuatl这两种语言混合编写的。 ![天文建筑](edificios.webp) 天文建筑 {: .img_and_caption } 不幸的是，在剩余的编解码器中保留的关于阿兹台克人的天文知识很少。该图是为数不多的显示阿兹特克人识别的某些星座和天文学现象的名称之一。它属于_Primeros Memoriales_（第一批纪念物），这是弗雷·贝纳迪诺·德·萨哈贡（Fray Bernardino de Sahagun）撰写的16世纪殖民手稿。 ![Primeros Memoriales](Primeros_Memoriales.webp)
