Repository: 10110111/stellarium-skycultures
Catalog: aztec/po/*.po
Languages: ar, cs, de, es, fil, fr, id, it, ja, ko, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Constelaciones Prehispánicas](http://www.montero.org.mx/constelaciones.htm) - [#3]: [The Question of the Zodiac in America](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Aztec Mythology](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [Los códices de México](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [Los códices coloniales de México](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: [Real cédula prohibiendo la historia general de las cosas de Nueva España de Fray Bernardino de Sahagún](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: repository [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Iconografía mexicana, Volumen 3](https://books.google.com.mx/books?id=kxPjdY1PJjEC) - [#10]: [El Códice París](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [El nacimiento del sol y la luna](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: [Diccionario náhuatl - español en línea en AULEX](http://aulex.org/nah-es/) - [#13]: language: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)
cs: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Constelaciones Prehispánicas](http://www.montero.org.mx/constelaciones.htm) - [#3]: [Otázka zvěrokruhu v Americe](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Aztec Mythology](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [Los códices de México](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [Los códices coloniales de México](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: [Real cédula prohibiendo la historia general de las cosas de Nueva España de Fray Bernardino de Sahagún](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: repozitář [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Iconografía mexicana, Volumen 3](https://books.google.com.mx/books?id=kxPjdY1PJjEC) - [#10]: [El Códice París](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [El nacamiento del sol y la luna](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: [Diccionario náhuatl - español enlineea en AULEX](http://aulex.org/nah-es/) - [#13]: jazyk: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)
fr: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Constelaciones Prehispánicas](http://www.montero.org.mx/constelaciones.htm) - [#3]: [La question du zodiaque en Amérique](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Mytologie aztèque](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [Los códices de México](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [Los códices coloniales de México](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: [Real cédula prohibiendo la historia general de las cosas de Nueva España de Fray Bernardino de Sahagún](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: référentiel [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Iconografía mexicana, Volumen 3](https://books.google.com.mx/books?id=kxPjdY1PJjEC) - [#10]: [El Códice París](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [El nacimiento del sol y la luna](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: [Diccionario náhuatl - español en línea en AULEX](http://aulex.org/nah-es/) - [#13]: langue: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)
ru: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Constelaciones Prehispánicas](http://www.montero.org.mx/constelaciones.htm) - [#3]: [Вопрос о зодиаке в Америке](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Мифология ацтеков](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [Los códices de México](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [Los códices coloniales de México](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: [Настоящий свод законов о наследии, генерал де лас косас де нуэва испания де фрай бернардино де саагун](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: хранилище [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Iconografía mexicana, том 3](https://books.google.com.mx/books?id=kxPjdY1PJjEC) - [#10]: [El Códice París](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [El nacimiento del sol y la luna](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: [Diccionario náhuatl - espaol en línea en AULEX](http://aulex.org/nah-es/) - [#13]: язык: [Тлахтли](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html)

source: [Enrique Gómez Candelario](mailto:aldeaglobal@gmail.com) English translation by Rafael Rojas Segoviano Stellarium's team ### Thanks - Javier Gómez Sandoval - Martha Patricia Rivera - Emilio Ramón Bolaños Guerra - Hector Vega - Rafael Rojas Segoviano - Juan Caballero - SAAGS
cs: [Enrique Gómez Candelario](mailto:aldeaglobal@gmail.com) Anglický překlad od Rafaela Rojase Segoviana Stellarium tým ### Dík - Javier Gómez Sandoval - Martha Patricia Rivera - Emilio Ramón Bolaños Guerra - Hector Vega - Rafael Rojas Segoviano - Juan Caballero - SAAGS
fr: [Enrique Gómez Candelario](mailto:aldeaglobal@gmail.com) Traduction anglaise par Rafael Rojas Segoviano L'équipe de Stellarium ### Merci - Javier Gómez Sandoval - Martha Patricia Rivera - Emilio Ramón Bolaños Guerra - Hector Vega - Rafael Rojas Segoviano - Juan Caballero - SAAGS
ru: [Энрике Гомес Канделарио](mailto:aldeaglobal@gmail.com) Английский перевод Рафаэля Рохаса Сеговиано Команда стеллариума ### Спасибо - Хавьер Гомес Сандовал - Марта Патриция Ривера - Эмилио Рамон Боланьос Герра - Гектор Вега - Рафаэль Рохас Сеговиано - Хуан Кабальеро - SAAGS

source: Ancient Aztec named Orion's Belt 'Mamalhuaztli'. It represented the wood sticks used to light the new fire in the commemoration celebrated every 52 years by the Mexicans and their neighbors. This celebration was named _toxiuh molpilia_ which means 'binding of the years' and coincided with the beginning of the new year named _xiuhtzitzquilo_. ![](mamalhuaztli_image.webp)
cs: Starověký Aztec jmenoval Orionův pás 'Mamalhuaztli'. Představovala dřevěné tyčinky používané k zapálení nového ohně při oslavě, kterou každých 52 let oslavovali Mexičané a jejich sousedé. Tato oslava byla pojmenována _toxiuh molpilia_, což znamená „vázání let“ a současně se začátkem nového roku s názvem _xiuhtzitzquilo_. ![](mamalhuaztli_image.webp)
de: Der alte Azteke nannte Orions Gürtel 'Mamalhuaztli'. Es stellte die Holzstäbchen dar, mit denen das neue Feuer in der Gedenkfeier angezündet wurde, die alle 52 Jahre von den Mexikanern und ihren Nachbarn gefeiert wurde. Diese Feier wurde _toxiuh molpilia_ genannt, was "Bindung der Jahre" bedeutet und fiel mit dem Beginn des neuen Jahres zusammen, das _xiuhtzitzquilo_ genannt wurde. ![](mamalhuaztli_image.webp)
fil: Pinangalanan ng sinaunang Aztec ang Orion's Belt na 'Mamalhuaztli'. Kinakatawan nito ang mga kahoy na patpat na ginamit upang sindihan ang bagong apoy sa paggunita na ipinagdiriwang tuwing 52 taon ng mga Mexicano at ng kanilang mga kapitbahay. Ang pagdiriwang na ito ay pinangalanang _toxiuh molpilia_ na nangangahulugang 'pagbubuklod ng mga taon' at kasabay ng pagsisimula ng bagong taon na pinangalanang _xiuhtzitzquilo_. ![](mamalhuaztli_image.webp)
fr: L'ancien aztèque a nommé la ceinture d'Orion «Mamalhuaztli». Il représentait les bâtons de bois utilisés pour allumer le nouveau feu lors de la commémoration célébrée tous les 52 ans par les Mexicains et leurs voisins. Cette célébration a été nommée _toxiuh molpilia_ ce qui signifie "reliure des années" et a coïncidé avec le début de la nouvelle année nommée _xiuhtzitzquilo_. ![](mamalhuaztli_image.webp)
id: Suku Aztec kuno menamai Sabuk Orion 'Mamalhuaztli'. Ini mewakili tongkat kayu yang digunakan untuk menyalakan api baru dalam peringatan yang dirayakan setiap 52 tahun oleh orang-orang Meksiko dan tetangga mereka. Perayaan ini diberi nama _toxiuh molpilia_ yang berarti 'pengikatan tahun' dan bertepatan dengan awal tahun baru bernama _xiuhtzitzquilo_. ![](mamalhuaztli_image.webp)
it: Antico azteco chiamato Cintura di Orione 'Mamalhuaztli'. Rappresentava i bastoncini di legno utilizzati per accendere il nuovo fuoco nella commemorazione celebrata ogni 52 anni dai messicani e dai loro vicini. Questa celebrazione è stata chiamata _toxiuh molpilia_ che significa "legame degli anni" e ha coinciso con l'inizio del nuovo anno chiamato _xiuhtzitzquilo_. ![](Mamalhuaztli_image.webp)
pt: Asteca antigo chamado cinto de Orion 'Mamalhuaztli'. Representava as varas de madeira usadas para acender o novo fogo na comemoração comemorada a cada 52 anos pelos mexicanos e seus vizinhos. Esta celebração foi nomeada _toxiuh molpilia_, que significa 'ligação dos anos' e coincidiu com o início do novo ano chamado _xiuhtzitzquilo_. ![](mamalhuaztli_image.webp)
ru: Древний ацтек называл пояс Ориона «Мамалхуазтли». На ней были изображены деревянные палочки, которые использовались для зажигания нового огня на поминках, отмечаемых мексиканцами и их соседями каждые 52 года. Это празднование было названо _toxiuh molpilia_, что означает «связывание лет», и совпало с началом нового года, названного _xiuhtzitzquilo_. ![](Mamalhuaztli_image.webp)
tr: Eski Aztek, Orion'un Kemerine 'Mamalhuaztli' adını verdi. Her 52 yılda bir Meksikalılar ve komşuları tarafından kutlanan anma töreninde yeni ateşi yakmak için kullanılan tahta çubukları temsil ediyordu. Bu kutlamaya 'yılların bağlayıcılığı' anlamına gelen _toxiuh molpilia_ adı verildi ve _xiuhtzitzquilo_ adlı yeni yılın başlangıcına denk geldi. ![](mamalhuaztli_image.webp)

source: For the Mexicans, the group of stars known as Pleiades symbolized _Tianquiztli_ (the Market), perhaps because of the crowd that gathers on them. Normally, they are represented by one or two people inside a circle with goods. ![](tiaquitztli_image.webp) Nowadays, in Mexico the informal market or street markets are called _Tianguis_.
cs: Pro Mexičany symbolizovala skupina hvězd známých jako Plejádes _Tianquiztli_ (trh), možná kvůli davu, který se na nich shromažďuje. Normálně je zastupuje jeden nebo dva lidé uvnitř kruhu se zbožím. ![](tiaquitztli_image.webp) V současnosti se v Mexiku neformální trh nebo pouliční trhy nazývají _Tianguis_.
de: Für die Mexikaner symbolisierte die Gruppe der Sterne, die als Plejaden bekannt sind, Tianquiztli (den Markt), vielleicht wegen der Menge, die sich auf ihnen versammelt. Normalerweise werden sie von ein oder zwei Personen innerhalb eines Kreises mit Waren vertreten. ![](tiaquitztli_image.webp) Heutzutage werden in Mexiko der informelle Markt oder die Straßenmärkte Tianguis genannt.
fil: Para sa mga Mexicano, ang grupo ng mga bituin na kilala bilang Pleiades ay sumasagisag sa _Tianquiztli_ (ang Merkado), marahil dahil sa dami ng tao na nagtitipon sa kanila. Karaniwan, kinakatawan sila ng isa o dalawang tao sa loob ng isang bilog na may mga kalakal. ![](tiaquitztli_image.webp) Sa ngayon, sa Mexico ang impormal na pamilihan o mga pamilihan sa kalye ay tinatawag na _Tianguis_.
fr: Pour les Mexicains, le groupe d'étoiles connu sous le nom de Pléiades symbolisait _Tianquiztli_ (le Marché), peut-être à cause de la foule qui s'y rassemble. Normalement, ils sont représentés par une ou deux personnes à l'intérieur d'un cercle de marchandises. ![](tiaquitztli_image.webp) De nos jours, au Mexique, le marché informel ou les marchés de rue sont appelés _Tianguis_.
id: Bagi orang Meksiko, kelompok bintang yang dikenal sebagai Pleiades melambangkan _Tianquiztli_ (Pasar), mungkin karena kerumunan yang berkumpul di atasnya. Biasanya, mereka diwakili oleh satu atau dua orang di dalam lingkaran dengan barang-barang. ![](tiaquitztli_image.webp) Saat ini, di Meksiko pasar informal atau pasar jalanan disebut _Tianguis_.
it: Per i messicani, il gruppo di stelle noto come Pleiades simboleggiava _Tianquiztli_ (il Mercato), forse a causa della folla che si raduna su di loro. Normalmente, sono rappresentati da una o due persone all'interno di un cerchio con merci. ![](Tiaquitztli_image.webp) Al giorno d'oggi, in Messico il mercato informale o i mercati di strada sono chiamati _Tianguis_.
pt: Para os mexicanos, o grupo de estrelas conhecido como Plêiades simbolizava Tianquiztli (o mercado), talvez por causa da multidão que se reúne sobre eles. Normalmente, eles são representados por uma ou duas pessoas dentro de um círculo com mercadorias. ![](tiaquitztli_image.webp) Atualmente, no México, o mercado informal ou de rua é chamado de Tianguis.
ru: Для мексиканцев группа звезд, известная как Плеяды, символизировала _Tianquiztli_ (Рынок), возможно, из-за толпы, которая собирается на них. Обычно они представлены одним или двумя людьми внутри круга с товарами. ![](Tiaquitztli_image.webp) В настоящее время в Мексике неформальный рынок или уличные рынки называются _Tianguis_.
tr: Meksikalılar için Ülker olarak bilinen yıldız grubu, belki de üzerlerinde toplanan kalabalıktan dolayı Tianquiztli'yi (Pazar) simgeliyordu. Normalde, mallarla bir daire içinde bir veya iki kişi tarafından temsil edilirler. ![](tiaquitztli_image.webp) Günümüzde, Meksika'da gayri resmi pazar veya sokak pazarlarına _Tianguis_ denir.

source: The constellation of Gemini was called _Citlaltlachtli_, which means the ball game of the stars. This game was endowed with a ritual significance and used a natural rubber ball. It is said that the movement of the ball within the playing field refers to the movement of the Sun and Moon.
cs: Souhvězdí Blíženců se jmenovalo _Citlaltlachtli_, což znamená míčová hra hvězd. Tato hra byla obdařena rituálním významem a byla použita koule z přírodního kaučuku. Říká se, že pohyb míče uvnitř hracího pole se týká pohybu Slunce a Měsíce.
de: Die Konstellation der Zwillinge wurde Citlaltlachtli genannt, was das Ballspiel der Sterne bedeutet. Dieses Spiel hatte eine rituelle Bedeutung und verwendete einen Naturkautschukball. Es wird gesagt, dass sich die Bewegung des Balls innerhalb des Spielfelds auf die Bewegung von Sonne und Mond bezieht.
fil: Ang konstelasyon ng Gemini ay tinawag na _Citlaltlachtli_, na nangangahulugang laro ng bola ng mga bituin. Ang larong ito ay pinagkalooban ng isang ritwal na kahalagahan at gumamit ng natural na bola ng goma. Sinasabing ang paggalaw ng bola sa loob ng playing field ay tumutukoy sa paggalaw ng Araw at Buwan.
fr: La constellation des Gémeaux s'appelait _Citlaltlachtli_, ce qui signifie le jeu de balle des étoiles. Ce jeu était doté d'une signification rituelle et utilisait une balle en caoutchouc naturel. On dit que le mouvement de la balle à l'intérieur du terrain de jeu se réfère au mouvement du Soleil et de la Lune.
id: Rasi bintang Gemini disebut _Citlaltlachtli_, yang berarti permainan bola bintang-bintang. Permainan ini diberkahi dengan makna ritual dan menggunakan bola karet alam. Dikatakan bahwa pergerakan bola di dalam lapangan permainan mengacu pada pergerakan Matahari dan Bulan.
it: La costellazione dei Gemelli era chiamata _Citlaltlachtli_, che significa il gioco della palla delle stelle. Questo gioco è stato dotato di un significato rituale e ha usato una palla di gomma naturale. Si dice che il movimento della palla all'interno del campo di gioco si riferisca al movimento del Sole e della Luna.
pt: A constelação de Gêmeos foi chamada de "Citlaltlachtli", que significa o jogo de bola das estrelas. Este jogo foi dotado de um significado ritual e usou uma bola de borracha natural. Diz-se que o movimento da bola dentro do campo de jogo se refere ao movimento do Sol e da Lua.
ru: Созвездие Близнецов называлось _Citlaltlachtli_, что означает игру в мяч звезд. Эта игра была наделена ритуальным значением и использовала шарик из натурального каучука. Говорят, что движение мяча на игровом поле относится к движению Солнца и Луны.
tr: İkizler takımyıldızına, yıldızların top oyunu anlamına gelen _Citlaltlachtli_ adı verildi. Bu oyun ritüel bir öneme sahipti ve doğal bir lastik top kullandı. Topun oyun alanı içindeki hareketinin Güneş ve Ay'ın hareketini ifade ettiği söylenir.

source: The constellation of Ursa Minor, the Little Bear, is identified as _Xonecuilli_ (the Twisted foot). It is related to _Nanahuatzin_, a character represented with twisted feet, filled with boils and sores. This sick and poor God sacrificed himself to become _Tonatiuh_, the Sun god. ![](nanahuatzin.webp) Apparently, this constellation name can also be associated with the Southern Cross and its surrounding stars (especially in texts by Tezozomoc). The Spanish missionary priest Sahagún reports [#7], the shape of this constellations resembles a bread in the form of the letter S and it is called _xonecuilli_ by the Aztecs. ![Xonecuilli](xonecuilli_Glifo.webp) Xonecuilli {: .img_and_caption }
cs: Souhvězdí malého medvěda Ursa je označeno jako _Xonecuilli_ (kroucená noha). Souvisí s _Nanahuatzin_, postavou představovanou zkroucenými nohami, plnou vaří a vředů. Tento nemocný a ubohý Bůh se obětoval, aby se stal _Tonatiuh_, bohem Slunce. ![](nanahuatzin.webp) Toto konstelační jméno lze zřejmě také spojovat s jižním křížem a jeho okolními hvězdami (zejména v textech Tezozomoc). Španělský misionářský kněz Sahagún hlásí [#7], tvar těchto souhvězdí připomíná chléb ve tvaru písmene S a Aztékové ho nazývají _xonecuilli_. ![Xonecuilli](xonecuilli_Glifo.webp) Xonecuilli {: .img_and_caption }
de: Die Konstellation von Ursa Minor, dem kleinen Bären, wird als Xonecuilli (der verdrehte Fuß) identifiziert. Es ist verwandt mit Nanahuatzin, einem Charakter, der mit verdrehten Füßen dargestellt wird, gefüllt mit Furunkeln und Wunden. Dieser kranke und arme Gott opferte sich, um Tonatiuh, der Sonnengott zu werden. ![](nanahuatzin.webp) Anscheinend kann dieser Konstellationsname auch mit dem Südlichen Kreuz und seinen umgebenden Sternen in Verbindung gebracht werden (insbesondere in Texten von Tezozomoc). Der spanische Missionspriester Sahagún berichtet [#7], die Form dieser Konstellationen ähnelt einem Brot in Form des Buchstabens S und wird von den Azteken _xonecuilli_ genannt. ![Xonecuilli](xonecuilli_Glifo.webp) Xonecuilli {: .img_and_caption }
fil: Ang konstelasyon ng Ursa Minor, ang Munting Oso, ay kinilala bilang _Xonecuilli_ (ang Twisted foot). Ito ay may kaugnayan sa _Nanahuatzin_, isang karakter na kinakatawan ng baluktot na mga paa, puno ng mga pigsa at sugat. Ang maysakit at mahirap na Diyos na ito ay nagsakripisyo ng kanyang sarili upang maging _Tonatiuh_, ang diyos ng Araw. ![](nanahuatzin.webp) Tila, ang pangalan ng konstelasyon na ito ay maaari ding iugnay sa Southern Cross at sa mga nakapaligid na bituin nito (lalo na sa mga teksto ni Tezozomoc). Ang paring misyonerong Espanyol na si Sahagún ay nag-ulat [#7], ang hugis ng mga konstelasyon na ito ay kahawig ng isang tinapay sa anyo ng titik S at ito ay tinatawag na _xonecuilli_ ng mga Aztec. ![Xonecuilli](xonecuilli_Glifo.webp) Xonecuilli {: .img_and_caption }
fr: La constellation d'Ursa Minor, le petit ours, est identifiée comme _Xonecuilli_ (le pied Tordu). Il est lié à _Nanahuatzin_, un personnage représenté avec des pieds tordus, remplis de furoncles et de plaies. Ce Dieu malade et pauvre s'est sacrifié pour devenir _Tonatiuh_, le dieu Soleil. ![](nanahuatzin.webp) Apparemment, ce nom de constellation peut également être associé à la Croix du Sud et à ses étoiles environnantes (en particulier dans les textes de Tezozomoc). Le prêtre missionnaire espagnol Sahagún rapporte [#7], la forme de ces constellations ressemble à un pain sous la forme de la lettre S et elle est appelée _xonecuilli_ par les Aztèques. ![Xonecuilli](xonecuilli_Glifo.webp) Xonecuilli {: .img_and_caption }
id: Rasi bintang Ursa Minor, Beruang Kecil, diidentifikasi sebagai _Xonecuilli_ (kaki yang bengkok). Hal ini terkait dengan _Nanahuatzin_, karakter yang diwakili dengan kaki bengkok, penuh dengan bisul dan luka. Dewa yang sakit dan malang ini mengorbankan dirinya untuk menjadi _Tonatiuh_, dewa Matahari. ![](nanahuatzin.webp) Rupanya, nama konstelasi ini juga dapat dikaitkan dengan Salib Selatan dan bintang-bintang di sekitarnya (terutama dalam teks oleh Tezozomoc). Imam misionaris Spanyol Sahagún melaporkan [#7], bentuk rasi bintang ini menyerupai roti dalam bentuk huruf S dan disebut _xonecuilli_ oleh suku Aztec. ![Xonecuilli](xonecuilli_Glifo.webp) Xonecuilli {: .img_and_caption }
it: La costellazione dell'Orsa Minore, l'orsetto, è identificata come _Xonecuilli_ (il piede contorto). È legato a _Nanahuatzin_, un personaggio rappresentato con i piedi intrecciati, pieno di bolle e piaghe. Questo Dio malato e povero si è sacrificato per diventare _Tonatiuh_, il dio Sole. ![](Nanahuatzin.webp) Apparentemente, questo nome di costellazione può anche essere associato alla Croce del Sud e alle sue stelle circostanti (specialmente nei testi di Tezozomoc). Il sacerdote missionario spagnolo Sahagún riferisce [#7], la forma di queste costellazioni ricorda un pane a forma di lettera S e viene chiamata _xonecuilli_ dagli Aztechi. ![Xonecuilli](xonecuilli_Glifo.webp) Xonecuilli {: .img_and_caption }
pt: A constelação da Ursa Menor, o Ursinho, é identificada como Xonecuilli (o pé Torcido). Está relacionado a Nanahuatzin, um personagem representado com pés torcidos, cheio de furúnculos e feridas. Esse Deus doente e pobre se sacrificou para se tornar _Tonatiuh_, o deus do sol. ![](nanahuatzin.webp) Aparentemente, esse nome de constelação também pode ser associado ao Cruzeiro do Sul e suas estrelas circundantes (especialmente nos textos de Tezozomoc). O sacerdote missionário espanhol Sahagún relata [#7], o formato dessas constelações se assemelha a um pão na forma da letra S e é chamado de xonecuilli pelos astecas. ![Xonecuilli](xonecuilli_Glifo.webp) Xonecuilli {: .img_and_caption }
ru: Созвездие Малой Медведицы, Маленький Медведь, идентифицируется как _Xonecuilli_ (витая нога). Это связано с _Nanahuatzin_, персонаж, представленный с витыми ногами, заполнены нарывы и язвы. Этот больной и бедный Бог пожертвовал собой, чтобы стать _Tonatiuh_, богом Солнца. ![](Nanahuatzin.webp) По-видимому, это имя созвездия также может быть связано с Южным крестом и окружающими его звездами (особенно в текстах Тезозомока). Испанский священник-миссионер Саагун сообщает [#7], что форма этого созвездия напоминает хлеб в форме буквы S, и ацтеки называют его _xonecuilli_. ![Xonecuilli](xonecuilli_Glifo.webp) Xonecuilli {: .img_and_caption }
tr: Küçükayı takımyıldızı Küçük Ayı, _Xonecuilli_ (Bükülmüş ayak) olarak tanımlanır. Bu, çıban ve yaralarla dolu, bükülmüş ayaklarla temsil edilen bir karakter olan _Nanahuatzin_ ile ilgilidir. Bu hasta ve zavallı Tanrı, Güneş tanrısı _Tonatiuh_ olmak için kendini feda etti. ![](nanahuatzin.webp) Görünüşe göre, bu takımyıldız adı Güney Haçı ve çevresindeki yıldızlarla da ilişkilendirilebilir (özellikle Tezozomoc'un metinlerinde). İspanyol misyoner rahip Sahagún, [#7] bu takımyıldızların şeklinin bir ekmeğe benzediğini ve S harfi şeklinde olduğunu ve Aztekler tarafından _xonecuilli_ olarak adlandırıldığını bildiriyor. ![Xonecuilli](xonecuilli_Glifo.webp) Xonecuilli {: .img_and_caption }
