Repository: 10110111/stellarium-skycultures
Catalog: aztec/po/*.po
Languages: ar, cs, de, es, fil, fr, id, it, ja, ko, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: The constellation of Ursa Minor, the Little Bear, is identified as _Xonecuilli_ (the Twisted foot). It is related to _Nanahuatzin_, a character represented with twisted feet, filled with boils and sores. This sick and poor God sacrificed himself to become _Tonatiuh_, the Sun god. ![](nanahuatzin.webp) Apparently, this constellation name can also be associated with the Southern Cross and its surrounding stars (especially in texts by Tezozomoc). The Spanish missionary priest Sahagún reports [#7], the shape of this constellations resembles a bread in the form of the letter S and it is called _xonecuilli_ by the Aztecs. ![Xonecuilli](xonecuilli_Glifo.webp) Xonecuilli {: .img_and_caption }
ar: يتم تعريف كوكبة Ursa Minor ، الدب الصغير ، باسم _Xonecuilli_ (القدم الملتوية). إنها مرتبطة بـ _Nanahuatzin_ ، شخصية ممثلة بأقدام ملتوية ، مليئة بالدمامل والقروح. ضحى هذا الله المريض والفقير بنفسه ليصبح _Tonatiuh_ ، إله الشمس. ![](nanahuatzin.webp) على ما يبدو ، يمكن أيضًا ربط اسم الكوكبة هذا بالصليب الجنوبي والنجوم المحيطة به (خاصة في النصوص التي كتبها Tezozomoc). أفاد القس التبشيري الإسباني ساهاغون [#7] ، أن شكل هذه الأبراج يشبه الخبز على شكل الحرف S ويطلق عليه الأزتيك اسم _xonecuilli_. ![Xonecuilli](xonecuilli_Glifo.webp) Xonecuilli {: .img_and_caption }
es: La constelación de la Osa Menor, el Osito, se identifica como _Xonecuilli_ (el pie torcido). Está relacionado con _Nanahuatzin_, un personaje representado con pies retorcidos, lleno de forúnculos y llagas. Este Dios enfermo y pobre se sacrificó para convertirse en "Tonatiuh", el dios del Sol. ![](nanahuatzin.webp) Aparentemente, este nombre de constelación también se puede asociar con la Cruz del Sur y sus estrellas circundantes (especialmente en textos de Tezozomoc). El sacerdote misionero español Sahagún informa [#7], la forma de estas constelaciones se asemeja a un pan en forma de letra S y los aztecas lo llaman _xonecuilli_. ![Xonecuilli](xonecuilli_Glifo.webp) Xonecuilli {: .img_and_caption }
ja: おおぐま座、リトルベアの星座は、_Xonecuilli_（ツイストフット）として識別されます。これは、ねじれた足で表現され、沸騰や痛みで満たされたキャラクターである_Nanahuatzin_に関連しています。この病気で貧しい神は自分を犠牲にして太陽神である_Tonatiuh_になりました。 ![](nanahuatzin.webp) どうやら、この星座の名前は、サザンクロスとその周囲の星にも関連している可能性があります（特にTezozomocのテキストでは）。スペインの宣教師サハグンは[#7]を報告し、この星座の形は文字Sの形のパンに似ており、アステカでは_xonecuilli_と呼ばれています。 ![Xonecuilli](xonecuilli_Glifo.webp) Xonecuilli {: .img_and_caption }
ko: 작은 곰 Ursa Minor의 별자리는 _Xonecuilli_ (꼬인 발)로 식별됩니다. 그것은 꼬인 발로 표현되는 _Nanahuatzin_과 관련이 있으며 종기와 상처로 가득합니다. 이 아프고 가난한 하나님은 자신을 희생하여 태양신 _Tonatiuh_가 되셨습니다. ![](nanahuatzin.webp) 분명히,이 별자리 이름은 또한 남십자성과 그 주변의 별들 (특히 Tezozomoc의 텍스트)과 연관 될 수 있습니다. 스페인 선교사 사 하군 (Sahagún)은 [#7]을보고하는데,이 별자리의 모양은 문자 S의 형태로 된 빵과 비슷하며 아즈텍 인들에 의해 _xonecuilli_라고 불린다. ![Xonecuilli](xonecuilli_Glifo.webp) Xonecuilli {: .img_and_caption }
nl: Het sterrenbeeld Kleine Beer, de kleine beer, wordt geïdentificeerd als _Xonecuilli_ (de gedraaide voet). Het is gerelateerd aan _Nanahuatzin_, een personage dat wordt weergegeven met gedraaide voeten, gevuld met steenpuisten en zweren. Deze zieke en arme God heeft zichzelf opgeofferd om _Tonatiuh_, de zonnegod, te worden. ![](nanahuatzin.webp) Blijkbaar kan deze sterrenbeeldnaam ook worden geassocieerd met het Zuiderkruis en de omringende sterren (vooral in teksten van Tezozomoc). De Spaanse missionaris-priester Sahagún meldt [#7], de vorm van dit sterrenbeeld lijkt op een brood in de vorm van de letter S en wordt door de Azteken _xonecuilli_ genoemd. ![Xonecuilli](xonecuilli_Glifo.webp) Xonecuilli {: .img_and_caption }
pl: Konstelacja Małej Niedźwiedzicy Ursa Minor jest identyfikowana jako Xonecuilli (Skręcona stopa). Jest spokrewniony z _Nanahuatzin_, postacią reprezentowaną przez skręcone stopy, wypełnione czyrakami i ranami. Ten chory i biedny Bóg poświęcił się, aby stać się Tonatiuh, bogiem Słońca. ![](nanahuatzin.webp) Najwyraźniej tę nazwę konstelacji można również powiązać z Krzyżem Południowym i otaczającymi go gwiazdami (szczególnie w tekstach Tezozomoka). Hiszpański misjonarz ksiądz Sahagún donosi [#7], kształt tych konstelacji przypomina chleb w formie litery S i jest nazywany przez Azteków _xonecuilli_. ![Xonecuilli](xonecuilli_Glifo.webp) Xonecuilli {: .img_and_caption }
zh_cn: 小熊座小熊星座被标识为“ Xonecuilli_（扭曲的脚）”。它与_Nanahuatzin_有关，这是一个用扭曲的脚表示的字符，里面充满了水疮和疮。这个生病可怜的上帝牺牲自己成为太阳神托纳蒂乌。 ![](nanahuatzin.webp) 显然，该星座名称也可以与南十字星及其周围的恒星相关联（尤其是在Tezozomoc的文字中）。西班牙传教士萨哈贡（Sahagún）报告[#7]，此星座的形状类似于字母S形式的面包，阿兹台克人称之为“ xonecuilli_”。 ![Xonecuilli](xonecuilli_Glifo.webp) Xonecuilli {: .img_and_caption }

source: Scorpion face
ar: وجه العقرب
cs: Scorpion tvář
de: Skorpiongesicht
es: Cara de escorpión
fil: Mukha ng alakdan
fr: Visage de scorpion
id: wajah kalajengking
it: Scorpione
ja: サソリの顔
ko: 전갈 얼굴
nl: Scorpion gezicht
pl: Twarz skorpiona
pt: Cara de escorpião
ru: Скорпион лицо
tr: akrep yüz
zh_cn: 蝎子的脸
zh_tw: 蝎子的臉

source: According to the Florentino Codex, Sahagun's informants identified a group of stars known as _Citlalcolotl_ with the stars of the Scorpion. In turn, Tezozomoc also mentions the scorpion star and he called it _Colotlixayac_, which means face of a scorpion. ![Paris Codex](colotlixayac_image.webp) In a section of the Paris Codex called zodiac pages [#3],[#10], the scorpion is also mentioned. In this codex the icons shows figures of animals hanging from the body of the Celestial Dragon. {: .img_and_caption } ### Conclusion It is noteworthy that the interpretation of some of these constellations are still in discussion, and of course there must be other constellations to represent. Any comments and/or collaboration are welcome in order to preserve the stellar knowledge, myths and starlore of the Aztec culture. ### Thanks - Javier Gómez Sandoval - Martha Patricia Rivera - Emilio Ramón Bolaños Guerra - Hector Vega - Rafael Rojas Segoviano - Juan Caballero - SAAGS
ar: وفقًا لكتاب فلورنتينو كودكس ، حدد مخبرو ساهاجون مجموعة من النجوم المعروفة باسم _Citlalcolotl_ مع نجوم العقرب. في المقابل ، يذكر Tezozomoc أيضًا نجم العقرب وأطلق عليه اسم Colotlixayac ، وهو ما يعني وجه العقرب. ![Paris Codex](colotlixayac_image.webp) في قسم من مخطوطة باريس يسمى صفحات البروج [#3] ، [#10] ، تم ذكر العقرب أيضًا. في هذه المخطوطة ، تظهر الأيقونات صورًا لحيوانات معلقة من جسد التنين السماوي. {: .img_and_caption } ### استنتاج يشار إلى أن تفسير بعض هذه الأبراج لا يزال قيد المناقشة ، وبالطبع يجب أن تكون هناك أبراج أخرى لتمثيلها. نرحب بأي تعليقات و / أو تعاون من أجل الحفاظ على المعرفة والأساطير والنجومية لثقافة الأزتك النجمية. ### شكر - خافيير غوميز ساندوفال - مارثا باتريشيا ريفيرا - Emilio Ramón Bolaños Guerra - هيكتور فيغا - رافائيل روخاس سيغوفانو - خوان كاباليرو - صلص
es: Según el Códice Florentino, los informantes de Sahagun identificaron un grupo de estrellas conocidas como _Citlalcolotl_ con las estrellas del Escorpión. A su vez, Tezozomoc también menciona la estrella del escorpión y la llamó _Colotlixayac_, que significa la cara de un escorpión. ![Códice de París](colotlixayac_image.webp) En una sección del Códice de París llamada páginas del zodiaco [#3], [#10], también se menciona el escorpión. En este códice, los iconos muestran figuras de animales que cuelgan del cuerpo del Dragón Celestial. {: .img_and_caption } ### Conclusión Es de destacar que la interpretación de algunas de estas constelaciones todavía está en discusión, y por supuesto debe haber otras constelaciones para representar. Cualquier comentario y / o colaboración son bienvenidos para preservar el conocimiento estelar, los mitos y el estrellato de la cultura azteca. ### Gracias - Javier Gómez Sandoval - Martha Patricia Rivera - Emilio Ramón Bolaños Guerra - Hector vega - Rafael Rojas Segoviano - Juan caballero - SAAGS
ja: フローレンティーノコーデックスによると、Sahagunの情報提供者は、サソリの星と_Citlalcolotl_として知られる星のグループを識別しました。次に、テゾゾモックはサソリの星にも言及し、彼はそれを_Colotlixayac_と呼びました。これはサソリの顔を意味します。 ![パリコーデックス](colotlixayac_image.webp) ゾディアックページ[#3]、[#10]と呼ばれるパリコーデックスのセクションでは、サソリも言及されています。このコーデックスでは、アイコンは天の竜の体からぶら下がっている動物の姿を示しています。 {: .img_and_caption } ###結論 これらの星座のいくつかの解釈はまだ議論中であることは注目に値します。もちろん、他の星座を表す必要があるはずです。アステカ文化の優れた知識、神話、スターロアを守るために、コメントやコラボレーションを歓迎します。 ###ありがとう - ハビエルゴメスサンドバル - マーサパトリシアリベラ - エミリオラモンボラノスゲラ - ヘクターベガ - ラファエルロハスセゴビアーノ - ファンカバレロ - たるみ
ko: Florentino Codex에 따르면 Sahagun의 정보원은 전갈의 별과 함께 _Citlalcolotl_이라는 별 그룹을 식별했습니다. Tezozomoc은 또한 전갈 별을 언급하고 전갈의 얼굴을 의미하는 _Colotlixayac_라고 불렀습니다. ![파리 코덱스](colotlixayac_image.webp) 파리 조약의 조디악 페이지 [#3], [#10]에서 전갈이 언급되어 있습니다. 이 코덱에서 아이콘은 천상의 용의 몸에 매달려있는 동물의 모습을 보여줍니다. {: .img_and_caption } ### 결론 이러한 별자리 중 일부에 대한 해석은 여전히 논의 중이며, 대표 할 다른 별자리가 있어야합니다. 아즈텍 문화에 대한 훌륭한 지식, 신화 및 별을 보존하기 위해 모든 의견 및 / 또는 협력을 환영합니다. ### 감사 - 하비에르 고메즈 산도발 - 마르타 패트리샤 리베라 - 에밀리오 라몬 볼라뇨스 게라 - 헥터 베가 - 라파엘 로하스 세고비아 노 - 후안 카 발레로 - 사그
nl: Volgens de Florentino Codex identificeerden de informanten van Sahagun een groep sterren die bekend staat als _Citlalcolotl_ met de sterren van de Schorpioen. Op zijn beurt noemt Tezozomoc ook de schorpioenster en hij noemde het _Colotlixayac_, wat het gezicht van een schorpioen betekent. ![Paris Codex](colotlixayac_image.webp) In een sectie van de Paris Codex genaamd zodiac pages [#3], [#10], wordt de schorpioen ook genoemd. In deze codex tonen de iconen figuren van dieren die aan het lichaam van de Hemelse Draak hangen. {: .img_and_caption } ### Conclusie Het is opmerkelijk dat de interpretatie van sommige van deze sterrenbeelden nog steeds ter discussie staat, en natuurlijk moeten er andere sterrenbeelden zijn om weer te geven. Alle opmerkingen en / of samenwerking zijn welkom om de stellaire kennis, mythen en sterren van de Azteekse cultuur te behouden. ### Bedankt - Javier Gómez Sandoval - Martha Patricia Rivera - Emilio Ramón Bolaños Guerra - Hector Vega - Rafael Rojas Segoviano - Juan Caballero - SAAGS
pl: Według Kodeksu Florentino informatorzy Sahaguna zidentyfikowali grupę gwiazd zwanych „Citlalcolotl” z gwiazdami Skorpiona. Z kolei Tezozomoc wspomina także o gwiazdce skorpiona i nazwał ją „Colotlixayac”, co oznacza twarz skorpiona. ![Paris Codex](colotlixayac_image.webp) W części Kodeksu paryskiego zwanej stronami zodiaku [#3], [#10] wymieniono również skorpiona. W tym kodeksie ikony przedstawiają postacie zwierząt zwisających z ciała Niebiańskiego Smoka. {: .img_and_caption } ### Wniosek Warto zauważyć, że interpretacja niektórych z tych konstelacji jest wciąż przedmiotem dyskusji i oczywiście muszą istnieć inne konstelacje do reprezentacji. Wszelkie komentarze i / lub współpraca są mile widziane w celu zachowania gwiezdnej wiedzy, mitów i gwiazdorskiej kultury Azteków. ### Dzięki - Javier Gómez Sandoval - Martha Patricia Rivera - Emilio Ramón Bolaños Guerra - Hector Vega - Rafael Rojas Segoviano - Juan Caballero - SAAGS
zh_cn: 根据弗洛伦蒂诺食典，萨哈贡的线人发现了一群蝎子星，称为Citlalcolotl_。反过来，特佐佐莫克也提到了蝎子星，他称其为“ Colotlixayac_”，意思是蝎子的面孔。 ![巴黎法典](colotlixayac_image.webp) 在巴黎法典的十二生肖页[#3]，[#10]中，还提到了蝎子。在此法典中，图标显示了悬挂在天龙身上的动物雕像。 {: .img_and_caption } ###结论 值得注意的是，其中一些星座的解释仍在讨论中，当然还必须有其他星座来表示。欢迎任何评论和/或合作，以保留阿兹台克文化的渊博知识，神话和星光。 ＃＃＃ 谢谢 - 哈维尔·戈麦斯·桑多瓦尔 - 玛莎·帕特里夏·里维拉 - 埃米利奥·拉蒙·波拉尼奥斯·瓜拉 - 赫克托·维加（Hector Vega） - 拉斐尔·罗哈斯·塞戈维亚诺 - 胡安·卡瓦列罗（Juan Caballero） - 萨格斯

source: For ancient aztecs, the knowledge of the night skies and stars movement had great importance for their calendars and the measurement of both agricultural and sacred cycles.
cs: Pro starověké aztéky měla znalost pohybu noční oblohy a hvězd velký význam pro jejich kalendáře a měření zemědělských i posvátných cyklů.
de: Für die alten Azteken war das Wissen über die Bewegung des Nachthimmels und der Sterne von großer Bedeutung für ihre Kalender und die Messung sowohl landwirtschaftlicher als auch heiliger Zyklen.
fil: Para sa mga sinaunang aztec, ang kaalaman sa kalangitan sa gabi at paggalaw ng mga bituin ay may malaking kahalagahan para sa kanilang mga kalendaryo at ang pagsukat ng parehong pang-agrikultura at sagradong mga siklo.
fr: Pour les anciens aztèques, la connaissance du ciel nocturne et du mouvement des étoiles avait une grande importance pour leurs calendriers et la mesure des cycles agricoles et sacrés.
id: Bagi suku Aztec kuno, pengetahuan tentang langit malam dan pergerakan bintang sangat penting untuk kalender mereka dan pengukuran siklus pertanian dan suci.
it: Per gli antichi aztechi, la conoscenza del movimento dei cieli notturni e delle stelle aveva una grande importanza per i loro calendari e la misurazione dei cicli agricoli e sacri.
pt: Para os astecas antigos, o conhecimento dos céus noturnos e do movimento das estrelas teve grande importância em seus calendários e na medição de ciclos agrícolas e sagrados.
ru: Для древних ацтеков знание движения ночного неба и звезд имело большое значение для их календарей и измерения как сельскохозяйственных, так и священных циклов.
tr: Eski Aztekler için, gece gökyüzü ve yıldız hareketi bilgisi, takvimleri ve hem tarımsal hem de kutsal döngülerin ölçümü için büyük önem taşıyordu.

source: The Aztecs were an indigene group of peoples in Mesoamerica, especially central parts of Mexico. Their culture flourished from 13th to 15th century. However, a great part of this knowledge was lost as a consequence of the Spanish conquest which occurred on continental America in the 16th century. The elements of the Aztec society such as culture, economy and science are preserved in the _tlacuilos_. This term loans from _tlacuiloa_, a word in the ancient Aztec language (Nahuatl,[#12],[#13]) that means _writing with drawings_. These Tlacuilos where stored in the _amoxcalli_ (books) and _calli_ (house). Later, they became known as _codices_; a word that came from the Latin word Codex meaning 'written book'. They were drawn in many different materials such as deer skin, _amate_ (paper) or cotton fabric and they had no text only drawings called _glifos_ [#5],[#6]. Although, many of the pre-hispanic Codices were destroyed during the Spanish conquest, some native Americans and some Spanish priests have been working for keeping collections and continuing the Mesoamerican customs from earlier epochs. In the newly produced Colonial Codices, there is a change of the drawing style because of new techniques and the new materials imported from Europe. Additionally, descriptive text in these new manuscripts have been written in a mixture of both languages, Spanish and Nahuatl. ![Astronomical building](edificios.webp) Astronomical building {: .img_and_caption } Sadly, the Aztec astronomical knowledge in the remaining codexes is really small. The next image is one of the few that names some constellations and astronomical phenomena identified by the Aztec, it belong to the _Primeros Memoriales_ (first memorials), a colonial manuscript of the 16th century written by Fray Bernardino de Sahagun. ![Primeros Memoriales](Primeros_Memoriales.webp) ### Conclusion It is noteworthy that the interpretation of some of these constellations are still in discussion, and of course there must be other constellations to represent. Any comments and/or collaboration are welcome in order to preserve the stellar knowledge, myths and starlore of the Aztec culture.
cs: Aztékové byli indiánskou skupinou národů v Mesoamerice, zejména v centrálních částech Mexika. Jejich kultura vzkvétala od 13. do 15. století. Velká část těchto znalostí však byla ztracena v důsledku španělského dobytí, ke kterému došlo na kontinentální Americe v 16. století. Prvky aztécké společnosti, jako je kultura, ekonomika a věda, jsou zachovány v _tlacuilos_. Tento termín půjčuje od _tlacuiloa_, slova ve starém aztéckém jazyce (Nahuatl, [#12], [#13]), což znamená _writing with drawing_. Tyto Tlacuilos byly uloženy v _amoxcalli_ (knihy) a _calli_ (Dům). Později se stali známými jako _codices_; slovo, které pochází z latinského slova Codex, což znamená „psaná kniha“. Byly kresleny v mnoha různých materiálech, jako je jelení kůže, _amate_ (papír) nebo bavlněná tkanina, a neměly pouze textové kresby zvané _glifos_ [#5], [#6]. Ačkoli, mnoho z pre-hispanic kodexů bylo zničeno během španělského dobytí, někteří domorodí Američané a někteří španělští kněží pracovali pro udržování sbírek a pokračování Mesoamerican zvyky od časnějších epoch. V nově vytvořených koloniálních kodexech dochází ke změně stylu kresby z důvodu nových technik a nových materiálů dovážených z Evropy. Popisný text v těchto nových rukopisech byl navíc napsán ve směsi obou jazyků, španělštiny a Nahuatlu. ![Astronomická budova](edificios.webp) Astronomická budova {: .img_and_caption } Je smutné, že aztécké astronomické znalosti ve zbývajících kodexech jsou opravdu malé. Další obrázek je jedním z mála, který pojmenovává některé souhvězdí a astronomické jevy identifikované Aztékem, patří k _Primeros Memoriales_ (první památníky), koloniální rukopis 16. století napsaný Fray Bernardino de Sahagun. ![Primeros Memoriales](Primeros_Memoriales.webp) ### Závěr Je pozoruhodné, že interpretace některých z těchto konstelací stále probíhá diskuse, a samozřejmě musí existovat i jiné konstelace, které mohou reprezentovat. Jakékoli komentáře a / nebo spolupráce jsou vítány, aby se zachovaly hvězdné znalosti, mýty a hvězdná kultura aztécké kultury.
fr: Les Aztèques étaient un groupe indigène de peuples en Méso-Amérique, en particulier dans les régions centrales du Mexique. Leur culture s'est épanouie du 13e au 15e siècle. Cependant, une grande partie de cette connaissance a été perdue à la suite de la conquête espagnole qui s'est produite sur l'Amérique continentale au 16ème siècle. Les éléments de la société aztèque tels que la culture, l'économie et la science sont préservés dans les _tlacuilos_. Ce terme emprunte à _tlacuiloa_, un mot de l'ancienne langue aztèque (Nahuatl, [#12], [#13]) qui signifie _écrire avec des dessins_. Ces Tlacuilos étaient stockés dans les _amoxcalli_ (livres) et _calli_ (maison). Plus tard, ils sont devenus connus sous le nom de _codices_; un mot qui vient du latin Codex qui signifie «livre écrit». Ils ont été dessinés dans de nombreux matériaux différents tels que la peau de cerf, le _amate_ (papier) ou le tissu de coton et ils n'avaient pas de dessins textuels appelés _glifos_ [#5], [#6]. Bien que de nombreux codex préhispaniques aient été détruits pendant la conquête espagnole, certains Amérindiens et certains prêtres espagnols ont travaillé pour conserver les collections et poursuivre les coutumes méso-américaines des époques antérieures. Dans les codex coloniaux nouvellement produits, il y a un changement de style de dessin à cause des nouvelles techniques et des nouveaux matériaux importés d'Europe. De plus, le texte descriptif de ces nouveaux manuscrits a été écrit dans un mélange des deux langues, espagnol et nahuatl. ![Bâtiment astronomique](edificios.webp) Bâtiment astronomique {: .img_and_caption } Malheureusement, les connaissances astronomiques aztèques dans les codex restants sont vraiment minimes. L'image suivante est l'une des rares à nommer certaines constellations et phénomènes astronomiques identifiés par les Aztèques, elle appartient aux _Primeros Memoriales_ (premiers mémoriaux), un manuscrit colonial du XVIe siècle écrit par Fray Bernardino de Sahagun. ![Primeros Memoriales](Primeros_Memoriales.webp) ### Conclusion Il est à noter que l'interprétation de certaines de ces constellations est toujours en discussion, et bien sûr, il doit y avoir d'autres constellations à représenter. Tous commentaires et / ou collaboration sont les bienvenus afin de préserver les connaissances stellaires, les mythes et le starlore de la culture aztèque.
ru: Ацтеки были группой коренных народов в Мезоамерике, особенно в центральной части Мексики. Их культура процветала с 13 по 15 век. Однако значительная часть этих знаний была потеряна в результате испанского завоевания, которое произошло в континентальной Америке в 16 веке. Элементы ацтекского общества, такие как культура, экономика и наука, сохраняются в _tlacuilos_. Этот термин заимствован из _tlacuiloa_, слова из древнего ацтекского языка (Nahuatl, [#12], [#13]), что означает «писать с рисунками». Эти Tlacuilos, где хранятся в _amoxcalli_ (книги) и _calli_ (дом). Позже они стали известны как _codices_; слово, которое пришло из латинского слова Codex, означающего «написанная книга». Они были нарисованы во многих различных материалах, таких как кожа оленя, _amate_ (бумага) или хлопчатобумажная ткань, и у них не было текстовых рисунков, называемых _glifos_ [#5], [#6]. Хотя многие из доиспанских кодексов были разрушены во время испанского завоевания, некоторые коренные американцы и некоторые испанские священники работали над сохранением коллекций и продолжением мезоамериканских обычаев с более ранних эпох. В недавно выпущенных колониальных кодексах происходит изменение стиля рисунка из-за новых технологий и новых материалов, импортируемых из Европы. Кроме того, описательный текст в этих новых рукописях был написан на смеси обоих языков - испанского и науатльского. ![Астрономическое здание](edificios.webp) Астрономическое здание {: .img_and_caption } К сожалению, астрономические знания ацтеков в оставшихся кодексах действительно невелики. Следующее изображение является одним из немногих, которое называет некоторые созвездия и астрономические явления, идентифицированные ацтеками, оно принадлежит _Primeros Memoriales_ (первые памятники), колониальной рукописи 16-го века, написанной братом Бернардино де Саагун. ![Primeros Memoriales](Primeros_Memoriales.webp) ### Вывод Примечательно, что интерпретация некоторых из этих созвездий все еще обсуждается, и, конечно, должны быть и другие созвездия для представления. Любые комментарии и / или сотрудничество приветствуются, чтобы сохранить звездные знания, мифы и звездный ацтекскую культуру.
