Repository: 10110111/stellarium-skycultures
Catalog: arabic/po/*.po
Languages: de, fr, gd, ja, te

source: Arabic
de: Arabisch
fr: Arabe
gd: Arabach
ja: アラビア
te: అరబిక్

source: The Arabic sky culture, which is in use for more than a thousand years, has been influenced greatly by Greek astronomy, particularly by Ptolemy's astronomy but also by the traditions of the nomads from the Arabic peninsula.
fr: La culture du ciel arabe, utilisée depuis plus de mille ans, a été fortement influencée par l'astronomie grecque, en particulier par l'astronomie de Ptolémée mais aussi par les traditions des nomades de la péninsule arabe.
ja: 1000年以上使用されているアラビアの空の文化は、ギリシャの天文学、特にプトレマイオスの天文学だけでなく、アラビア半島の遊牧民の伝統にも大きな影響を受けています。

source: ![Book of Fixed Stars](Book_of_Fixed_Stars3.webp) The depiction of Orion, as seen from Earth (left) and a mirror-image, from a 13th-century copy of al-Sufi's _Book of Fixed Stars_ [#4]. In this version, Orion's shield has become a long sleeve, typical of Islamic dress. {: .img_and_caption } _Ptolemy_, the Greek astronomer who lived and worked around _100-178 CE_ in Alexandria, Egypt, collected ancient Greek descriptions of 1,022 stars in his famous book _The Great System of Astronomy_, popularised under its shortened Arabic title, the _Almagest_. His catalogue of stars listed coordinates and brightness estimates for the stars arranged in _48 constellations_. The _Almagest_ was translated into Arabic twice in the 9th century and the Arabic translation was then translated into Medieval Latin. Thus, many modern star names are based on the star descriptions in the Arabic Almagest. ### Constellations This Arabic sky culture uses the classical _48 constellations_ of the Greek _Almagest_. These constellations were described by several Arab and Islamic authors. One of them left an indelible influence on the Arabic observation and study of stars: the astronomer _Abū al-Husayn ‘Abd Al-Rahmān al-Sūfī_ (903-986), known also by his Latinized name of _Azophi_. _Al-Sūfī_ produced a revised and updated version of Ptolemy's _Almagest_ in a major book called _Kitab suwar al-kawakib_, _The Book of Fixed Stars_ [#4], completed around 964 CE. Built on the basis of the Greek astronomical heritage, the work of _Al-Sūfī_ contained a listing of the Arabs' star names, stars magnitudes determined by _al-Sūfī_ himself, and two drawings of each constellation, one as it is seen in the sky and one reversed right to left as it would appear on a celestial globe. The oldest surviving copy was produced by his son around _1010 CE_ and is preserved in the Bodleian Library, Oxford (MS Marsh 144). ![Book of Fixed Stars](al_sufi_altre_006_copia.webp) Cetus as seen in the sky in an old manuscript of Al-Sufi book [#3]. {: .img_and_caption } ### The origin of star names In the Almagest, stars were described by their position within the constellation figure, e.g. "the star at the tip of the Bird's tail". In the arabic version of the map the label was shortened to the term "tail", "danab" in Arabic. Other star names used by _al-Sūfī_ and his compatriots were direct translations from Ptolemy's descriptions. For example, the modern star name _Fomalhaut_ comes from the Arabic "mouth of the southern fish", which is where _Ptolemy_ had described the star's position in the _Almagest_. Other star names describe the star itself, such as _Sirius_, which is derived from the Greek original and means "the brightest one" (literally as "scorching"). Another name describing the star's appearance is _Algol_, derived from the name of a desert demon whose Arabic name was "The Ghoul", whose eye is twinkeling at us. Quite a lot of prominent stars bear Arabic names, in which "al" corresponds to the article "the" but its inclusion has become somewhat arbitrary over time. Several star names of Arabic origin are given with or without the al- prefix. Local tradition of the peoples of _Islamic lands_ in the Arabian Peninsula and in the Middle East had their own names for various bright stars such as _Aldebaran_, The Follower (of the Star Cluster we name the Pleiades). They usually regarded single stars as representing _animals or people_, e.g. Diphda (_beta Ceti_), the Second Frog. The stars we know as _Alpha_ and _Beta Ophiuchi_ were regarded as a _shepherd_ and _his dog_, while neighbouring stars made up the outlines of a _field with sheep_. Some of the Arabic names were already many centuries old and their meanings were lost even for _al-Sūfī_ and his contemporaries, and they remain unknown until today.
fr: ![Livre des étoiles fixes](Book_of_Fixed_Stars3.webp) La représentation d'Orion, vue de la Terre (à gauche) et d'une image miroir, à partir d'une copie du XIIIe siècle du livre d'al-Sufi d'étoiles fixes_ [#4]. Dans cette version, le bouclier d'Orion est devenu une manche longue, typique de la robe islamique. {: .img_and_caption } _Ptolémée_, l'astronome grec qui a vécu et travaillé autour de _100-178 CE_ à Alexandrie, en Égypte, a rassemblé des descriptions grecques anciennes de 1022 étoiles dans son célèbre livre _Le Grand Système d'Astronomie_, popularisé sous son titre arabe abrégé, le _Almagest_. Son catalogue d'étoiles répertorie les coordonnées et les estimations de luminosité des étoiles disposées en _48 constellations_. Le _Almagest_ a été traduit en arabe deux fois au 9ème siècle et la traduction arabe a ensuite été traduite en latin médiéval. Ainsi, de nombreux noms d'étoiles modernes sont basés sur les descriptions d'étoiles dans l'Almagest arabe. ### Constellations Cette culture du ciel arabe utilise les _48 constellations_ classiques du grec _Almagest_. Ces constellations ont été décrites par plusieurs auteurs arabes et islamiques. L’un d’eux a laissé une influence indélébile sur l’observation et l’étude des étoiles en arabe: l’astronome _Abū al-Husayn ‘Abd Al-Rahmān al-Sūfī_ (903-986), également connu sous son nom latinisé de _Azophi_. _Al-Sūfī_ a produit une version révisée et mise à jour de _Almagest_ de Ptolémée dans un livre majeur appelé _Kitab suwar al-kawakib_, _Le Livre des Étoiles Fixes_ [#4], achevé vers 964 EC. Construit sur la base de l'héritage astronomique grec, le travail de _Al-Sūfī_ contenait une liste des noms des étoiles des Arabes, des magnitudes des étoiles déterminées par _al-Sūfī_ lui-même, et deux dessins de chaque constellation, l'un comme on le voit dans le ciel et un inversé de droite à gauche tel qu'il apparaîtrait sur un globe céleste. L'exemplaire le plus ancien survivant a été produit par son fils autour de _1010 CE_ et est conservé à la Bodleian Library, Oxford (MS Marsh 144). ![Livre des étoiles fixes](al_sufi_altre_006_copia.webp) Cetus vu dans le ciel dans un vieux manuscrit du livre d'Al-Sufi [#3]. {: .img_and_caption } ### L'origine des noms d'étoiles Dans l'Almagest, les étoiles étaient décrites par leur position dans la figure de la constellation, par ex. "l'étoile au bout de la queue de l'oiseau". Dans la version arabe de la carte, l'étiquette a été raccourcie au terme "queue", "danab" en arabe. D'autres noms d'étoiles utilisés par _al-Sūfī_ et ses compatriotes étaient des traductions directes des descriptions de Ptolémée. Par exemple, le nom d'étoile moderne _Fomalhaut_ vient de l'arabe "bouche du poisson du sud", où _Ptolémée_ avait décrit la position de l'étoile dans le _Almagest_. D'autres noms d'étoiles décrivent l'étoile elle-même, comme _Sirius_, qui est dérivé de l'original grec et signifie "le plus brillant" (littéralement "brûlant"). Un autre nom décrivant l'apparence de l'étoile est _Algol_, dérivé du nom d'un démon du désert dont le nom arabe était "The Ghoul", dont l'œil scintille vers nous. Beaucoup d'étoiles proéminentes portent des noms arabes, dans lesquels "al" correspond à l'article "la" mais son inclusion est devenue quelque peu arbitraire au fil du temps. Plusieurs noms d'étoiles d'origine arabe sont donnés avec ou sans le préfixe al. La tradition locale des peuples des terres islamiques de la péninsule arabique et du Moyen-Orient avait leurs propres noms pour diverses étoiles brillantes telles que _Aldebaran_, The Follower (du groupe d'étoiles que nous appelons les Pléiades). Ils considéraient généralement les étoiles simples comme représentant des animaux ou des personnes, par exemple Diphda (_beta Ceti_), la deuxième grenouille. Les étoiles que nous connaissons sous le nom de _Alpha_ et _Beta Ophiuchi_ étaient considérées comme un _shepherd_ et _his dog_, tandis que les étoiles voisines formaient les contours d'un _field avec moutons_. Certains des noms arabes étaient déjà vieux de plusieurs siècles et leurs significations ont été perdues même pour _al-Sūfī_ et ses contemporains, et ils restent inconnus jusqu'à aujourd'hui.
ja: [Book of Fixed Stars](Book_of_Fixed_Stars3.webp)地球から見たオリオンの描写（左）と、13世紀のアルスーフィーの_Book of Fixed Stars_ [#4]の鏡像。このバージョンでは、Orionのシールドは、イスラムのドレスに典型的な長袖になっています。 {: .img_and_caption } エジプトのアレクサンドリアで_100-178 CE_に住んで働いていたギリシャの天文学者である_Ptolemy_は、彼の有名な著書_The Great System of Astronomy_で古代ギリシャの古代の説明を収集し、アラビア語の短いタイトル_Almagest_で人気を博しました。彼の星のカタログには、_48の星座_に配置された星の座標と明るさの推定値が記載されています。 _Almagest_は9世紀に2回アラビア語に翻訳され、アラビア語の翻訳は中世ラテン語に翻訳されました。したがって、多くの現代の星の名前は、アラビア語のアルマゲストでの星の説明に基づいています。 ### 星座 このアラビア語の空の文化は、ギリシャ語の_Almagest_の古典的な_48星座_を使用しています。これらの星座は、いくつかのアラブとイスラムの作家によって説明されました。それらの1つは、アラビア語での星の観測と研究に忘れられない影響を与えました。天文学者の_Abūal-Husayn ‘AbdAl-Rahmānal-Sūfī_（903-986）は、ラテン語の_Azophi_でも知られています。 _Al-Sūfī_は_Kitab suwar al-kawakib_と呼ばれる主要な本、_The Book of Fixed Stars_ [#4]でプトレマイオスの_Almagest_の改訂版と更新版を作成し、西暦964年頃に完成しました。ギリシャの天文学遺産に基づいて構築された_Al-Sūfī_の作品には、アラブ人の星名のリスト、_al-Sūfī_自身が決定した星の等級、および各星座の2つの図が含まれています。天球に現れるように、1つは右から左に反転しました。現存する最も古いコピーは、彼の息子によって_1010 CE_あたりに作成され、オックスフォードのボドリアン図書館（MSマーシュ144）に保存されています。 ![Book of Fixed Stars](al_sufi_altre_006_copia.webp)アルスーフィーの本[#3]の古い原稿の空に見られるCetus。 {: .img_and_caption } ### スター名の由来 アルマゲストでは、星は星座図内での位置によって説明されていました。 「鳥の尻尾の先端にある星」。マップのアラビア語版では、ラベルはアラビア語で「尾」、「danab」という用語に短縮されました。 _al-Sūfī_と彼の同胞によって使用された他の星の名前はプトレマイオスの説明からの直接の翻訳でした。たとえば、現代のスター名_Fomalhaut_は、アラビア語の「南部魚の口」に由来します。これは、_Ptolemy_が_Almagest_での星の位置を説明した場所です。 ギリシャ語のオリジナルに由来し、「最も明るい星」（文字通り「焦げ」）を意味する_Sirius_など、他の星の名前は星自体を表します。星の外観を表す別の名前は_Algol_で、アラビア語の名前が "The Ghoul"である砂漠の悪魔の名前に由来し、その目は私たちを照らしています。かなり多くの著名な星がアラビア語の名前をつけています。「al」は記事「the」に対応しますが、その包含はやがてやや恣意的になりました。アラビア語起源のいくつかの星名は、接頭辞の有無にかかわらず指定されます。 アラビア半島および中東の_イスラム国_の人々の地元の伝統には、_Aldebaran_、The Follower（私たちがプレアデス星団と呼ぶ）のようなさまざまな明るい星に独自の名前がありました。彼らは通常、単一の星を_animalsまたはpeople_を表すものと見なしていました。 Diphda（_beta Ceti _）、2番目のカエル。私たちが_Alpha_および_Beta Ophiuchi_として知っている星は_shepherd_および_his dog_とみなされ、隣接する星は_羊のいるフィールドの輪郭を構成していました。一部のアラビア語の名前はすでに何世紀も前のものであり、_al-Sūfī_と彼の同時代の人たちにとってもその意味は失われ、今日まで不明のままです。

source: - [#1]: Star Tales on [Ian Ridpath website](http://www.ianridpath.com/startales/startales1b.htm) - [#2]: Abd al-Rahman Al-Sufi [article on Wikipedia](http://en.wikipedia.org/wiki/Abd_al-Rahman_al-Sufi) - [#3]: Constellations Illustrations by Al-Sufi. Images of a manuscript of Al-Sufi book with sample artistic illustrations and star table samples. [Link](http://www.atlascoelestis.com/alsufi%20Suwar.htm) - [#4]: The Original manuscript of Al-Sufi's "Kitab suwar al-kawakib" (The Book of Fixed Stars). Paris Digital Library "Gallica". [Link](http://gallica.bnf.fr/ark:/12148/btv1b60006156.image.f7.pagination) - [#5]: List of Arabic Star Names [article on Wikipedia](http://en.wikipedia.org/wiki/List_of_Arabic_star_names). - [#6]: Richard Hinckley Allen. _Star Names — Their Lore and Meaning_. [Link](http://penelope.uchicago.edu/Thayer/E/Gazetteer/Topics/astronomy/_Texts/secondary/ALLSTA/home.html) - [#7]: Islamic science heritage. _Arabic Star Names: A Treasure of Knowledge Shared by the World._ [Link](http://www.muslimheritage.com/article/arabic-star-names-treasure-knowledge-shared-world) - [#8]: [The Arab Astronomy Forum](http://www.jas.org.jo/forum/viewtopic.php) - [#9]: [The Islamic Crescent's Observation Project "ICOP"](http://www.icoproject.org/star.html) for granting a permission to use there lists of "Arabic" Constellations and star names. - [#10]: Arabic Stellarium Translation team
de: - [#1]: Star Tales auf der [Ian Ridpath-Website](http://www.ianridpath.com/startales/startales1b.htm) - [#2]: Abd al-Rahman Al-Sufi [Artikel auf Wikipedia](http://en.wikipedia.org/wiki/Abd_al-Rahman_al-Sufi) - [#3]: Sternbilder Illustrationen von Al-Sufi. Bilder eines Manuskripts eines Al-Sufi-Buches mit künstlerischen Beispielillustrationen und Sternentabellen. [Link](http://www.atlascoelestis.com/alsufi%20Suwar.htm) - [#4]: Das Originalmanuskript von Al-Sufis "Kitab suwar al-kawakib" (Das Buch der Fixsterne). Pariser Digitalbibliothek "Gallica". [Link](http://gallica.bnf.fr/ark:/12148/btv1b60006156.image.f7.pagination) - [#5]: Liste der arabischen Sternennamen [Artikel auf Wikipedia](http://en.wikipedia.org/wiki/List_of_Arabic_star_names). - [#6]: Richard Hinckley Allen. Sternnamen - ihre Überlieferung und Bedeutung. [Link](http://penelope.uchicago.edu/Thayer/E/Gazetteer/Topics/astronomy/_Texts/secondary/ALLSTA/home.html) - [#7]: Islamisches wissenschaftliches Erbe. _Arabische Sternennamen: Ein Schatz des Wissens, der von der Welt geteilt wird._ [Link](http://www.muslimheritage.com/article/arabic-star-names-treasure-knowledge-shared-world) - [#8]: [Das arabische Astronomieforum](http://www.jas.org.jo/forum/viewtopic.php) - [#9]: [Das Beobachtungsprojekt des Islamischen Halbmonds "ICOP"](http://www.icoproject.org/star.html) für die Erteilung einer Erlaubnis zur Verwendung der dortigen Listen "arabischer" Konstellationen und Sternennamen. - [#10]: Arabisches Stellarium-Übersetzungsteam
fr: - [#1]: Star Tales sur [site Web Ian Ridpath](http://www.ianridpath.com/startales/startales1b.htm) - [#2]: Abd al-Rahman Al-Sufi [article sur Wikipedia](http://en.wikipedia.org/wiki/Abd_al-Rahman_al-Sufi) - [#3]: Illustrations des constellations par Al-Sufi. Images d'un manuscrit du livre d'Al-Soufi avec des exemples d'illustrations artistiques et des échantillons de table en étoile. [Lien](http://www.atlascoelestis.com/alsufi%20Suwar.htm) - [#4]: Le manuscrit original du "Kitab suwar al-kawakib" d'Al-Sufi (Le livre des étoiles fixes). Bibliothèque numérique de Paris "Gallica". [Lien](http://gallica.bnf.fr/ark:/12148/btv1b60006156.image.f7.pagination) - [#5]: Liste des noms d'étoiles arabes [article sur Wikipedia](http://en.wikipedia.org/wiki/List_of_Arabic_star_names). - [#6]: Richard Hinckley Allen. _Star Names - Leur histoire et leur signification_. [Lien](http://penelope.uchicago.edu/Thayer/E/Gazetteer/Topics/astronomy/_Texts/secondary/ALLSTA/home.html) - [#7]: Patrimoine scientifique islamique. _Noms des étoiles arabes: un trésor de connaissances partagées par le monde._ [Lien](http://www.muslimheritage.com/article/arabic-star-names-treasure-knowledge-shared-world) - [#8]: [Le Forum arabe d'astronomie](http://www.jas.org.jo/forum/viewtopic.php) - [#9]: [Projet d'observation du Croissant islamique "ICOP"](http://www.icoproject.org/star.html) pour avoir accordé la permission d'utiliser des listes de constellations "arabes" et de noms d'étoiles. - [#10]: Équipe de traduction de Stellarium arabe
ja: - [#1]: [Ian Ridpath Webサイト](http://www.ianridpath.com/startales/startales1b.htm)のスターテール - [#2]: Abd al-Rahman Al-Sufi [Wikipediaの記事](http://en.wikipedia.org/wiki/Abd_al-Rahman_al-Sufi) - [#3]: Al-Sufiによる星座イラスト。サンプルの芸術的なイラストとスターテーブルのサンプルを含むアルスーフィーの本の原稿の画像。 [リンク](http://www.atlascoelestis.com/alsufi%20Suwar.htm) - [#4]: Al-Sufiの "Kitab suwar al-kawakib"（The Book of Fixed Stars）のオリジナルの原稿。パリデジタルライブラリ「Gallica」。 [リンク](http://gallica.bnf.fr/ark:/12148/btv1b60006156.image.f7.pagination) - [#5]: アラビア語の星名のリスト[Wikipediaの記事](http://en.wikipedia.org/wiki/List_of_Arabic_star_names)。 - [#6]: リチャードヒンクリーアレン。 _Star Names —彼らの伝承と意味_。 [リンク](http://penelope.uchicago.edu/Thayer/E/Gazetteer/Topics/astronomy/_Texts/secondary/ALLSTA/home.html) - [#7]: イスラム科学遺産。 _アラビア語の星名：世界が共有する知識の宝物。[リンク](http://www.muslimheritage.com/article/arabic-star-names-treasure-knowledge-shared-world) - [#8]: [アラブ天文学フォーラム](http://www.jas.org.jo/forum/viewtopic.php) - [#9]: [イスラムの三日月の観測プロジェクト「ICOP」（http://www.icoproject.org/star.html）。ここに「アラビア語」の星座と星名のリストを使用する許可を与えます。 - [#10]: アラビア語ステラリウム翻訳チーム

source: The Arabic star names were compiled and added to Stellarium by Khalid Alajaji. Constellations lines, images & English translation by Kutaibaa Akraa. Text rework: Stellarium's team
fr: Les noms des étoiles arabes ont été compilés et ajoutés à Stellarium par Khalid Alajaji. Lignes de constellations, images et traduction en anglais par Kutaibaa Akraa. Retouche de texte: l'équipe de Stellarium
ja: アラビア語の星名は、Khalid Alajajiによって編集され、Stellariumに追加されました。 星座線、画像、Kutaibaa Akraaによる英語の翻訳。 テキストのリワーク：Stellariumのチーム

source: Illustrations: Public Domain Text and data: GNU GPL v2.0
ja: イラスト：パブリックドメイン テキストとデータ：GNU GPL v2.0

source: The Shackled Woman
de: Die angekettete Frau (Andromeda)
fr: Andromède
gd: Am boireannach geimhlichte
ja: 束縛された女
te: ది షాకిల్డ్ వుమన్

source: The Well-bucket
de: Wasser-Eimer
fr: Le Verseau
gd: Cuinneag an tobair
ja: ウェルバケット
te: ది వెల్-బక్కెట్

source: The Eagle
de: Adler
fr: L'Aigle
gd: An Iolaire
ja: ワシ
te: ది ఈగిల్

source: The Censer
de: Weihrauchfass
fr: L'Autel
gd: An Tùisear
ja: 香炉
te: ది సెన్సర్

source: The Ram
de: Widder
fr: Le Bélier
gd: An Reithe
ja: 牡羊
te: ది ర్యామ్

source: The Reins-holder
de: Zügelhalter
fr: Le Cocher
gd: Giùlanair nan Srian
ja: 手綱ホルダー
te: ది రీన్స్‌-హోల్డర్

source: The Howler
de: Hüter
fr: Le Bouvier
gd: An Nuallach
ja: ハウラー
te: ది హౌలర్

source: The Crab
de: Krebs
fr: Le Cancer
gd: A’ Chrùbag
ja: カニ
te: ది క్రాబ్

source: The Greater Dog
de: Großer Hund
fr: Le Grand Chien
gd: An Cù Mòr
ja: グレーター・ドッグ
te: ది గ్రేటర్ డాగ్

source: The Lesser Dog
de: Kleiner Hund
fr: Le Petit Chien
gd: An Cù Beag
ja: レッサードッグ
te: ది లెస్సర్ డాగ్

source: The Young Goat
de: Zicklein (Steinbock)
fr: Le Chevreau
gd: Am Meann
ja: 若いヤギ
te: ది యౌంగ్ గోట్

source: Who (Lady) Has Chair
de: (Königin) mit Sessel (Cassiopeia)
fr: Cassiopée
gd: Ban-uasail le Cathair
ja: 誰が（レディ）椅子を持っているか
te: హూ (లేడీ) హాస్ చెయిర్

source: Centaur
de: Kentaur
fr: Centaure
gd: Centaurus
ja: ケンタウルス
te: సెంటార్

source: Inflammatus
fr: Céphée
gd: Am Fear Laiste (Inflammatus)
ja: 炎症を起こしました
te: ఇన్‌ఫ్లమ్మేటస్

source: Bristle
de: Haar (der Berenike)
fr: Chevelure de Bérénice
gd: Am Frioghan
ja: 剛毛
te: బ్రిసిల్

source: The Southern Crown
de: Südliche Krone
fr: Constellation de la Couronne Australe
gd: Crùn a Deas
ja: 南の王冠
te: ది సదరన్ క్రౌన్

source: The Northern Crown
de: Nördliche Krone
fr: Constellation de la couronne Boréale
gd: Crùn a Tuath
ja: 北の王冠
te: ది నార్దర్న్ క్రౌన్

source: The Raven
de: Rabe
fr: Le Corbeau
gd: Am Fitheach
ja: 大烏
te: ది రావెన్

source: The Great Cup
de: Großer Becher
fr: La grande Coupe
gd: An Cupa Mòr
ja: グレートカップ
te: ది గ్రేట్ కప్

source: The Hen
de: Henne
fr: Le Cygne
gd: A’ Chearc
ja: 編
te: ది హెన్

source: The Dolphin
de: Delphin
fr: Le Dauphin
gd: An Leumadair-mara
ja: イルカ
te: ది డాల్ఫిన్

source: The Dragon
de: Drache
fr: Le Dragon
gd: An Dràgon
ja: 竜
te: ది డ్రాగన్

source: Part of the Horse
de: Teil eines Pferds
fr: Petit Cheval
gd: Pàirt dhen each
ja: 馬の一部
te: పార్ట్ ఆఫ్ ది హార్స్

source: The River
de: Fluß
fr: Eridan
gd: An Abhainn
ja: 川
te: ది రివర్

source: The Twins
de: Zwillinge
fr: Les Gémeaux
gd: An Dà Leth-aon
ja: 双子
te: ది ట్విన్స్

source: The Kneeling (Man)
de: Knieender
fr: Hercule
gd: Am Fear Sleuchdach
ja: ひざまずく（男）
te: ది నీలింగ్ (మాన్)

source: The Brave
de: Der Tapfere
fr: L'Hydre
gd: An Gaisgeach
ja: ブレイブ
te: ది బ్రేవ్

source: The Lion
de: Löwe
fr: Le Lion
gd: An Leòmhann
ja: ライオン
te: ది లయన్

source: The Hare
de: Hase
fr: Le Lièvre
gd: A’ Mhaigheach
ja: 野ウサギ
te: ది హేర్

source: The Balance
de: Waage
fr: La Balance
gd: A’ Mheidh
ja: バランス
te: ది బాలెన్స్

source: The Turtle
de: Schildkröte
fr: La Tortue
gd: An Turtur
ja: カメ
te: ది టర్టిల్

source: The Snake Charmer
de: Schlangenbeschwörer
fr: Le Serpentaire/Ophiucus
gd: Geasadair na Nathrach
ja: 蛇使い
te: ది స్నేక్ చార్మర్

source: The Giant
de: Riese
fr: Orion
gd: Am Famhair
ja: 巨人
te: ది జియంట్

source: The Great Horse
de: Großes Pferd
fr: Pégase
gd: An t-Each Mòr
ja: 偉大な馬
te: ది గ్రేట్ హార్స్

source: Bearer of the Demon's Head
de: Träger des Dämonenhaupts
fr: Persée
gd: Giùlanair Ceann an Deamhain
ja: 悪魔の頭の無記名
te: బేరర్ ఆఫ్ ది డెమన్స్ హెడ్

source: The Whale
de: Walfisch
fr: La Baleine
gd: A’ Mhuc-mhara
ja: 鯨
te: ది వేల్

source: The Southern Whale
de: Südlicher Wal
fr: La Baleine du Sud
gd: A’ Mhuc-mhara Dheasach
ja: 南クジラ
te: ది సదరన్ వేల్

source: The Arrow
de: Pfeil
fr: La Flèche
gd: An t-Saighead
ja: 矢
te: బాణం

source: The Archer
de: Bogenschütze
fr: L'Archer
gd: Am Boghadair
ja: 射手
te: ది ఆర్చర్

source: The Scorpion
de: Skorpion
fr: Le Scorpion
gd: An Sgairp
ja: 蠍
te: ది స్కార్పియన్

source: The Bull
de: Stier
fr: Le Taureau
gd: An Tarbh
ja: 雄牛
te: ది బుల్

source: The Triangle
de: Das Dreieck
fr: Le Triangle
gd: An Triantan
ja: トライアングル
te: ది ట్రయాంగిల్

source: The Greater Bear
de: Großer Bär
fr: La Grande Ourse
gd: Am Mathan Mòr
ja: グレーターベア
te: ది గ్రేటర్ బేర్

source: The Lesser Bear
de: Kleiner Bär
fr: La Petite Ourse
gd: Am Mathan Beag
ja: レッサーベア
te: ది లెస్సర్ బేర్

source: The Ship
de: Schiff
fr: Le Navire
gd: An Long
ja: 船
te: ది షిప్

source: The Maiden
de: Jungfrau
fr: La Vierge
gd: A’ Mhaighdinn
ja: 乙女
te: ది మెయిడెన్

source: The Snake
de: Schlange
fr: Le Serpent
gd: An Nathair
ja: ヘビ
te: ది స్నేక్

source: The Beast of Prey
de: Raubtier
fr: Le Loup
gd: Am Biast
ja: 猛獣
te: ది బీస్త్ ఆఫ్ ప్రే

source: Horse navel
de: Nabel des Pferds
fr: L'Ombilic du cheval
gd: Imleag an Eich
ja: 馬へそ
te: హార్స్ నేవెల్

source: Tinted palm
de: Gefärbte Hand
fr: La main teinte au henné
gd: A’ Bhas Dhathte
ja: 着色された手のひら
te: టింటెడ్ పామ్

source: Horse flank
de: Flanke (des Pferds)
fr: Le flanc du cheval
gd: Cliathach an Eich
ja: 馬の脇腹
te: హార్స్ ఫ్లాంక్

source: The breast
de: Brust
fr: La poitrine
gd: A’ Chìoch
ja: 胸
te: ది బ్రెస్ట్

source: The second frog
de: Zweiter Frosch
fr: Beta Ceti
gd: An Dàrna Losgann
ja: 2匹目のカエル
te: ది సెకండ్ ఫ్రాగ్

source: The rope
de: Strick
fr: La corde
gd: An Ròp
ja: ロープ
te: ది రోప్

source: The knee
de: Knie
fr: Le genou
gd: A’ Ghlùn
ja: 膝
te: ది నీ

source: End of the river
de: Ende des Flusses
fr: La Fin du fleuve
gd: Ceann na h-Aibhne
ja: 川の終わり
te: ఎండ్ ఆఫ్ ది రివర్

source: Belly of Cetus
de: Bauch des Wals
fr: Le Tronc du monstre marin
gd: Brù na Muice-mara
ja: 腹の腹
te: బెల్లీ ఆఫ్ సెటస్

source: The triangle
de: Das Dreieck
fr: Le triangle
ja: 三角形

source: The first companionable
de: Der erste Begleiter
fr: Le premier compagnon
ja: 最初の仲間

source: The second sign
de: Zweites Zeichen
fr: La deuxième Marque
gd: An Dàrna Samhla
ja: 二番目のサイン
te: ది సెకండ్ సైన్

source: The first sign
de: Erstes Zeichen
fr: La première Marque
gd: A’ Chiad Samhla
ja: 最初の兆候
te: ది ఫస్ట్ సైన్

source: The rope knot
de: Knoten
fr: La Robe
gd: Snaidhm ròpa
ja: ロープの結び目
te: ది రోప్ నాట్

source: Earthkid
de: Erdenkind
fr: Le Lynx du désert
gd: Caracal talmhainn
ja: アースキッド
te: ఎర్త్‌కిడ్

source: A butter
de: Stoßer
fr: Le Coup de corne
gd: Stobadh adhairce
ja: バター
te: ఎ బట్టర్

source: The goat
de: Ziege
fr: Le Petit Chevreau
gd: An gobhar
ja: 山羊
te: ది గోట్

source: The hatching-place
de: Der Schraffur-Platz
fr: Le Nid d'autruche
gd: An làrach-guraidh
ja: 孵化場所
te: ది హ్యాచింగ్-ప్లేస్

source: The aggrieved-end of the river
de: Das benachteiligte Ende des Flusses
fr: L'Autruche mâle
gd: Ceann brònach na h-aibhne
ja: 荒廃した川の端
te: ది ఎగ్రీవ్‌డ్-ఎండ్ ఆఫ్ ది రివర్

source: The nostril
de: Nüster
fr: La Narine
gd: An Cuinnlean
ja: 鼻孔
te: ది నోస్ట్రిల్

source: The ghoul
de: Unhold
fr: La Gorgone
gd: An gùl
ja: グール
te: ది ఘౌల్

source: The little belly
de: Bäuchlein
fr: Le petit Ventre
gd: A’ bhrù bheag
ja: 小さなお腹
te: ది లిటిల్ బెల్లీ

source: The elbow of the Pleiades
de: Ellbogen der Plejaden
fr: Le Flanc
gd: Uillinn nam Pleiades
ja: プレアデス星団の肘
te: ది ఎల్బో ఆఫ్ ది ప్లీయేడ్స్
