Repository: 10110111/stellarium-skycultures
Catalog: arabic/po/*.po
Languages: de, fr, gd, ja, te

source: Shoulder of the Pleiades
de: Schulter der Plejaden
fr: L'Omoplate
gd: Gualainn nam Pleiades
ja: プレアデス星団の肩
te: షోల్డర్ ఆఫ్ ది ప్లీయేడ్స్

source: The Pleiades
de: Plejaden
fr: La Pléïade
gd: Na Pleiades
ja: プレアデス星団
te: ది ప్లీయేడ్స్

source: One of the eggs
de: Eines der Eier
fr: Les Oeufs des autruches
gd: A’ chiad reul dhe na h-uighean
ja: 卵の一つ
te: వన్ ఆఫ్ ది ఎగ్స్

source: One of the eggs shells
de: Eine der Eierschalen
fr: Les Coquilles d'oeufs
gd: A’ chiad reul dhe na gucagan-uighe
ja: 卵の殻の1つ
te: వన్ ఆఫ్ ది ఎగ్స్ షెల్స్

source: Eye of the Bull
de: Auge des Stiers
fr: L'Oeil du taureau
gd: Sùil an Tairbh
ja: 雄牛の目
te: ఐ ఆఫ్ ది బుల్

source: Follower of the Pleiades
de: Der den Plejaden Folgende
fr: La Suivante
gd: Leanmhainneach nam Pleiades
ja: プレアデス星団
te: ఫాలోవర్ ఆఫ్ ది ప్లీయేడ్స్

source: Footstool of the giant
de: Schemel des Riesen
fr: Le Trône
gd: Stòl-coise an Fhamhair
ja: 巨人の足台
te: ఫుట్‌స్టూల్ ఆఫ్ ది జియంట్

source: The giant foot
de: Riesenfuß
fr: La Brave
gd: Cas an Fhamhair
ja: 巨大な足
te: ది జియంట్ ఫుట్

source: The Pleiades watcher
de: Beobachter der Plejaden
fr: La Chamelle
gd: Coimheadaiche nam Pleiades
ja: プレアデス星団
te: ది ప్లీయేడ్స్ వాచర్

source: The molar
de: Mahlzahn
fr: Le Précurseur
gd: A’ chùl-fhiacaill
ja: 大臼歯
te: ది మోలార్

source: Heel of the Reins holder
de: Ferse des Zügelhalters
fr: Le Talon du cocher
gd: Sàil Giùlanair nan Srian
ja: 手綱のかかと
te: హీల్ ఆఫ్ ది రీన్స్ హోల్డర్

source: The camels quenching their thirst
de: Kamele an der Tränke
fr: Les autruches qui ont étanché leur soif
gd: Na càmhail a’ bàthadh am pathadh
ja: ラクダは喉の渇きを癒す
te: ది కామెల్స్ క్వెంచింగ్ దెయిర్ థర్స్ట్

source: The zone
de: Zone
fr: La Ceinture d'Elgeuze
gd: An raon
ja: ゾーン
te: ది జోన్

source: The hare
de: Hase
fr: Le Trône d'Elgeuze
gd: A’ mhaigheach
ja: 野ウサギ
te: ది హేర్

source: White spot
de: Weißer Fleck
fr: La Touffe de Cheveux
gd: Am bad geal
ja: ホワイトスポット
te: వైట్ స్పాట్

source: The string of pearls
de: Perlenschnur
fr: La Série
gd: An car ghrìogagan
ja: 真珠のひも
te: ది స్ట్రింగ్ ఆఫ్ పెర్ల్స్

source: The dove
de: Taube
fr: L'Excellent
gd: An calman
ja: どこ
te: ది డోవ్

source: The belt
de: Gürtel
fr: La Ceinture d'Elgeuze
gd: An crios
ja: ベルト
te: ది బెల్ట్

source: The sword
de: Schwert
fr: Le Pied droit d'Elgeuze
gd: An claidheamh
ja: 剣
te: ది స్వొర్డ్

source: The weight
de: Gewicht
fr: Le Pendant de Hadar
gd: An cuideam
ja: 重み
te: ది వెయిట్

source: Shoulder of the giant
de: Schulter des Riesen
fr: La Main d’Elgeuze
gd: Gualainn an Fhamhair
ja: 巨人の肩
te: షౌల్డర్ ఆఫ్ ది జియంట్

source: Shoulder of Reins holder
de: Schulter des Zügelhalters
fr: L'Épaule du Cocher
gd: Gualann Giùlanair nan Srian
ja: 手綱ホルダーの肩
te: షౌల్డర్ ఆఫ్ రీన్స్ హోల్డర్

source: Forward foot
de: Vorderer Fuß
fr: Les Pluvieuses
gd: A’ chas-thoisich
ja: 前足
te: ఫార్వర్డ్ ఫుట్

source: Individual stars
de: Einzelsterne
fr: Les Isolées
gd: Reultan fa leth
ja: 個々の星
te: ఇండివిడ్యువల్ స్టార్స్

source: The announcer of the southern Shining one
de: Der Herald des südlichen Leuchtenden
fr: Le héraut de celui qui brille au Sud
gd: Neach-innsidh na rèile dealraich deasaich
ja: 南のシャイニング・ワンのアナウンサー
te: ది ఎనౌన్సర్ ఆఫ్ ది సదరన్ షైనింగ్ వన్

source: Suhayl
fr: Suhail
ja: スハイル
te: సుహేల్

source: First one of the brand-mark
de: Erster des Brandzeichens
fr: La première marque au fer rouge
gd: A’ chiad reul dhen chomharra-bhrannd
ja: ブランドマークの最初のもの
te: ఫస్ట్ వన్ ఆఫ్ ది బ్రాండ్-మార్క్

source: The outstretched paw
de: Ausgestreckte Pranke
fr: La patte déployée
gd: An spòg shìnte
ja: 伸ばした足
te: ది ఔట్‌స్ట్రెచ్‌డ్ పా

source: The southern Shining one
de: Der südliche Leuchtende
fr: Celui qui brille au Sud
gd: An reul dhealrach dheasach
ja: 南のシャイニング
te: ది సదరన్ షైనింగ్ వన్

source: The maidens
de: Jungfrauen
fr: Les Vierges
gd: Na maighdeannan
ja: 乙女たち
te: ది మైడెన్స్

source: The tow juror
de: Der Abschlepp-Juror
fr: Les Deux qui poussent à jurer
ja: 牽引陪審
te: ది టౌ జ్యూరర్

source: The pulled-in paw
de: Eingezogene Pranke
fr: La Patte repliée
gd: An spòg chrùbte
ja: 引き込まれた足
te: ది పుల్డ్-ఇన్ పా

source: Middle of the sky
de: Himmelsmitte
fr: Le Milieu
gd: Meadhan an speura
ja: 空の真ん中
te: మిడిల్ ఆఫ్ ది స్కై

source: The maidenhood
de: Jungfernschaft
fr: L'Hymen
ja: 乙女
te: ది మెయిడెన్‌హుడ్

source: The announcer of the northern Shining one
de: Der Herald des nördlichen Leuchtenden
fr: Le héraut de celui qui brille au Nord
gd: Neach-innsidh na rèile dealraich tuathaich
ja: 北のシャイニング・ワンのアナウンサー
te: ది ఎనౌన్సర్ ఆఫ్ ది నార్దర్న్ షైనింగ్ వన్

source: The twins forward head
de: Vorderer Kopf der Zwillinge
fr: Apollon
gd: Ceann-aghaidh an dà leth-aon
ja: 双子の前頭
te: ది ట్విన్స్ ఫార్వర్డ్ హెడ్

source: The northern Shining one
de: Der nördliche Leuchtende
fr: Celui qui brille au Nord
gd: An reul dhealrach thuathach
ja: 北の輝くもの
te: ది నార్దర్న్ షైనింగ్ వన్

source: The twins posterior head
de: Hinterer Kopf der Zwillinge
fr: Héraklès
gd: Ceann-cùil an dà leth-aon
ja: 双子の後頭部
te: ది ట్విన్స్ పోస్టీరియర్ హెడ్

source: Suhayl hadar
fr: Suhail hadar
ja: スハイル・ハダール
te: సుహేల్ హాడర్

source: Sworn Suhayl
fr: Suhail qui pousse à jurer
gd: Suhayl mionnaichte
ja: 宣誓スハイル
te: స్వోర్న్ సుహైల్

source: One of the antelopes
de: Eine der Antilopen
fr: Le Museau
gd: A’ chiad reul dhe na h-antalopan
ja: アンテロープの1つ
te: వన్ ఆఫ్ ది ఆంటెలోప్స్

source: Northern donkey
de: Nördlicher Esel
fr: L'Âne du Nord
gd: An t-asal tuathach
ja: 北のロバ
te: నార్దర్న్ డాంకీ

source: Southern donkey
de: Südlicher Esel
fr: L'Âne du Nord
gd: An t-asal deasach
ja: 南ロバ
te: సదరన్ డాంకీ

source: The claw
de: Schere
fr: Les Pinces
gd: An spòg
ja: 爪
te: ది క్లా

source: The third leap
de: Dritter Sprung
fr: Le troisième saut boréal
gd: An treas leum
ja: 3回目の飛躍
te: ది థర్డ్ లీప్

source: Suhayl the weight
de: Suhayl das Gewicht
fr: Suhail de Wazn
gd: An cuideam Suhayl
ja: スハイル・ザ・ウェイト
te: సుహేల్ ది వెయిట్

source: The solitary one
de: Der Einzelne
fr: La Solitaire
gd: An t-aonarach
ja: 孤独なもの
te: ది సాలిటరీ వన్

source: The glance of the lion
de: Blick des Löwen
fr: Le Regard
gd: Sùil an leòmhainn
ja: ライオンのちらり
te: గ్లాన్స్ ఆఫ్ ది లయన్

source: Head of the lion
de: Kopf des Löwen
fr: La Tête du lion
gd: Ceann an leòmhainn
ja: ライオンの頭
te: హెడ్ ఆఫ్ ది లయన్

source: Heart of the lion
de: Herz des Löwen
fr: Le Coeur du lion
gd: Cridhe an leòmhainn
ja: ライオンの心
te: హార్ట్ ఆఫ్ ది లయన్

source: The northern one of the second leap
de: Der nördliche des zweiten Sprunges
fr: Le deuxième saut boréal
gd: Reul thuathach an dàrna leum
ja: 2回目の飛躍の北方
te: ది నార్దర్న్ వన్ ఆఫ్ ది సెకండ్ లీప్

source: The forehead of the lion
de: Stirn des Löwen
fr: Le Front du lion
gd: Maoil an leòmhainn
ja: ライオンの額
te: ది ఫోర్‌హెడ్ ఆఫ్ ది లయన్

source: The southern one of the second leap
de: Der südliche des zweiten Sprunges
fr: Le deuxième saut austral
gd: Reul dheasach an dàrna leum
ja: 2回目の飛躍の南方
te: ది సదరన్ వన్ ఆఫ్ ది సెకండ్ లీప్

source: The cup
de: Becher
fr: La Coupe
gd: An cupan
ja: コップ
te: ది కప్

source: The loins
de: Lenden
fr: Le Bas-ventre du grand Ours
gd: Na lòinichean
ja: 腰
te: ది లోయిన్స్

source: The bear
de: Bär
fr: Aschère yéménite
gd: Am mathan
ja: クマ
te: ది బేర్

source: One of Al-zubarah
de: Erster der al-Zubarah
fr: La Croupe du lion
gd: A’ chiad reul dhe dh’Al-zubarah
ja: アルズバラの一つ
te: వన్ ఆఫ్ అల్-జుబారా

source: Second Al-zubarah
de: Zweiter der al-Zubarah
fr: Les deux Trous
gd: An dàrna Al-zubarah
ja: 第二アルズバラ
te: సెకండ్ అల్-జుబారా

source: The southern one of the first leap
de: Der südliche des ersten Sprunges
fr: Le premier saut austral
gd: Reul dheasach a’ chiad leum
ja: 最初の飛躍の南の一つ
te: ది సదరన్ వన్ ఆఫ్ ది ఫస్ట్ లీప్

source: The northern one of the first leap
de: Der nördliche des ersten Sprunges
fr: Le premier saut boréal
gd: Reul thuathach a’ chiad leum
ja: 最初の飛躍の北の方
te: ది నార్దర్న్ వన్ ఆఫ్ ది ఫస్ట్ లీప్

source: Tail of the lion
de: Schwanz des Löwen
fr: La Queue du lion
gd: Earball an leòmhainn
ja: ライオンのしっぽ
te: టెయిల్ ఆఫ్ ది లయన్

source: Corner of the barker
de: Ecke des Kläffers
fr: L'Angle du Hurleur
gd: Oisean an nuallaich
ja: 客引きのコーナー
te: కార్నర్ ఆఫ్ ది బార్కర్

source: The thigh
de: Schenkel
fr: La Cuisse du grand Ours
gd: An t-sliasaid
ja: 太もも
te: ది థై

source: The tent
de: Zelt
fr: La Tente
gd: An teanta
ja: テント
te: ది టెంట్

source: The insertion-point of the Bear's tail
de: Anfangspunkt des Bärenschwanzes
fr: Le point d'attache de la queue
gd: Far a bheil earball a’ mhathain ris
ja: クマの尻尾の挿入ポイント
te: ది ఇన్సర్షన్-పాయింట్ ఆఫ్ ది బేర్స్ టెయిల్

source: The wing
de: Flügel
fr: L'Aile du corbeau
gd: An sgiath
ja: 翼
te: ది వింగ్

source: The raven
de: Rabe
fr: Le Corbeau
gd: Am fitheach
ja: カラス
te: ది రావెన్

source: The inlet
de: Der Einlauf
fr: Le Golfe
gd: An geodha
ja: 入口
te: ది ఇన్లెట్

source: The lion Liver
de: Leber des Löwen
fr: Le Foie du Lion
gd: Grùthan an leòmhainn
ja: ライオン肝臓
te: ది లయన్ లివర్

source: Vine-harvestress
de: Winzerin
fr: Qui précède la vendange
gd: Bean buan fìonain
ja: つるの女神
te: వైన్-హార్వెస్ట్రెస్

source: Embrace
de: Umarmung
fr: Le premier Saut des gazelles
gd: An dlùth-ghabhail
ja: 擁する
te: ఎంబ్రేస్

source: The Undefended one
de: Der Unbewehrte
fr: Le Levier désarmé
gd: An tè neo-dhìonaichte
ja: 無防備なもの
te: ది అన్‌డిఫెండెడ్ వన్

source: Al-suha
ja: アルスハ
te: అల్-సుహా

source: Leader-daughter of the bier
de: Erste Tochter an der Bahre
fr: Fille conductrice du cercueil
gd: Prìomh-nighean na h-eislige
ja: ビールのリーダー娘
te: లీడర్-డాటర్ ఆఫ్ ది బియర్

source: Single one of the lance-bearer
de: Einzelner des Lanzenträgers
fr: L'Étoile isolée
gd: Aonar a’ ghiùlanair-lannsa
ja: 槍持ちの一人
te: సింగిల్ వన్ ఆఫ్ ది లాన్స్-బేరర్

source: shoulder of the centaur
de: Schulter des Kentauren
fr: L'Épaule droite du centaure
gd: Gualann a’ centaur
ja: ケンタウロスの肩
te: షోల్డర్ ఆఫ్ ది సెంటర్

source: The Spear Thrower
de: Der Bewehrte
fr: Le Levier armé
gd: An tilgear-sleagha
ja: 槍投げ
te: ది స్పియర్ త్రోయర్

source: One of Al-ghofer's
de: Einer der Al-ghofer's
fr: La première de la Traîne
gd: A’ chiad reul dhe dh’Al-ghofer
ja: アルゴーファーの
te: వన్ ఆఫ్ అల్-ఘోఫర్స్

source: The shepherd
de: Hirt
fr: Le Gardien du nord
gd: An cìobair
ja: 羊飼い
te: ది షెప్‌హర్డ్

source: Centaur foot
de: Fuß des Kentauren
fr: La Jambe du centaure
gd: Cas a’ centaur
ja: ケンタウロスの足
te: సెంటార్ ఫుట్

source: The loin-cloth
de: Lendenschurz
fr: La robe
gd: Am brèid-gobhail
ja: ふんどし
te: ది లోయిన్-క్లాథ్

source: The brighter Pherkad
de: der hellere Pherkad
fr: Le Genou
gd: Pherkad as soilleire
ja: より明るいPherkad
te: ది బ్రైటర్ ఫెర్కాడ్

source: The southern claw
de: Südliche Schere
fr: Le Plateau austral
gd: An spòg dheasach
ja: 南の爪
te: ది సదరన్ క్లా

source: The cattleman
de: Rinderhüter
fr: Le Bouvier
gd: Am buachaille
ja: 牛屋
te: ది క్యాటిల్‌మాన్

source: The northern claw
de: Nördliche Schere
fr: Le Plateau boréal
gd: An spòg thuathach
ja: 北の爪
te: ది నార్దర్న్ క్లా

source: The dimmer Pherkad
de: der schwächere Pherkad
fr: Les deux Veaux
gd: Pherkad as doilleire
ja: ディマーPherkad
te: ది డిమ్మర్ ఫెర్కాడ్

source: Shepherd's crook
de: Hirtenstab
fr: La massue
gd: Bocan a’ chìobair
ja: 羊飼いの詐欺師
te: షెప్‌హర్డ్స్ క్రూక్

source: The hyena
de: Hyäne
fr: Les Hyènes
ja: ハイエナ
te: ది హైనా

source: The two series
de: Die zwei Serien
fr: Les deux Séries
gd: An dà shreath
ja: 2つのシリーズ
te: ది టు సీరీస్

source: The broken ring of stars
de: Unterbrochener Sternenring
fr: La Brillante du Bris
gd: Cearcall reultan briste
ja: 壊れた星の輪
te: ది బ్రోకెన్ రింగ్ ఆఫ్ స్టార్స్

source: Neck of the snake
de: Hals der Schlange
fr: Le Cou du serpent
gd: Amhach na nathrach
ja: 蛇の首
te: నెక్ ఆఫ్ ది స్నేక్

source: Scorpion forehead
de: Stirn des Skorpions
fr: Le Front du scorpion
gd: Maoil na Sgairpe
ja: サソリの額
te: స్కార్పియన్ ఫోర్‌హెడ్

source: The scorpion
de: Skorpion
fr: Le Scorpion
gd: An sgairp
ja: サソリ
te: ది స్కార్పియన్

source: The preceding hand
de: Vordere Hand
fr: La Main précédente
gd: A’ chiad làmh
ja: 前の手
te: ది ప్రిసీడింగ్ హాండ్

source: The succeeding hand
de: Hintere Hand
fr: La Main suivante
gd: An dàrna làmh
ja: 後手
te: ది సక్సీడింగ్ హాండ్

source: The arteries
de: Adern
fr: Les Veines
gd: Na cuislean
ja: 動脈
te: ది ఆర్టెరీస్

source: The scorpion heart
de: Herz des Skorpions
fr: Le Cœur du scorpion
gd: Cridhe na Sgairpe
ja: サソリの心臓
te: ది స్కార్పియన్ హార్ట్

source: The elbow
de: Ellbogen
fr: Le Coude
gd: An uileann
ja: 肘
te: ది ఎల్బో

source: The dancer
de: Tänzer
fr: Le Chameau qui trotte
gd: An dannsair
ja: ダンサー
te: ది డాన్సర్

source: The preceding
de: Der vordere
fr: Le Prédécesseur
gd: An toisiche
ja: 先行
te: ది ప్రిసీడింగ్

source: Head of the kneeling one
de: Kopf des Knieenden
fr: La Tête de l'Agenouillé
gd: Ceann an fhir shleuchdaich
ja: ひざまずくの頭
te: హెడ్ ఆఫ్ ది నీలింగ్ వన్

source: Head of the dragon
de: Drachenkopf
fr: La première chamelle qui vient de mettre bas
gd: Ceann an dràgoin
ja: ドラゴンの頭
te: హెడ్ ఆఫ్ ది డ్రాగన్

source: The wrist of the kneeling one
de: Arm des Knieenden
fr: Le Poignet
gd: Caol-dùirn an fhir shleuchdaich
ja: ひざまずくの手首
te: ది రిస్ట్ ఆఫ్ ది నీలింగ్ వన్

source: The sting
de: Stachel
fr: Le Dard
gd: An gathan
ja: スティング
te: ది స్టింగ్

source: Second one of the bier daughters
de: Zweite Tochter an der Bahre
fr: La deuxième fille du cercueil
gd: Dàrna nighean na h-eislige
ja: ビール娘の二人目
te: సెకండ్ వన్ ఆఫ్ ది బియర్ డాటర్స్

source: The raised tail
de: Erhobener Schwanz
fr: La Partie relevée de la queue du scorpion
gd: An t-earball togta
ja: 上げられた尾
te: ది రెయిస్డ్ టెయిల్

source: Head of the snake-charmer
de: Kopf des Schlangenbeschwörers
fr: La Tête du serpentaire
gd: Ceann a’ gheasadair-nathrach
ja: 蛇使いの頭
te: హెడ్ ఆఫ్ ది స్నేక్-చార్మర్

source: Dog of the shepherd
de: Hund des Schäfers
fr: Le Chien du berger
gd: Cù a’ chìobair
ja: 羊飼いの犬
te: డాగ్ ఆఫ్ ది షెప్‌హర్డ్

source: The third incantation
de: dritter Zauberspruch
fr: La mâchoire du dragon
gd: An treas ortha
ja: 三番目の呪文
te: ది థర్డ్ ఇన్కాంటేషన్

source: The first incantation
de: erster Zauberspruch
fr: Le Dragon
gd: A’ chiad ortha
ja: 最初の呪文
te: ది ఫస్ట్ ఇన్కాంటేషన్

source: Arrowhead
de: Pfeilspitze
fr: La Pointe de la flèche
gd: Ceann-saighde
ja: アローヘッド
te: యారోహెడ్

source: The middle one of the bow
de: Der Mittlere des Bogens
fr: Le milieu de l'Arc
gd: An reul mheadhanach dhen bhogha
ja: 弓の真ん中のもの
te: ది మిడిల్ వన్ ఆఫ్ ది బౌ

source: The southern one of the bow
de: Der Südliche des Bogens
fr: La partie sud de l'Arc
gd: An reul dheasach dhen bhogha
ja: 弓の南方
te: ది సదరన్ వన్ ఆఫ్ ది బౌ

source: The northern one of the bow
de: Der Nördliche des Bogens
fr: La partie nord de l'Arc
gd: An reul thuathach dhen bhogha
ja: 弓の北の方
te: ది నార్దర్న్ వన్ ఆఫ్ ది బౌ

source: The swooping eagle
de: Herabstürzender Adler
fr: La Harpe persanne
gd: Iolaire a’ grad-ghlacadh
ja: 急降下ワシ
te: ది స్వూపింగ్ ఈగిల్

source: The harp
de: Leier
fr: Le Sambuque
gd: An clàrsach
ja: ハープ
te: ది హార్ప్

source: Second outgoing ostriches
de: andere gehende Strauße
fr: La 2e autruche qui revient de boire
gd: Na dàrna struthan a’ falbh
ja: 2番目の発信ダチョウ
te: సెకండ్ ఔట్‌గోయింగ్ ఆస్ట్రిచెస్

source: The fatty tail
de: Fettschwanz
fr: Le Serpent
gd: An earball reamhar
ja: 脂肪の多い尾
te: ది ఫాట్టీ టెయిల్

source: The tortoise
de: Schildkröte
fr: La Tortue
gd: An t-seilche
ja: カメ
te: ది టార్టాయిస్

source: The outgoing ostriches
de: gehende Strauße
fr: La 4e autruche qui revient de boire
gd: Struthan a’ falbh
ja: 出て行くダチョウ
te: ది ఔట్‌గోయింగ్ ఆస్ట్రిచెస్

source: One of the andiron's
de: Erster Kaminbock
fr: Le premier chenet
gd: A’ chiad reul dhen earr-theine
ja: andironの1つ
te: వన్ ఆఫ్ ది ఆండైరన్స్

source: The heel-tendon
de: Fersensehne
fr: Le Talon du sagittaire
gd: Fèith-lùthaidh na sàile
ja: ヒール腱
te: ది హీల్-టెండన్

source: The archer knee
de: Knie des Bogenschützen
fr: Le Genou du sagittaire
gd: Glùn a’ bhoghadair
ja: アーチャーニー
te: ది ఆర్చర్ నీ

source: The hen-bill
de: Hühnerschnabel
fr: L'Oiseau
gd: Gob na circe
ja: 鶏肉
te: ది హెన్-బిల్

source: The arrow
de: Pfeil
fr: La Flèche
gd: An t-saighead
ja: 矢
te: ది యారో

source: One of the balance's
de: Waagschale
fr: L'Aiguille de la balance
gd: Tè dhen mheidh
ja: バランスの一つ
te: వన్ ఆఫ్ ది బాలన్సెస్

source: The flying eagle
de: Fliegender Adler
fr: L'aigle volant
gd: Iolaire a’ sgiathadh
ja: 空飛ぶワシ
te: ది ఫ్లయింగ్ ఈగిల్

source: First lucky star of the slaughterer
de: Erster Glücksstern des Schlächters
fr: Le Chevreau
gd: Ciad reul fhortanach an spadair
ja: 屠殺者の最初のラッキースター
te: ఫస్ట్ లక్కీ స్టార్ ఆఫ్ ది స్లాటరర్

source: Second lucky star of the slaughterer
de: Zweiter Glücksstern des Schlächters
fr: La Propice du Sacrificateur
gd: Dàrna reul fhortanach an spadair
ja: 虐殺者の2番目のラッキースター
te: సెకండ్ లక్కీ స్టార్ ఆఫ్ ది స్లాటరర్

source: The breast - one of the cavalry's
de: Der Reiter an der Brust (der Henne)
fr: La Poitrine de la poule
gd: Uchd an eachraidh
ja: 胸-騎兵の1つ
te: ది బ్రెస్ట్ - వన్ ఆఫ్ ది కావల్రీస్

source: One of the sitting's
de: Erster Sitzender
fr: La première Perle
gd: A’ chiad ’na shuidhe
ja: 座っているの
te: వన్ ఆఫ్ ది సిట్టింగ్స్

source: Second one of the sitting's
de: Zweiter Sitzender
fr: La deuxième Perle
gd: An dàrna ’na shuidhe
ja: 座っているの2番目
te: సెకండ్ వన్ ఆఫ్ ది సిట్టింగ్స్

source: Tail of the hen
de: Bürzel der Henne
fr: La Queue de la poule
gd: Earball na circe
ja: 鶏のしっぽ
te: టెయిల్ ఆఫ్ ది హెన్

source: The wing- one of the cavalry's
de: Reiter am Flügel (der Henne)
fr: L'Aile de la poule
gd: Sgiath an eachraidh
ja: 翼-騎兵の1つ
te: ది వింగ్- వన్ ఆఫ్ ది కావల్రీస్

source: One of swallower luck
de: Glücksstern des Schluckenden
fr: La première propice de Bula
gd: Ciad reul an t-sluigeir fhortanaich
ja: 飲み込み運のひとつ
te: వన్ ఆఫ్ స్వాలోవర్ లక్

source: Part of the horse
de: Teil des Pferdes
fr: La Section du cheval
gd: Pàirt dhen each
ja: 馬の一部
te: పార్ట్ ఆఫ్ ది హార్స్

source: The right forearm
de: Rechter Unterarm
fr: Le précédent des deux Bras
gd: An ruighe deas
ja: 右前腕
te: ది రైట్ ఫోరార్మ్

source: Second of the Alfirk's
de: Zweiter der Alfirk's
fr: Le Troupeau
gd: Dàrna reul Alfirk
ja: アルフィルクの2番目
te: సెకండ్ ఆఫ్ ది ఆల్ఫిర్క్స్

source: One of the Luck of lucks
de: Glücksstern des Glücks
fr: La première propice des propices
gd: A’ chiad reul dhen fheadhainn as fortanaiche
ja: 運の幸運の1つ
te: వన్ ఆఫ్ ది లక్ ఆఫ్ లక్స్

source: One of the Nashira luck
de: Glücksstern der Nashira
fr: La Propice de Nashira
gd: Ceud reul fhortanach Nashirah
ja: なしら運のひとつ
te: వన్ ఆఫ్ ది నాషిరా లక్

source: The horse nose
de: Nase des Pferds
fr: Le Nez du cheval
gd: Sròn an eich
ja: 馬の鼻
te: ది హార్స్ నోస్

source: Tail of the goat - Second Nashira luck
de: Schwanz der Ziege - Zweiter Glücksstern der Nashira
fr: La Queue du chevreau
gd: Earball a’ ghobhair – dàrna reul fhortanach Nashirah
ja: 山羊のしっぽ-なしら幸運
te: టెయిల్ ఆఫ్ ది గోట్ - సెకండ్ నాషిరా లక్

source: The blaze on a horse's brow
de: Blesse an der Stirn eines Pferds
fr: La Tache blanche
gd: Blàras eich
ja: 馬の額の炎
te: ది బ్లేజ్ ఆన్ ఎ హార్స్ బ్రో

source: First lucky star of the king
de: Erster Glücksstern des Königs
fr: La première propice du Roi
gd: Ciad reul fhortanach an rìgh
ja: 王の最初のラッキースター
te: ఫస్ట్ లక్కీ స్టార్ ఆఫ్ ది కింగ్

source: Second lucky star of the livestock
de: Zweiter Glücksstern des Viehs
fr: La 2e Propice des bestiaux
gd: Dàrna reul fhortanach na sprèidhe
ja: 家畜の2番目のラッキースター
te: సెకండ్ లక్కీ స్టార్ ఆఫ్ ది లైవ్‌స్టాక్

source: First lucky star of the livestock
de: Erster Glücksstern des Viehs
fr: La 1ère Propice des bestiaux
gd: Ciad reul fhortanach na sprèidhe
ja: 家畜の最初のラッキースター
te: ఫస్ట్ లక్కీ స్టార్ ఆఫ్ ది లైవ్‌స్టాక్

source: The hip
de: Hüfte
fr: La Hanche
gd: An cruachan
ja: ヒップ
te: ది హిప్

source: First lucky star of the tents
de: Erster Glücksstern des Zelts
fr: La première propice des caches
gd: Ciad reul fhortanach nan teantaichean
ja: テントの最初のラッキースター
te: ఫస్ట్ లక్కీ స్టార్ ఆఫ్ ది టెంట్స్

source: First lucky star of the high-minded man
de: Erster Glücksstern des Edelmütigen
fr: La Propice de Humam
gd: Ciad reul fhortanach a’ ghaisgich
ja: 意欲的な男の最初のラッキースター
te: ఫస్ట్ లక్కీ స్టార్ ఆఫ్ ది హై-మైండెడ్ మాన్

source: First lucky star of the rain
de: Erster Glücksstern des Regens
fr: La Propice de la pluie
gd: Ciad reul fhortanach an uisge
ja: 雨の最初のラッキースター
te: ఫస్ట్ లక్కీ స్టార్ ఆఫ్ ది రెయిన్

source: First lucky star of the excellent one
de: Erster Glücksstern des Vorzüglichen
fr: La Propice de l'excellent
gd: Ciad reul fhortanach an eòlaiche
ja: 優秀者の最初のラッキースター
te: ఫస్ట్ లక్కీ స్టార్ ఆఫ్ ది ఎక్సలెంట్ వన్

source: The shin
de: Schienbein
fr: La Jambe
gd: An lurgann
ja: すね
te: ది షిన్

source: Mouth of the fish
de: Maul des Fisches
fr: La Grenouille antérieure
gd: Beul an èisg
ja: 魚の口
te: మౌత్ ఆఫ్ ది ఫిష్

source: The great horse shoulder
de: Schulter des großen Pferds
fr: Le Bras du cheval
gd: Gualann an eich mhòir
ja: 偉大な馬の肩
te: ది గ్రేట్ హార్స్ షోల్డర్

source: The great horse back
de: Rücken des großen Pferds
fr: L'Épaule du cheval
gd: Druim an eich mhòir
ja: 偉大な馬の背中
te: ది గ్రేట్ హార్స్ బాక్

source: Fourth one of Alkalaes
de: Vierter der Alkalaes
fr: La quatrième des Hyades
gd: Ceathramh reul Alkalaes
ja: アルカレスの4番目
te: ఫోర్త్ వన్ ఆఫ్ ఆల్కలీస్

source: Third one of Alkalaes
de: Dritter der Alkalaes
fr: La troisième des Hyades
gd: Treas reul Alkalaes
ja: アルカレスの3番目
te: థర్డ్ వన్ ఆఫ్ ఆల్కలీస్

source: Second one of Alkalaes
de: Zweiter der Alkalaes
fr: La deuxième des Hyades
gd: Dàrna reul Alkalaes
ja: アルカラエスの二番目
te: సెకండ్ వన్ ఆఫ్ ఆల్కలీస్

source: One of Alkalaes
de: Erster der Alkalaes
fr: La première des Hyades
gd: Ciad reul Alkalaes
ja: Alkalaesの1つ
te: వన్ ఆఫ్ ఆల్కలీస్

source: The Scattered stars
de: vereinzelte Sterne
fr: La Mangeoire
gd: Na reultan sgapte
ja: 散乱した星
te: ది స్కాటర్డ్ స్టార్స్

source: The quarter
de: Geviert
fr: Le quartier
gd: An ceathramh
ja: 四半期
te: ది క్వార్టర్

source: The wronged
de: Die Verkehrten
fr: Le Gardien des Autruches
ja: 不当な
te: ది రాంగ్‌డ్

source: Incoming ostriches
de: Herankommende Strauße
fr: La 4e autruche descendant boire
gd: Struthan a’ tighinn
ja: 入ってくるダチョウ
te: ఇంకమింగ్ ఆస్ట్రిచెస్

source: First outgoing ostriches
de: Erste weggehende Strauße
fr: La 1ère autruche qui revient de boire
gd: A’ chiad struthan a’ falbh
ja: 最初の発信ダチョウ
te: ఫస్ట్ ఔట్గోయింగ్ ఆస్ట్రిచెస్

source: Third outgoing ostriches
de: Dritte weggehende Strauße
fr: La 3e autruche qui revient de boire
gd: Na treas struthan a’ falbh
ja: 3番目の発信ダチョウ
te: థర్డ్ ఔట్గోయింగ్ ఆస్ట్రిచెస్

source: Fourth one of the cavalry's
de: Vierter der Reiter
fr: Le quatrième Cavalier
gd: A’ cheathramh reul dhen eachraidh
ja: 騎兵の4番目
te: ఫోర్త్ వన్ ఆఫ్ ది కావల్రీస్

source: First shrike
de: Erster Neuntöter
fr: Le premier passereau
gd: A’ chiad phioghaid-ghlas
ja: 最初のモズ
te: ఫస్ట్ ష్రికె

source: Second shrike
de: Zweiter Neuntöter
fr: Le deuxième passereau
gd: An dàrna pioghaid-ghlas
ja: 2番目のモズ
te: సెకండ్ ష్రికె

source: Fourth one of the sitting's
de: Vierter Sitzender
fr: La quatrième Perle
gd: An ceathramh ’na shuidhe
ja: 座っているの4番目
te: ఫోర్త్ వన్ ఆఫ్ ది సిట్టింగ్స్

source: Third one of the sitting's
de: Dritter Sitzender
fr: La troisième Perle
gd: An treas ’na shuidhe
ja: 座っているの3番目
te: థర్డ్ వన్ ఆఫ్ ది సిట్టింగ్స్

source: Second one of the cavalry's
de: Zweiter Reiter
fr: Le deuxième Cavalier
gd: An dàrna reul dhen eachraidh
ja: 騎兵の2番目
te: సెకండ్ వన్ ఆఫ్ ది కావల్రీస్

source: The shining
de: Der Leuchtende
fr: La Brillante
gd: An reul dhealrach
ja: シャイニング
te: ది షైనింగ్

source: Second lucky star of the rain
de: Zweiter Glücksstern des Regens
fr: La seconde Propice de la pluie
gd: Dàrna reul fhortanach an uisge
ja: 雨の二番目のラッキースター
te: సెకండ్ లక్కీ స్టార్ ఆఫ్ ది రెయిన్

source: Lucky star of the excellent one
de: Glücksstern des Vorzüglichen
fr: La Propice de l'Excellent
gd: Reul fhortanach an eòlaiche
ja: 優秀者のラッキースター
te: లక్కీ స్టార్ ఆఫ్ ది ఎక్సలెంట్ వన్

source: Second lucky star of the high-minded man
de: Zweiter Glücksstern des Edelmütigen
fr: La seconde Propice du Magnanime
gd: Dàrna reul fhortanach a’ ghaisgich
ja: 気高い男の二番目のラッキースター
te: సెకండ్ లక్కీ స్టార్ ఆఫ్ ది హై-మైండెడ్ మాన్

source: Second one of the anguish
de: Zweiter der Angst
fr: La deuxième souffrance
gd: Dàrna reul an uallaich
ja: 苦悩の二番目
te: సెకండ్ వన్ ఆఫ్ ది యాంగ్విష్
