Repository: 10110111/stellarium-skycultures
Catalog: arabic/po/*.po
Languages: de, fr, gd, ja, te

source: First one of the anguish
de: Erster der Angst
fr: La première souffrance
gd: Ciad reul an uallaich
ja: 苦痛の最初のもの
te: ఫస్ట్ వన్ ఆఫ్ ది యాంగ్విష్

source: First wolf
de: Erster Wolf
fr: Le premier Loup
gd: A’ chiad mhadadh-allaidh
ja: 最初の狼
te: ఫస్ట్ వుల్ఫ్

source: Second wolf
de: Zweiter Wolf
fr: Le deuxième Loup
gd: An dàrna madadh-allaidh
ja: 第二狼
te: సెకండ్ వుల్ఫ్

source: First wolf paw
de: Erste Wolfspfote
fr: Première griffe du Loup
gd: A’ chiad spòg madaidh-allaidh
ja: 最初のオオカミの足
te: ఫస్ట్ వుల్ఫ్ పా

source: Second wolf paw
de: Zweite Wolfspfote
fr: Deuxième griffe du Loup
gd: An dàrna spòg madaidh-allaidh
ja: 2番目のオオカミの足
te: సెకండ్ వుల్ఫ్ పా

source: Second one of the andiron's
de: Zweiter Kaminbock
fr: Le deuxième chenet
gd: An dàrna reul dhen earr-theine
ja: andironの2番目のもの
te: సెకండ్ వన్ ఆఫ్ ది ఏండైరన్స్

source: Third one of the andiron's
de: Dritter Kaminbock
fr: Le troisième chenet
gd: An treas reul dhen earr-theine
ja: andironの3番目のもの
te: థర్డ్ వన్ ఆఫ్ ది ఏండైరన్స్

source: The forth incantation
de: Vierter Zauberspruch
fr: La deuxième chamelle qui vient de mettre bas
gd: A’ cheathramh ortha
ja: 4番目の呪文
te: ది ఫోర్త్ ఇన్కాంటేషన్

source: The second companionable
de: Der zweite Gesellige
fr: Le deuxième sommet du triangle
gd: An dàrna tè dhen dithis chàirdeil
ja: 2番目の仲間
te: ది సెకండ్ కంపానియనబుల్

source: Second one of the brand-mark
de: Zweiter des Brandzeichens
fr: La deuxième marque au fer rouge
gd: An dàrna reul dhen chomharra-bhrannd
ja: ブランドマークの二番目
te: సెకండ్ వన్ ఆఫ్ ది బ్రాండ్-మార్క్

source: The second Al-ghofer
de: Der zweite Al-ghofer
fr: La deuxième de la Traîne
gd: An dàrna reul dhe dh’Al-ghofer
ja: 2番目のAl-ghofer
te: ది సెకండ్ అల్-ఘోఫర్

source: The third Al-ghofer
de: Der dritte Al-ghofer
fr: La troisième de la Traîne
gd: An treas reul dhe dh’Al-ghofer
ja: 3番目のAl-ghofer
te: ది థర్డ్ అల్-ఘోఫర్

source: Second One of swallower luck
de: Zweiter Glücksstern des Schluckenden
fr: La deuxième propice de Bula
gd: Dàrna reul an t-sluigeir fhortanaich
ja: 飲み込み運のセカンドワン
te: సెకండ్ వన్ ఆఫ్ స్వాలోవర్ లక్

source: Third One of swallower luck
de: Dritter Glücksstern des Schluckenden
fr: La troisième propice de Bula
gd: Treas reul an t-sluigeir fhortanaich
ja: 飲み込み運のサード
te: థర్డ్ వన్ ఆఫ్ స్వాలోవర్ లక్

source: Second one of the Luck of lucks
de: Zweiter Glücksstern des Glücks
fr: La deuxième propice des propices
gd: An dàrna reul dhen fheadhainn as fortanaiche
ja: 幸運の二番目
te: సెకండ్ వన్ ఆఫ్ ది లక్ ఆఫ్ లక్స్

source: Third one of the Luck of lucks
de: Dritter der Glückssterne des Glücks
fr: La troisième propice des propices
gd: An treas reul dhen feadhainn as fortanaiche
ja: 幸運の3つ目
te: థర్డ్ వన్ ఆఫ్ ది లక్ ఆఫ్ లక్స్

source: Second lucky star of the king
de: Zweiter Glücksstern des Königs
fr: La deuxième propice du Roi
gd: Dàrna reul fhortanach an rìgh
ja: 王の二番目のラッキースター
te: సెకండ్ లక్కీ స్టార్ ఆఫ్ ది కింగ్

source: Second lucky star of the tents
de: Zweiter Glücksstern des Zelts
fr: La deuxième propice des caches
gd: Dàrna reul fhortanach nan teantaichean
ja: テントの2番目のラッキースター
te: సెకండ్ లక్కీ స్టార్ ఆఫ్ ది టెంట్స్

source: Third lucky star of the tents
de: Dritter Glücksstern des Zelts
fr: La troisième propice des caches
gd: Treas reul fhortanach nan teantaichean
ja: テントの3番目のラッキースター
te: థర్డ్ లక్కీ స్టార్ ఆఫ్ ది టెంట్స్

source: Fourth lucky star of the tents
de: Vierter Glücksstern des Zelts
fr: La quatrième propice des caches
gd: Ceathramh reul fhortanach nan teantaichean
ja: テントの4番目のラッキースター
te: ఫోర్త్ లక్కీ స్టార్ ఆఫ్ ది టెంట్స్

source: Third one of the bier daughters
de: Dritte der Töchter an der Bahre
fr: La troisième fille du cercueil
gd: Treas nighean na h-eislige
ja: ビールの娘の3番目
te: థర్డ్ వన్ ఆఫ్ ది బీర్ డాటర్స్

source: This Arabic sky culture, which is in use for more than a thousand years, had been influenced greatly by Greek astronomy, particularly by Ptolemy's astronomy but also by the nomad's tradition from the Arabic peninsula.
de: Diese arabische Himmelskultur, die seit mehr als tausend Jahren in Gebrauch ist, war stark von der griechischen Astronomie beeinflusst worden, insbesondere von der Astronomie des Ptolemäus, aber auch von der Tradition der Nomaden von der arabischen Halbinsel.

source: ![Book of Fixed Stars](Book_of_Fixed_Stars3.webp) The depiction of Orion, as seen from Earth (left) and a mirror-image, from a 13th-century copy of al-Sufi's _Book of Fixed Stars_ [#4]. In this version, Orion's shield has become a long sleeve, typical of Islamic dress. {: .img_and_caption } _Ptolemy_, the Greek astronomer who lived and worked around _100-178 CE_ in Alexandria, Egypt, collected ancient Greek descriptions of 1,022 stars in his famous book _The Great System of Astronomy_, popularised under its shortened Arabic title, the _Almagest_. Ptolemy's catalogue of stars listed orthogonal coordinates in the ecliptical coordinate system and brightness estimates for the stars arranged in _48 constellations_. Ptolemy's work was largely based on his predecessors in Greek mathematical astronomy, especially _Hipparchus_. Thus, his book has been considered the last compendium of ancient knowledge. Ptolemy's _Almagest_ was translated into Arabic twice in the 9th century and the Arabic translation was translated into Medieval Latin earlier than the Greek original. Thus, many modern star names are (or are based on) the star descriptions in the Arabic Almagest. ### Constellations This Arabic sky culture uses the classical _48 constellations_ of the Greek _Almagest_. These constellations were described by several Arab and Islamic authors, one of those who left an indelible influence on the Arabic observation and study of stars is the astronomer _Abū al-Husayn ‘Abd Al-Rahmān al-Sūfī_ (903-986), known also by his Latinized name of _Azophi_, who systematically revised Ptolemy's catalogue of stars. _Al-Sūfī_ produced a revised and updated version of Ptolemy's _Almagest_ in a major book called _Kitab suwar al-kawakib_, _The Book of Fixed Stars_ [#4], completed around 964 CE. Built on the basis of the Greek astronomical heritage, the work of _Al-Sūfī_ contained a listing of the Arabs' own star names, magnitudes determined by _al-Sūfī_ himself, and two drawings of each constellation, one as it is seen in the sky and one reversed right to left as it would appear on a celestial globe. The oldest surviving copy was produced by his son around _1010 CE_ and is preserved in the Bodleian Library, Oxford (MS Marsh 144). ![Book of Fixed Stars](al_sufi_altre_006_copia.webp) Cetus as seen in the sky in an old manuscript of Al-Sufi book [#3]. {: .img_and_caption } ### The origin of star names Almost all modern star names originate from long traditions. They are a part of the collective cultural heritage of humanity. The majority of common star names in the Western cultures is Arabic or derives from abbreviations and misunderstandings of Arabic phrases. This way, only star names (labels) for bright stars survived in abbreviations and transcriptions. For instance, in the Almagest, stars were described by their position within the constellation figure, e.g. "the star at the tip of the tail of the Bird". This was translated into Arabic but in the map the label was reduced to the term "tail" (the figure of the bird is obvious), "danab" in Arabic. The translation into Latin, then, transformed the "Bird" into "Swan" _Cygnus_ and the Arabic label was taken as star name _Deneb_. Other star names used by _al-Sūfī_ and his compatriots were direct translations from Ptolemy's descriptions. For example, the modern star name _Fomalhaut_ comes from the Arabic "mouth of the southern fish", which is where _Ptolemy_ had described the star's position in the _Almagest_. Other star names describe the star itself, such as _Sirius_, which is derived from the Greek original and means "the brightest one" (literally as "scorching"). Another name describing the star's appearance is _Algol_, derived from the name of a desert demon whose Arabic name was "The Ghoul", at the eye of a demon figure as if the demon twinkeled at us. Quite a lot of prominent stars bear Arabic names, in which "al" corresponds to the article "the" but its inclusion has become somewhat arbitrary over time. Several star names of Arabic origin are given with or without the al- prefix. When the Arabic texts were translated into Latin from the beginning of the _12th century_ on, the Arabic tradition of star names was passed down to the Latin world. However, this happened often in a highly corrupted form that either changed the meaning, or in extreme cases gave birth to words with no meaning at all. Other names were mistakenly transferred from one star to another, so that a name might even refer to a different constellation (Greek or Arabic) rather than to the one of the star's actual location. Of course, there are also star names from other than the Arabic language: Some names are inherited from the past have _Greek_, _Latin_ or _Chinese_. Nevertheless, even with the above mentioned shortcomings, the majority of star names adopted since the Renaissance time is of Arabic origin. Local tradition of the peoples of _Islamic lands_ in the Arabian Peninsula and in the Middle East had their own names for various bright stars such as _Aldebaran_, The Follower (of the Star Cluster we name the Pleiades). They usually regarded single stars as representing _animals or people_, e.g. Diphda (_beta Ceti_), the Second Frog. The stars we know as _Alpha_ and _Beta Ophiuchi_ were regarded as a _shepherd_ and _his dog_, while neighbouring stars made up the outlines of a _field with sheep_. Some of the Arabic names were already many centuries old and their meanings were lost even for _al-Sūfī_ and his contemporaries, and they remain unknown until today.
de: ![Buch der Fixsterne](Book_of_Fixed_Stars3.webp) Die Darstellung des Orion von der Erde aus (links) und spiegelbildlich aus einer Kopie von al-Sufis Buch der Fixsterne aus dem 13. Jahrhundert [#4]. In dieser Version ist Orions Schild zu einem langen Ärmel geworden, der typisch für islamische Kleidung ist. {: .img_and_caption } Ptolemaios, der griechische Astronom, der zwischen 100 und 178 n. Chr. In Alexandria, Ägypten, lebte und arbeitete, sammelte in seinem berühmten Buch Das große System der Astronomie, das unter dem verkürzten arabischen Titel Almagest populär wurde, antike griechische Beschreibungen von 1.022 Sternen. In Ptolemäus 'Sternenkatalog sind orthogonale Koordinaten im ekliptischen Koordinatensystem und Helligkeitsschätzungen für die in 48 Konstellationen angeordneten Sterne aufgeführt. Ptolemäus Arbeit basierte weitgehend auf seinen Vorgängern in der griechischen mathematischen Astronomie, insbesondere Hipparchus. Somit wurde sein Buch als das letzte Kompendium des alten Wissens angesehen. Ptolemäus _Almagest_ wurde im 9. Jahrhundert zweimal ins Arabische übersetzt und die arabische Übersetzung wurde früher als das griechische Original ins mittelalterliche Latein übersetzt. Daher sind (oder basieren) viele moderne Sternnamen die Sternbeschreibungen im arabischen Almagest. ### Sternbilder Diese arabische Himmelskultur verwendet die klassischen 48 Konstellationen des griechischen Almagest. Diese Konstellationen wurden von mehreren arabischen und islamischen Autoren beschrieben. Einer derjenigen, die einen unauslöschlichen Einfluss auf die arabische Beobachtung und Untersuchung von Sternen hatten, ist der Astronom _Abū al-Husayn 'Abd Al-Rahmān al-Sūfī_ (903-986), der ebenfalls bekannt ist durch seinen lateinisierten Namen von Azophi, der Ptolemäus 'Sternenkatalog systematisch überarbeitete. _Al-Sūfī_ produzierte eine überarbeitete und aktualisierte Version von Ptolemäus _Almagest_ in einem Hauptbuch namens _Kitab suwar al-kawakib_, _The Book of Fixed Stars_ [#4], das um 964 CE fertiggestellt wurde. Auf der Grundlage des griechischen astronomischen Erbes erbaut, enthielt das Werk von Al-Sūfī eine Auflistung der eigenen Sternnamen der Araber, Größen, die von al-Sūfī selbst bestimmt wurden, und zwei Zeichnungen jeder Konstellation, eine davon am Himmel und man kehrte von rechts nach links um, wie es auf einem Himmelsglobus erscheinen würde. Das älteste erhaltene Exemplar wurde von seinem Sohn um 1010 n. Chr. Hergestellt und befindet sich in der Bodleian Library in Oxford (MS Marsh 144). ![Buch der Fixsterne](al_sufi_altre_006_copia.webp) Cetus am Himmel in einem alten Manuskript des Al-Sufi-Buches [#3]. {: .img_and_caption } ### Der Ursprung von Sternnamen Fast alle modernen Sternennamen stammen aus langen Traditionen. Sie sind Teil des kollektiven kulturellen Erbes der Menschheit. Die Mehrzahl der in den westlichen Kulturen gebräuchlichen Sternennamen ist arabisch oder stammt aus Abkürzungen und Missverständnissen arabischer Phrasen. Auf diese Weise überlebten nur Sternnamen (Bezeichnungen) für helle Sterne in Abkürzungen und Transkriptionen. Zum Beispiel wurden im Almagest Sterne durch ihre Position innerhalb der Konstellationsfigur beschrieben, z. B. "der Stern an der Spitze des Schwanzes des Vogels". Dies wurde ins Arabische übersetzt, aber in der Karte wurde das Etikett auf den Begriff "Schwanz" (die Figur des Vogels ist offensichtlich), "Danab" auf Arabisch reduziert. Die Übersetzung ins Lateinische verwandelte dann den "Vogel" in "Schwan" _Cygnus_ und das arabische Etikett wurde als Sternname _Deneb_ genommen. Andere Sternennamen, die von al-Sūfī und seinen Landsleuten verwendet wurden, waren direkte Übersetzungen aus Ptolemäus 'Beschreibungen. Zum Beispiel kommt der moderne Sternname _Fomalhaut_ von der arabischen "Mündung des südlichen Fisches", wo _Ptolemy_ die Position des Sterns im _Almagest_ beschrieben hatte. Andere Sternnamen beschreiben den Stern selbst, wie _Sirius_, der vom griechischen Original abgeleitet ist und "der hellste" bedeutet (wörtlich als "sengend"). Ein anderer Name, der das Aussehen des Sterns beschreibt, ist Algol, abgeleitet vom Namen eines Wüstendämons, dessen arabischer Name "Der Ghul" war, im Auge einer Dämonenfigur, als ob der Dämon uns anstarrte. Viele prominente Stars tragen arabische Namen, in denen "al" dem Artikel "the" entspricht, dessen Aufnahme jedoch im Laufe der Zeit etwas willkürlich geworden ist. Mehrere Sternnamen arabischen Ursprungs werden mit oder ohne Al-Präfix angegeben. Als die arabischen Texte ab dem Beginn des 12. Jahrhunderts ins Lateinische übersetzt wurden, wurde die arabische Tradition der Sternennamen an die lateinische Welt weitergegeben. Dies geschah jedoch häufig in einer stark verfälschten Form, die entweder die Bedeutung änderte oder in extremen Fällen Wörter ohne Bedeutung hervorbrachte. Andere Namen wurden fälschlicherweise von einem Stern auf einen anderen übertragen, so dass sich ein Name möglicherweise sogar auf eine andere Konstellation (Griechisch oder Arabisch) als auf die tatsächliche Position des Sterns bezieht. Natürlich gibt es auch Sternennamen aus anderen als der arabischen Sprache: Einige Namen, die aus der Vergangenheit geerbt wurden, haben _Greek_, _Latin_ oder _Chinese_. Trotz der oben genannten Mängel ist die Mehrzahl der seit der Renaissance angenommenen Sternennamen arabischen Ursprungs. Die lokale Tradition der Völker islamischer Länder auf der Arabischen Halbinsel und im Nahen Osten hatte ihre eigenen Namen für verschiedene helle Sterne wie Aldebaran, The Follower (des Sternhaufens nennen wir die Plejaden). Sie betrachteten gewöhnlich einzelne Sterne als Vertreter von Tieren oder Menschen, z. B. Diphda (Beta Ceti), den zweiten Frosch. Die Sterne, die wir als "Alpha" und "Beta Ophiuchi" kennen, wurden als "Hirte" und "sein Hund" angesehen, während benachbarte Sterne die Umrisse eines Feldes mit Schafen bildeten. Einige der arabischen Namen waren bereits viele Jahrhunderte alt und ihre Bedeutung ging sogar für al-Sūfī und seine Zeitgenossen verloren, und sie sind bis heute unbekannt.

source: The Arabic star names were compiled and added to Stellarium by Khalid Alajaji. Constellation lines, images & English translation by [Kutaibaa Akraa](email:kutaibaa@gmail.com). Rework of the English text: Susanne M Hoffmann
de: Die arabischen Sternennamen wurden von Khalid Alajaji zusammengestellt und dem Stellarium hinzugefügt. Konstellationslinien, Bilder und englische Übersetzung von [Kutaibaa Akraa] (E-Mail: kutaibaa@gmail.com). Überarbeitung des englischen Textes: Susanne M Hoffmann
