Repository: 10110111/stellarium-skycultures
Catalog: anutan/po/*.po
Languages: ar, cs, de, es, it, ja, nl, ru

source: Used for moving hot stones, coals, and food in an oven.
ar: يستخدم لنقل الأحجار الساخنة والفحم والطعام في الفرن.
cs: Používá se pro přesun žhavých kamenů, uhlíků a potravin v troubě.
de: Wird zum Bewegen von heißen Steinen, Kohlen und Speisen in einem Ofen verwendet.
es: Se utiliza para mover piedras calientes, carbones y alimentos en un horno.
it: Usato per spostare pietre calde, carboni e cibo in un forno.
ja: オーブンで熱い石、石炭、および食品を移動するために使用されます。
nl: Gebruikt voor het verplaatsen van hete stenen, kolen en voedsel in een oven.
ru: Используется для перемещения горячих камней, углей и пищи в духовке.

source: Octopus Tentacle
ar: الأخطبوط اللامسة
cs: Chobotnicové chapadlo
de: Octopus Tentakel
es: tentáculo de pulpo
it: Tentacolo di polpo
ja: タコの触手
nl: Octopus tentakel
ru: щупальце осьминога

source: Forward Precursor
ar: السلائف إلى الأمام
cs: Dopředný prekurzor
de: Vorwärts-Vorläufer
es: Precursor delantero
it: Precursore in avanti
ja: 前方前駆体
nl: Voorwaartse voorloper
ru: Форвард-предшественник

source: Adze
cs: Tesla
es: Azuela
ja: アゼ
nl: Dissel
ru: Тесло

source: Used for cutting canoes and building houses.
ar: تستخدم لقطع الزوارق وبناء المنازل.
cs: Používá se pro řezání kánoí a stavbu domů.
de: Wird zum Schneiden von Kanus und zum Bau von Häusern verwendet.
es: Se utiliza para cortar canoas y construir casas.
it: Usato per tagliare canoe e costruire case.
ja: カヌーの切断や家屋の建築に使用。
nl: Gebruikt voor het kappen van kano's en het bouwen van huizen.
ru: Используется для резки каноэ и строительства домов.

source: The Carrying Stick
ar: عصا الحمل
cs: Nosná hůl
de: Der Tragestock
es: el palo de transporte
it: Il bastone da trasporto
ja: キャリングスティック
nl: De draagstok
ru: Палка для переноски

source: Used to carry taro, coconuts, or other food.
ar: تستخدم لحمل القلقاس أو جوز الهند أو غيرها من الأطعمة.
cs: Používá se k přenášení taro, kokosů nebo jiného jídla.
de: Wird verwendet, um Taro, Kokosnüsse oder andere Lebensmittel zu transportieren.
es: Se utiliza para llevar taro, cocos u otros alimentos.
it: Usato per trasportare taro, noci di cocco o altro cibo.
ja: タロイモ、ココナッツ、またはその他の食品を運ぶために使用されます。
nl: Gebruikt om taro, kokosnoten of ander voedsel te vervoeren.
ru: Используется для перевозки таро, кокосов или другой еды.

source: Crevalle-like Fish
ar: سمكة شبيهة بالكرفال
cs: Ryba podobná Crevalle
de: Crevalle-ähnlicher Fisch
es: Pez Crevalle
it: Pesce simile a Crevalle
ja: クレバル様魚
nl: Crevalle-achtige vis
ru: Кревальская рыба

source: Marked as uncertain.
ar: تم وضع علامة غير مؤكد.
cs: Označeno jako nejisté.
de: Als unsicher gekennzeichnet.
es: Marcado como incierto.
it: Contrassegnato come incerto.
ja: 不確かとしてマークされています。
nl: Gemarkeerd als onzeker.
ru: Отмечено как неопределенное.

source: Taro Plant
ar: نبات القلقاس
cs: Rostlina Taro
de: Taro-Pflanze
es: planta de malanga
it: Pianta del taro
ja: 田老工場
ru: Таро Завод

source: The Net
ar: الشبكة
cs: Síť
de: Das Netz
es: La red
it: La rete
ja: ネット
nl: Het net
ru: Сеть

source: The Bird's Body
ar: جسد الطائر
cs: Ptačí tělo
de: Der Körper des Vogels
es: el cuerpo del ave
it: Il corpo dell'uccello
ja: 鳥の体
nl: Het lichaam van de vogel
ru: Тело птицы

source: The East Wing
ar: الجناح الشرقي
cs: Východní křídlo
de: Der Ostflügel
es: El ala este
it: L'Ala Est
ja: イーストウイング
nl: De oostelijke vleugel
ru: Восточное крыло

source: The North Wing
ar: الجناح الشمالي
cs: Severní křídlo
de: Der Nordflügel
es: el ala norte
it: L'ala nord
ja: 北ウイング
nl: De Noordvleugel
ru: Северное крыло

source: Its Stem
ar: جذعها
cs: Jeho kmen
de: Sein Stamm
es: su tallo
it: Il suo stelo
ja: その幹
nl: zijn stam
ru: Его ствол

source: The East Wing's Precursor
ar: مقدمة الجناح الشرقي
cs: Předchůdce východního křídla
de: Der Vorläufer des Ostflügels
es: El precursor del ala este
it: Il precursore dell'ala est
ja: 東翼の先駆け
nl: De voorloper van de oostelijke vleugel
ru: Предшественник Восточного крыла

source: Middle Precursor
ar: السلائف الوسطى
cs: Střední předchůdce
de: Mittlerer Vorläufer
es: Precursor medio
it: Precursore medio
ja: 中間前駆体
nl: Middelste voorloper
ru: Средний предшественник

source: Small Face
ar: وجه صغير
cs: Malý obličej
de: Kleines Gesicht
es: Cara pequeña
it: Viso piccolo
ja: 小顔
nl: Klein gezicht
ru: Маленькое лицо

source: The Running Cloud
ar: السحابة الجارية
cs: Běžící mrak
de: Die laufende Wolke
es: La nube que corre
it: La nuvola in corsa
ja: 走る雲
nl: De rennende wolk
ru: Бегущее облако

source: The Restrained Cloud
ar: السحابة المقيدة
cs: Zdrženlivý mrak
de: Die zurückhaltende Wolke
es: La nube restringida
it: La nuvola trattenuta
ja: 拘束された雲
nl: De ingetogen wolk
ru: Сдержанное облако

source: The Morning Star
ar: نجمة الصباح
cs: Jitřenka
de: Der Morgenstern
es: la estrella de la mañana
it: La stella del mattino
ja: 明けの明星
nl: De Morgenster
ru: Утренняя звезда

source: The Evening Star
ar: نجمة المساء
cs: Večernice
de: Der Abendstern
es: la estrella de la tarde
it: La stella della sera
ja: 宵の明星
nl: De Avondster
ru: Вечерняя звезда

source: Anuta is a small island in the SE of Solomon Islands in Melanesia, inhabited by a culturally Polynesian society. As for most Oceanic seafarers, the stars are the most important tool for long-range navigation. The major guiding stars and constellations are known as `carriers` (_kaavenga_), and have proper names. A `star path` or sequence of stars (_kau panonga porau_) is followed from one island to the next.
ar: أنوتا هي جزيرة صغيرة في جنوب شرق جزر سليمان في ميلانيزيا ، يسكنها مجتمع بولينيزي ثقافيًا. بالنسبة لمعظم بحارة المحيطات ، فإن النجوم هي أهم أداة للملاحة بعيدة المدى. تُعرف النجوم والأبراج الإرشادية الرئيسية باسم "الحاملات" (_kaavenga_) ، ولها أسماء علم. أ يتبع "مسار النجمة" أو تسلسل النجوم (_kau panonga porau_) من جزيرة إلى أخرى.
de: Anuta ist eine kleine Insel im Südosten der Salomonen in Melanesien, die von einer kulturell polynesischen Gesellschaft bewohnt wird. Wie für die meisten ozeanischen Seefahrer sind die Sterne das wichtigste Werkzeug für die Langstreckennavigation. Die großen Leitsterne und Konstellationen sind als „Träger“ (_kaavenga_) bekannt und haben Eigennamen. EIN Der `Sternenpfad` oder die Folge von Sternen (_kau panonga porau_) wird von einer Insel zur nächsten verfolgt.
it: Anuta è una piccola isola nel sud-est delle Isole Salomone in Melanesia, abitata da una società culturalmente polinesiana. Come per la maggior parte dei marittimi oceanici, le stelle sono lo strumento più importante per la navigazione a lungo raggio. Le principali stelle guida e costellazioni sono conosciute come "portatrici" (_kaavenga_) e hanno nomi propri. UN Il `percorso stellare` o sequenza di stelle (_kau panonga porau_) viene seguito da un'isola all'altra.
ru: Анута — небольшой остров на юго-востоке Соломоновых островов в Меланезии, населенный представителями полинезийской культуры. Как и для большинства океанских мореплавателей, звезды — самый важный инструмент для дальней навигации. Основные путеводные звезды и созвездия известны как «носители» (_kaavenga_) и имеют имена собственные. А «Звездный путь» или последовательность звезд (_kau panonga porau_) следует от одного острова к другому.

source: This sky culture has 11 constellation line figures, and names for 6 stars, the Pleiades, Venus, the Milky Way, and the Magellanic Clouds. Two other groups of stars are mentioned in the source, but are not identifiable. This sky culture for Stellarium is a transcript of the information from a book[#1] by Richard Feinberg. It is based on research conducted in the Solomon Islands during a period of fourteen months in 1972–1973 and five months in 1983–1984. ### Constellations and star names The dominant constellation is `Bird of Flight` (_Manu_), which can be seen in all seasons. The Anutan assign symbolic prominence to birds: canoes are likened to birds, the sky is dominated by the `Bird of Flight`, and voyagers are metaphorically depicted as birds in poetry and song [#1]. Sirius is `The Bird's Body` (_Te Tino A Manu_), Canopus is `The East Wing` (_Te Kapakau Tonga_), and Procyon is `The North Wing` (_Te Kapakau Pakatokerau_). Other culturally significant themes reflected in Anutan constellations include food, fish, and equipment used to procure or prepare these items [#1]. One of the constellations along the star path to the island of Tikopia is `Crevalle-like Fish` (_Te Paka Poi Ika Tapu_), whose identification is uncertain. The Southern Cross is identified as `Sacred Wood` or `Sacred Timber` (_Te Rakau Tapu_); in pre-Christian times, it was `The Net` (_Te Kupenga_), which is the name used in this dataset. Alpha and Beta Centauri are either `The Double Man` (_Te Rua Tangata_) or are associated with the nearby Southern Cross, in which case they are called `The Net’s Handle` (_Te Kau O Te Kupenga_). A part of Aries, a curved line of three stars, is known as `Octopus Tentacle` (_Kaavei_). Grus, a curved line of five stars, is `The Bamboo` (_Te Kope_), from which fishing poles, sailing masts, yards, booms, and outrigger supports are made. Antares and the surrounding stars of Scorpius are called `Taro Plant` (_Taro_). Altair is `The Carrying Stick` (_Te Aamonga_), used to carry taro, coconuts, or other food. Taurus’s forehead is `The Tongs` (_Te Angaanga_), used for moving hot stones, coals, and food in an oven. Delphinus is `Adze` (_Toki_), used for cutting canoes and building houses. Other major constellations are not associated directly with these themes. Orion’s belt is `Path of Three` (_Ara Toru_). The Pleiades are `Small Face` or `Small Eyes` (_Matariki_). Many of these constellations are identified by similar names on other islands. ### Planets Venus is both `The Morning Star` (_Te Petuu Ao_) and `The Evening Star` (_Tiuriuri_). The latter is not certain. ### Other sky objects The Milky Way is known as _Te Tukaniva_ (no translation provided). The Large and Small Magellanic Cloud are named `The Running Cloud` and `The Restrained Cloud`.
ar: تحتوي ثقافة السماء هذه على 11 شكلًا لخط كوكبة ، وأسماء لستة نجوم ، والثريا ، والزهرة ، ودرب التبانة ، وغيوم ماجلان. تم ذكر مجموعتين أخريين من النجوم في المصدر ، لكن لم يتم التعرف عليها. هذه الثقافة السماوية لستلاريوم هي نسخة من المعلومات المأخوذة من كتاب [#1] بقلم ريتشارد فاينبرج. وهو يستند إلى بحث تم إجراؤه في جزر سليمان خلال فترة أربعة عشر شهرًا في 1972-1973 وخمسة أشهر في 1983-1984. ### الأبراج وأسماء النجوم الكوكبة المهيمنة هي "Bird of Flight" (_Manu_) ، والتي يمكن رؤيتها في جميع الفصول. يمنح شعب أنوتان أهمية رمزية للطيور: تشبه الزوارق بالطيور ، ويهيمن "طائر الطيران" على السماء ، ويتم تصوير المسافرين مجازًا على أنهم طيور في الشعر والأغنية [#1]. Sirius هو "The Bird's Body" (_Te Tino A Manu_) ، Canopus هو "الجناح الشرقي" (_Te Kapakau Tonga_) ، و Procyon هو "الجناح الشمالي" (_Te Kapakau Pakatokerau_). تشمل الموضوعات المهمة ثقافيًا الأخرى التي تنعكس في مجموعات أنوتان الطعام والأسماك والمعدات المستخدمة لشراء أو تحضير هذه العناصر [#1]. واحدة من الأبراج على طول مسار النجوم إلى جزيرة تيكوبيا هي "سمكة شبيهة بالكرفال" (_Te Paka Poi Ika Tapu_) ، هويتها غير مؤكدة. يُعرف الصليب الجنوبي بأنه "خشب مقدس" أو "خشب مقدس" (_Te Rakau Tapu_) ؛ في عصور ما قبل المسيحية ، كانت "الشبكة" (_Te Kupenga_) ، وهو الاسم المستخدم في مجموعة البيانات هذه. Alpha و Beta Centauri هما إما "الرجل المزدوج" (_Te Rua Tangata_) أو مرتبطان بالصليب الجنوبي القريب ، وفي هذه الحالة يُطلق عليهما اسم "The Net’s Handle" (_Te Kau O Te Kupenga_). يُعرف جزء من برج الحمل ، وهو عبارة عن خط منحني من ثلاثة نجوم ، باسم "الأخطبوط اللامسة" (_ Kaavei_). Grus ، وهو خط منحني من خمسة نجوم ، هو "The Bamboo" (_Te Kope_) ، حيث تُصنع منه أعمدة الصيد ، وصواري الإبحار ، والساحات ، والأذرع ، ودعامات الامتداد. تسمى العقرب والنجوم المحيطة برج العقرب "نبات القلقاس" (تارو). Altair هو "عصا الحمل" (_Te Aamonga_) ، وتستخدم لحمل القلقاس أو جوز الهند أو أي طعام آخر. جبين برج الثور هو "الملقط" (_Te Angaanga_) ، ويستخدم لنقل الأحجار الساخنة والفحم والطعام في الفرن. Delphinus هي "Adze" (_Toki_) ، وتستخدم لقطع الزوارق وبناء المنازل. الأبراج الرئيسية الأخرى لا ترتبط مباشرة بهذه الموضوعات. حزام أوريون هو "مسار الثلاثة" (_Ara Toru_). الثريا هي "وجه صغير" أو "العيون الصغيرة" (_مطاريكي_). يتم تحديد العديد من هذه الأبراج بأسماء مماثلة في جزر أخرى. ### الكواكب كوكب الزهرة هو "نجمة الصباح" (_Te Petuu Ao_) و "نجمة المساء" (_Tiuriuri_). هذا الأخير غير مؤكد. ### الأجرام السماوية الأخرى تُعرف مجرة درب التبانة باسم _Te Tukaniva_ (لم يتم تقديم ترجمة). سميت سحابة ماجلان الكبيرة والصغيرة "السحابة الجارية" و "السحابة المقيدة".
de: Diese Himmelskultur hat 11 Konstellationslinienfiguren und Namen für 6 Sterne, die Plejaden, die Venus, die Milchstraße und die Magellanschen Wolken. Zwei weitere Sterngruppen werden in der Quelle erwähnt, sind aber nicht identifizierbar. Diese Himmelskultur für Stellarium ist eine Abschrift der Informationen aus einem Buch [#1] von Richard Feinberg. Es basiert auf Forschungsarbeiten, die auf den Salomonen während eines Zeitraums von vierzehn Monaten in den Jahren 1972–1973 und fünf Monaten in den Jahren 1983–1984 durchgeführt wurden. ### Sternbilder und Sternnamen Das dominierende Sternbild ist `Bird of Flight` (_Manu_), das zu allen Jahreszeiten zu sehen ist. Die Anutan weisen Vögeln symbolische Bedeutung zu: Kanus werden mit Vögeln verglichen, der Himmel wird vom „Vogel des Fluges“ dominiert und Reisende werden in Gedichten und Liedern metaphorisch als Vögel dargestellt [#1]. Sirius ist „Der Körper des Vogels“ (_Te Tino A Manu_), Canopus ist „Der Ostflügel“ (_Te Kapakau Tonga_) und Procyon ist „Der Nordflügel“ (_Te Kapakau Pakatokerau_). Andere kulturell bedeutsame Themen, die sich in Anutan-Konstellationen widerspiegeln, sind Lebensmittel, Fisch und Ausrüstung, die zur Beschaffung oder Zubereitung dieser Gegenstände verwendet werden [#1]. Eines der Sternbilder entlang des Sternenpfades zur Insel Tikopia ist `Crevalle-like Fish` (_Te Paka Poi Ika Tapu_), dessen Identifizierung ungewiss ist. Das Kreuz des Südens wird als „Heiliges Holz“ oder „Heiliges Holz“ (_Te Rakau Tapu_) identifiziert; in vorchristlicher Zeit war es „The Net“ (_Te Kupenga_), der in diesem Datensatz verwendete Name. Alpha und Beta Centauri sind entweder „The Double Man“ (_Te Rua Tangata_) oder werden mit dem nahe gelegenen Southern Cross in Verbindung gebracht, in diesem Fall werden sie „The Net’s Handle“ (_Te Kau O Te Kupenga_) genannt. Ein Teil des Widders, eine geschwungene Linie aus drei Sternen, ist als „Oktopus-Tentakel“ (_Kaavei_) bekannt. Grus, eine geschwungene Linie aus fünf Sternen, ist „Der Bambus“ (_Te Kope_), aus dem Angelruten, Segelmasten, Rahen, Ausleger und Auslegerstützen hergestellt werden. Antares und die umliegenden Sterne des Scorpius werden genannt „Taro-Pflanze“ (_Taro_). Altair ist `The Carrying Stick` (_Te Aamonga_), der verwendet wird, um Taro, Kokosnüsse oder andere Lebensmittel zu tragen. Die Stirn des Stiers ist „Die Zange“ (_Te Angaanga_), die zum Bewegen heißer Steine, Kohlen und Speisen in einem Ofen verwendet wird. Delphinus ist `Adze` (_Toki_), die zum Schneiden von Kanus und zum Bau von Häusern verwendet wird. Andere große Konstellationen sind nicht direkt mit diesen Themen verbunden. Orions Gürtel ist „Pfad der Drei“ (_Ara Toru_). Die Plejaden sind `Small Face` bzw `Kleine Augen` (_Matariki_). Viele dieser Konstellationen werden auf anderen Inseln mit ähnlichen Namen identifiziert. ### Planeten Venus ist sowohl „Der Morgenstern“ (_Te Petuu Ao_) als auch „Der Abendstern“ (_Tiuriuri_). Letzteres ist nicht sicher. ### Andere Himmelsobjekte Die Milchstraße ist als _Te Tukaniva_ bekannt (keine Übersetzung angegeben). Die Große und Kleine Magellansche Wolke werden „Die laufende Wolke“ und „Die zurückhaltende Wolke“ genannt.
it: Questa cultura del cielo ha 11 figure di linee di costellazioni e nomi di 6 stelle, le Pleiadi, Venere, la Via Lattea e le Nubi di Magellano. Altri due gruppi di stelle sono citati nella fonte, ma non sono identificabili. Questa cultura del cielo per Stellarium è una trascrizione delle informazioni da un libro [#1] di Richard Feinberg. Si basa su ricerche condotte nelle Isole Salomone durante un periodo di quattordici mesi nel 1972-1973 e cinque mesi nel 1983-1984. ### Costellazioni e nomi di stelle La costellazione dominante è "Uccello del Volo" (_Manu_), che può essere vista in tutte le stagioni. Gli Anutan assegnano un rilievo simbolico agli uccelli: le canoe sono paragonate agli uccelli, il cielo è dominato dall'"Uccello del Volo" e i viaggiatori sono metaforicamente raffigurati come uccelli nella poesia e nel canto [#1]. Sirio è "Il corpo dell'uccello" (_Te Tino A Manu_), Canopo è "L'ala orientale" (_Te Kapakau Tonga_) e Procione è "L'ala nord" (_Te Kapakau Pakatokerau_). Altri temi culturalmente significativi riflessi nelle costellazioni di Anutan includono cibo, pesce e attrezzature utilizzate per procurarsi o preparare questi oggetti [#1]. Una delle costellazioni lungo il percorso stellare verso l'isola di Tikopia è `Pesce crevallese` (_Te Paka Poi Ika Tapu_), la cui identificazione è incerta. La Croce del Sud è identificata come 'Legno Sacro' o 'Legno Sacro' (_Te Rakau Tapu_); in epoca precristiana era `The Net` (_Te Kupenga_), che è il nome usato in questo set di dati. Alpha e Beta Centauri sono o "The Double Man" (_Te Rua Tangata_) o sono associati alla vicina Croce del Sud, nel qual caso sono chiamati "The Net's Handle" (_Te Kau O Te Kupenga_). Una parte dell'Ariete, una linea curva di tre stelle, è conosciuta come "tentacolo di polpo" (_Kaavei_). Grus, una linea curva di cinque stelle, è "The Bamboo" (_Te Kope_), da cui sono ricavate canne da pesca, alberi a vela, penne, boma e supporti per stabilizzatori. Sono chiamati Antares e le stelle circostanti di Scorpius `Pianta del taro` (_Taro_). Altair è "The Carrying Stick" (_Te Aamonga_), usato per trasportare taro, noci di cocco o altro cibo. La fronte del Toro è "The Tongs" (_Te Angaanga_), usata per spostare pietre calde, carboni e cibo in un forno. Delphinus è `Adze` (_Toki_), usato per tagliare canoe e costruire case. Altre grandi costellazioni non sono associate direttamente a questi temi. La cintura di Orione è "Sentiero dei Tre" (_Ara Toru_). Le Pleiadi sono 'Piccola faccia' o `Piccoli occhi` (_Matariki_). Molte di queste costellazioni sono identificate con nomi simili su altre isole. ### Pianeti Venere è sia "La stella del mattino" (_Te Petuu Ao_) che "La stella della sera" (_Tiuriuri_). Quest'ultimo non è certo. ### Altri oggetti del cielo La Via Lattea è conosciuta come _Te Tukaniva_ (nessuna traduzione fornita). La Grande e la Piccola Nube di Magellano sono denominate 'The Running Cloud' e 'The Restrained Cloud'.
ru: В этой культуре неба есть 11 фигур линий созвездий и названия 6 звезд, Плеяды, Венера, Млечный Путь и Магеллановы Облака. Две другие группы звезд упоминаются в источнике, но их невозможно идентифицировать. Эта культура неба для Stellarium является расшифровкой информации из книги [#1] Ричарда Фейнберга. Он основан на исследованиях, проводившихся на Соломоновых островах в течение четырнадцати месяцев в 1972–1973 годах и пяти месяцев в 1983–1984 годах. ### Созвездия и имена звезд Доминирующим созвездием является `Летящая птица` (_Manu_), которое можно увидеть в любое время года. Анутанцы придают символическое значение птицам: каноэ уподобляются птицам, в небе господствует «летящая птица», а путешественники метафорически изображаются птицами в стихах и песнях [#1]. Сириус — это «Тело птицы» (_Te Tino A Manu_), Канопус — это «Восточное крыло» (_Te Kapakau Tonga_), а Процион — «Северное крыло» (_Te Kapakau Pakatokerau_). Другие культурно значимые темы, отраженные в созвездиях Анутана, включают пищу, рыбу и оборудование, используемое для добычи или приготовления этих предметов [#1]. Одно из созвездий на звездном пути к острову Тикопия `Кревальеподобная рыба` (_Te Paka Poi Ika Tapu_), чья идентификация сомнительна. Южный Крест идентифицируется как «Священный лес» или «Священная древесина» (_Te Rakau Tapu_); в дохристианские времена это была «Сеть» (_Te Kupenga_), название, используемое в этом наборе данных. Альфа и Бета Центавра являются либо «Двойным Человеком» (_Te Rua Tangata_), либо связаны с близлежащим Южным Крестом, и в этом случае они называются «Ручка Сети» (_Te Kau O Te Kupenga_). Часть Овна, изогнутая линия из трех звезд, известна как «Щупальце осьминога» (_Kaavei_). Grus, изогнутая линия из пяти звезд, представляет собой «Бамбук» (_Te Kope_), из которого сделаны удочки, парусные мачты, реи, гики и опоры для выносных опор. Антарес и окружающие Скорпиона звезды называются `Растение Таро` (_Taro_). Альтаир — это «Палка для переноски» (_Te Aamonga_), используемая для переноски таро, кокосов или другой еды. Лоб Тельца — это «Щипцы» (_Te Angaanga_), используемые для перемещения горячих камней, углей и пищи в печи. Delphinus — это «Тесло» (_Toki_), используемое для резки каноэ и строительства домов. Другие крупные созвездия не связаны напрямую с этими темами. Пояс Ориона — это «Путь Трех» (_Ара Тору_). Плеяды — это «Маленькое лицо» или `Маленькие глазки` (_Матарики_). Многие из этих созвездий имеют похожие названия на других островах. ### Планеты Венера является одновременно и «Утренней звездой» (_Te Petuu Ao_), и «Вечерней звездой» (_Tiuriuri_). Последнее не точно. ### Другие небесные объекты Млечный Путь известен как _Te Tukaniva_ (перевод не предоставлен). Большое и Малое Магеллановы Облака называются «Бегущее Облако» и «Сдержанное Облако».
