Repository: 10110111/stellarium-skycultures
Catalog: anutan/po/*.po
Languages: ar, cs, de, es, it, ja, nl, ru

source: Anutan
ar: أنوتان
es: Anután
it: Anutano
ja: アヌタン
ru: Анутан

source: Anuta is a small island in the SE of Solomon Islands in Melanesia, inhabited by a culturally Polynesian society. As for most Oceanic seafarers, the stars are the most important tool for long-range navigation. The major guiding stars and constellations are known as `carriers` (_kaavenga_), and have proper names. A `star path` or sequence of stars (_kau panonga porau_) is followed from one island to the next. This sky culture has 11 constellation line figures, and names for 6 stars, the Pleiades, Venus, the Milky Way, and the Magellanic Clouds. Two other groups of stars are mentioned in the source, but are not identifiable.
cs: Anuta je malý ostrov na JV od Šalamounových ostrovů v Melanésii, obývaný kulturně polynéskou společností. Stejně jako pro většinu oceánských mořeplavců jsou hvězdy nejdůležitějším nástrojem pro navigaci na velké vzdálenosti. Hlavní vůdčí hvězdy a souhvězdí jsou známé jako „nosiče“ (_kaavenga_) a mají vlastní jména. „Hvězdná dráha“ nebo sekvence hvězd (_kau panonga porau_) je sledována z jednoho ostrova na druhý. Tato kultura oblohy má 11 obrazců souhvězdí a názvy pro 6 hvězd, Plejády, Venuši, Mléčnou dráhu a Magellanova mračna. Dvě další skupiny hvězd jsou zmíněny ve zdroji, ale nejsou identifikovatelné.
es: Anuta es una pequeña isla en el SE de las Islas Salomón en Melanesia, habitada por una sociedad culturalmente polinesia. Como para la mayoría de los navegantes de Oceanía, las estrellas son la herramienta más importante para la navegación de largo alcance. Las principales estrellas y constelaciones guía se conocen como "portadoras" (_kaavenga_) y tienen nombres propios. Se sigue un `camino de estrellas` o secuencia de estrellas (_kau panonga porau_) de una isla a la siguiente. Esta cultura del cielo tiene 11 figuras de líneas de constelaciones y nombres para 6 estrellas, las Pléyades, Venus, la Vía Láctea y las Nubes de Magallanes. En la fuente se mencionan otros dos grupos de estrellas, pero no son identificables.
ja: アヌタは、メラネシアのソロモン諸島の南東にある小さな島で、文化的にポリネシア社会が住んでいます。大洋のほとんどの船員にとって、星は長距離航行のための最も重要なツールです。主要なガイド星と星座は「キャリア」(_kaavenga_) として知られており、適切な名前が付けられています。 「星の道」または星の列 (_kau panonga porau_) は、ある島から次の島へとたどられます。 この空の文化には、11 の星座線図と、プレアデス、金星、天の川、マゼラン雲の 6 つの星の名前があります。他の 2 つの星のグループが情報源で言及されていますが、識別できません。
nl: Anuta is een klein eiland in het zuidoosten van de Salomonseilanden in Melanesië, bewoond door een cultureel Polynesische samenleving. Zoals voor de meeste Oceanische zeevarenden, zijn de sterren het belangrijkste instrument voor langeafstandsnavigatie. De belangrijkste leidende sterren en sterrenbeelden staan bekend als 'dragers' (_kaavenga_), en hebben eigennamen. Een 'sterrenpad' of reeks sterren (_kau panonga porau_) wordt gevolgd van het ene eiland naar het andere. Deze hemelcultuur heeft 11 sterrenbeeldlijnen en namen voor 6 sterren, de Pleiaden, Venus, de Melkweg en de Magelhaense Wolken. Twee andere groepen sterren worden in de bron genoemd, maar zijn niet identificeerbaar.

source: This sky culture for Stellarium is a transcript of the information in [#1]. Research on which [#1] is based was conducted in the Solomon Islands during a period of fourteen months in 1972–1973 and five months in 1983–1984. ### Constellations and star names The dominant constellation is `Bird of Flight` (_Manu_), which can be seen in all seasons. The Anutan assign symbolic prominence to birds: canoes are likened to birds, the sky is dominated by the `Bird of Flight`, and voyagers are metaphorically depicted as birds in poetry and song [#1]. Sirius is `The Bird's Body` (_Te Tino A Manu_), Canopus is `The East Wing` (_Te Kapakau Tonga_), and Procyon is `The North Wing` (_Te Kapakau Pakatokerau_). Other culturally significant themes reflected in Anutan constellations include food, fish, and equipment used to procure or prepare these items [#1]. One of the constellations along the star path to the island of Tikopia is `Crevalle-like Fish` (_Te Paka Poi Ika Tapu_), whose identification is uncertain. The Southern Cross is identified as `Sacred Wood` or `Sacred Timber` (_Te Rakau Tapu_); in pre-Christian times, it was `The Net` (_Te Kupenga_), which is the name used in this dataset. Alpha and Beta Centauri are either `The Double Man` (_Te Rua Tangata_) or are associated with the nearby Southern Cross, in which case they are called `The Net’s Handle` (_Te Kau O Te Kupenga_). A part of Aries, a curved line of three stars, is known as `Octopus Tentacle` (_Kaavei_). Grus, a curved line of five stars, is `The Bamboo` (_Te Kope_), from which fishing poles, sailing masts, yards, booms, and outrigger supports are made. Antares and the surrounding stars of Scorpius are called `Taro Plant` (_Taro_). Altair is `The Carrying Stick` (_Te Aamonga_), used to carry taro, coconuts, or other food. Taurus’s forehead is `The Tongs` (_Te Angaanga_), used for moving hot stones, coals, and food in an oven. Delphinus is `Adze` (_Toki_), used for cutting canoes and building houses. Other major constellations are not associated directly with these themes. Orion’s belt is `Path of Three` (_Ara Toru_). The Pleiades are `Small Face` or `Small Eyes` (_Matariki_). Many of these constellations are identified by similar names on other islands. ### Planets Venus is both `The Morning Star` (_Te Petuu Ao_) and `The Evening Star` (_Tiuriuri_). The latter is not certain. ### Other sky objects The Milky Way is known as _Te Tukaniva_ (no translation provided). The Large and Small Magellanic Cloud are named `The Running Cloud` and `The Restrained Cloud`.
cs: Tato kultura oblohy pro Stellarium je přepisem informací v [#1]. Výzkum, na kterém je [#1] založen, byl prováděn na Šalamounových ostrovech po dobu čtrnácti měsíců v letech 1972–1973 a pěti měsíců v letech 1983–1984. ### Souhvězdí a jména hvězd Dominantní souhvězdí je `Bird of Flight` (_Manu_), které lze vidět ve všech ročních obdobích. Anutan přisuzuje ptákům symbolickou důležitost: kánoe jsou přirovnávány k ptákům, obloze dominuje „Bird of Flight“ a cestovatelé jsou metaforicky zobrazováni jako ptáci v poezii a zpěvu [#1]. Sirius je „Ptačí tělo“ (_Te Tino A Manu_), Canopus je „Východní křídlo“ (_Te Kapakau Tonga_) a Procyon je „Severní křídlo“ (_Te Kapakau Pakatokerau_). Mezi další kulturně významná témata odrážející se v souhvězdí Anutanů patří jídlo, ryby a vybavení používané k získání nebo přípravě těchto předmětů [#1]. Jedním ze souhvězdí podél hvězdné cesty na ostrov Tikopia je „Ryba podobná Crevalle“ (_Te Paka Poi Ika Tapu_), jejíž identifikace je nejistá. Jižní kříž je identifikován jako „Posvátné dřevo“ nebo „Posvátné dřevo“ (_Te Rakau Tapu_); v předkřesťanských dobách to byl `The Net` (_Te Kupenga_), což je název použitý v tomto datovém souboru. Alfa a Beta Centauri jsou buď „Dvojitý muž“ (_Te Rua Tangata_), nebo jsou spojeni s nedalekým Jižním křížem, v takovém případě se jim říká „Rukovadlo sítě“ (_Te Kau O Te Kupenga_). Část Berana, zakřivená linie tří hvězd, je známá jako „chapadlo chobotnice“ (_Kaavei_). Grus, zakřivená linie pěti hvězd, je „Bambus“ (_Te Kope_), ze kterého jsou vyrobeny rybářské pruty, plachetní stěžně, ráhna, výložníky a podpěry výložníků. Antares a okolní hvězdy Štíra se nazývají „Taro Plant“ (_Taro_). Altair je „nosná hůl“ (_Te Aamonga_), která se používá k přenášení taro, kokosů nebo jiného jídla. Čelo Býka je „Kleště“ (_Te Angaanga_), které se používá k přemisťování žhavých kamenů, uhlíků a jídla v peci. Delphinus je `Adze` (_Toki_), používaný pro řezání kánoí a stavbu domů. Další hlavní konstelace nejsou přímo spojeny s těmito tématy. Orionův pás je „Cesta tří“ (_Ara Toru_). Plejády jsou „Malá tvář“ nebo „Malé oči“ (_Matariki_). Mnoho z těchto souhvězdí je označeno podobnými názvy na jiných ostrovech. ### Planety Venuše je jak „jitřenka“ (_Te Petuu Ao_), tak „večerní hvězda“ (_Tiuriuri_). To druhé není jisté. ### Jiné objekty na obloze Mléčná dráha je známá jako _Te Tukaniva_ (není uveden překlad). Velký a Malý Magellanův mrak se jmenují „Běžící mrak“ a „Omezený mrak“.
es: Esta cultura del cielo para Stellarium es una transcripción de la información en [#1]. La investigación en la que se basa [#1] se llevó a cabo en las Islas Salomón durante un período de catorce meses entre 1972 y 1973 y cinco meses entre 1983 y 1984. ### Constelaciones y nombres de estrellas La constelación dominante es `Pájaro de Vuelo` (_Manu_), que se puede ver en todas las estaciones. Los Anutan asignan una prominencia simbólica a las aves: las canoas se asemejan a las aves, el cielo está dominado por el "Pájaro que vuela", y los viajeros se representan metafóricamente como aves en la poesía y el canto [#1]. Sirius es 'El cuerpo del pájaro' (_Te Tino A Manu_), Canopus es 'El ala este' (_Te Kapakau Tonga_), y Procyon es 'El ala norte' (_Te Kapakau Pakatokerau_). Otros temas culturalmente significativos que se reflejan en las constelaciones de Anutan incluyen comida, pescado y equipos utilizados para adquirir o preparar estos artículos [#1]. Una de las constelaciones a lo largo del camino estelar hacia la isla de Tikopia es el 'Pez Crevalle-like' (_Te Paka Poi Ika Tapu_), cuya identificación es incierta. La Cruz del Sur se identifica como `Bosque Sagrado` o `Madera Sagrada` (_Te Rakau Tapu_); en la época precristiana, era 'La Red' (_Te Kupenga_), que es el nombre utilizado en este conjunto de datos. Alpha y Beta Centauri son 'El hombre doble' (_Te Rua Tangata_) o están asociados con la cercana Cruz del Sur, en cuyo caso se les llama 'El mango de la red' (_Te Kau O Te Kupenga_). Una parte de Aries, una línea curva de tres estrellas, se conoce como `Tentáculo de pulpo` (_Kaavei_). Grus, una línea curva de cinco estrellas, es 'El Bambú' (_Te Kope_), a partir del cual se fabrican cañas de pescar, mástiles de navegación, vergas, botavaras y soportes estabilizadores. Antares y las estrellas circundantes de Scorpius se llaman 'Planta Taro' (_Taro_). Altair es `The Carrying Stick` (_Te Aamonga_), que se usa para llevar taro, cocos u otros alimentos. La frente de Tauro es `The Tongs` (_Te Angaanga_), que se usa para mover piedras calientes, carbones y comida en un horno. Delphinus es `Adze` (_Toki_), usado para cortar canoas y construir casas. Otras constelaciones importantes no están asociadas directamente con estos temas. El cinturón de Orión es `Path of Three` (_Ara Toru_). Las Pléyades son 'Cara Pequeña' o 'Ojos Pequeños' (_Matariki_). Muchas de estas constelaciones se identifican con nombres similares en otras islas. ### Planetas Venus es tanto `La estrella de la mañana` (_Te Petuu Ao_) como `La estrella de la tarde` (_Tiuriuri_). Esto último no es seguro. ### Otros objetos del cielo La Vía Láctea se conoce como _Te Tukaniva_ (no se proporciona traducción). La Gran y Pequeña Nube de Magallanes se denominan 'La Nube Corredora' y 'La Nube Restringida'.
ja: この Stellarium のスカイ カルチャーは、[#1] の情報を転写したものです。 [#1] が基づいている調査は、1972 年から 1973 年までの 14 か月間と 1983 年から 1984 年までの 5 か月間、ソロモン諸島で実施されました。 ### 星座と星の名前 優勢な星座は「飛翔の鳥」(_Manu_)で、四季を通じて見ることができます。アヌタンは鳥に象徴的な卓越性を割り当てます。カヌーは鳥に例えられ、空は「飛翔の鳥」に支配され、航海者は詩や歌の中で比喩的に鳥として描かれます [#1]。シリウスは「鳥の体」(_Te Tino A Manu_)、カノープスは「東の翼」(_Te Kapakau Tonga_)、プロキオンは「北の翼」(_Te Kapakau Pakatokerau_)です。 アヌタンの星座に反映されている他の文化的に重要なテーマには、これらのアイテムを調達または準備するために使用される食品、魚、および機器が含まれます [#1]。ティコピア島へのスター パスに沿った星座の 1 つは、「Crevalle-like Fish」(_Te Paka Poi Ika Tapu_) で、その識別は不明です。南十字星は「聖なる木」または「聖なる木材」(_Te Rakau Tapu_) として識別されます。キリスト教以前の時代には、このデータセットで使用されている名前である「ネット」(_Te Kupenga_) でした。アルファ ケンタウリとベータ ケンタウリは、「ダブルマン」(_Te Rua Tangata_) であるか、近くの南十字星に関連付けられており、その場合、「ネットの柄」(_Te Kau O Te Kupenga_) と呼ばれます。牡羊座の一部である 3 つの星の曲線は、「タコの触手」 (_Kaavei_) として知られています。 5 つの星の曲線である Grus は「竹」 (_Te Kope_) であり、そこから釣り竿、帆走マスト、ヤード、ブーム、およびアウトリガー サポートが作られます。アンタレスとさそり座の周囲の星々は「タロイモ」(_Taro_)と呼ばれています。 Altair は、タロイモ、ココナッツ、またはその他の食品を運ぶために使用される「持ち運び用の棒」 (_Te Aamonga_) です。おうし座の額は「トング」(_Te Angaanga_) で、オーブンで熱い石、石炭、および食品を移動するために使用されます。 Delphinus は、カヌーの切断や家屋の建設に使用される「アゼ」 (_Toki_) です。 他の主要な星座は、これらのテーマに直接関連付けられていません。オリオンのベルトは「三つの道」(_Ara Toru_)。プレアデスは`小さな顔`または`小さな目`(_マタリキ_)です。 これらの星座の多くは、他の島でも同様の名前で識別されます。 ### 惑星 金星は「明けの明星」(_Te Petuu Ao_) と「宵の明星」(_Tiuriuri_) の両方です。後者は定かではありません。 ### その他の天体 天の川は _Te Tukaniva_ (翻訳なし) として知られています。大マゼラン雲と小マゼラン雲は「走る雲」「拘束される雲」と呼ばれています。
nl: Deze luchtcultuur voor Stellarium is een transcriptie van de informatie in [#1]. Onderzoek waarop [#1] is gebaseerd, is uitgevoerd op de Salomonseilanden gedurende een periode van veertien maanden in 1972-1973 en vijf maanden in 1983-1984. ### Sterrenbeelden en namen van sterren Het dominante sterrenbeeld is `Vogelvogel` (_Manu_), dat in alle seizoenen te zien is. De Anutan kennen symbolische prominentie toe aan vogels: kano's worden vergeleken met vogels, de lucht wordt gedomineerd door de 'Vogel van de Vlucht' en reizigers worden metaforisch afgebeeld als vogels in poëzie en zang [#1]. Sirius is 'The Bird's Body' (_Te Tino A Manu_), Canopus is 'The East Wing' (_Te Kapakau Tonga_), en Procyon is 'The North Wing' (_Te Kapakau Pakatokerau_). Andere cultureel belangrijke thema's die tot uiting komen in Anutan-constellaties zijn voedsel, vis en apparatuur die wordt gebruikt om deze items aan te schaffen of te bereiden [#1]. Een van de sterrenbeelden langs het sterrenpad naar het eiland Tikopia is 'Crevalle-achtige vis' (_Te Paka Poi Ika Tapu_), waarvan de identificatie onzeker is. Het Zuiderkruis wordt aangeduid als 'Heilig Hout' of 'Heilig Hout' (_Te Rakau Tapu_); in voorchristelijke tijden was het `The Net` (_Te Kupenga_), de naam die in deze dataset wordt gebruikt. Alpha en Beta Centauri zijn ofwel 'The Double Man' (_Te Rua Tangata_) of worden geassocieerd met het nabijgelegen Zuiderkruis, in welk geval ze 'The Net's Handle' (_Te Kau O Te Kupenga_) worden genoemd. Een deel van Ram, een gebogen lijn van drie sterren, staat bekend als 'Octopus Tentacle' (_Kaavei_). Grus, een gebogen lijn van vijf sterren, is 'The Bamboo' (_Te Kope_), waarvan hengels, zeilmasten, werven, gieken en stempelsteunen zijn gemaakt. Antares en de omringende sterren van Scorpius worden 'Taro Plant' (_Taro_) genoemd. Altair is `The Carrying Stick` (_Te Aamonga_), gebruikt om taro, kokosnoten of ander voedsel te vervoeren. Het voorhoofd van Taurus is `The Tangs` (_Te Angaanga_), gebruikt voor het verplaatsen van hete stenen, kolen en voedsel in een oven. Delphinus is `Adze` (_Toki_), gebruikt voor het kappen van kano's en het bouwen van huizen. Andere grote sterrenbeelden zijn niet direct verbonden met deze thema's. De riem van Orion is `Path of Three` (_Ara Toru_). De Pleiaden zijn 'Small Face' of 'Small Eyes' (_Matariki_). Veel van deze sterrenbeelden worden op andere eilanden met soortgelijke namen aangeduid. ### Planeten Venus is zowel 'The Morning Star' (_Te Petuu Ao_) als 'The Evening Star' (_Tiuriuri_). Dat laatste is niet zeker. ### Andere hemelobjecten De Melkweg staat bekend als _Te Tukaniva_ (geen vertaling voorzien). De Grote en Kleine Magelhaense Wolk heten 'The Running Cloud' en 'The Restrained Cloud'.

source: - [#1]: Richard Feinberg. Polynesian seafaring and navigation: ocean travel in Anutan culture and society. The Kent State University Press. 1988. - [#2]: Doina Bucur. The network signature of constellation line figures. arXiv e-prints. arXiv:2110.12329 [cs.SI]. 2021. Available at <https://arxiv.org/abs/2110.12329>.
ar: - [#1]: ريتشارد فاينبرج. الملاحة البحرية والملاحة في بولينيزيا: السفر عبر المحيط في ثقافة ومجتمع أنوتان. مطبعة جامعة ولاية كينت. 1988. - [#2]: Doina Bucur. توقيع الشبكة لأرقام خط كوكبة. مطبوعات arXiv الإلكترونية. arXiv: 2110.12329 [cs.SI]. 2021. متاح على> https://arxiv.org/abs/2110.12329>.
cs: - [#1]: Richard Feinberg. Polynéská mořeplavba a navigace: oceánské cestování v anutanské kultuře a společnosti. Kent State University Press. 1988. - [#2]: Doina Bucur. Síťový podpis obrazců linie souhvězdí. arXiv e-printy. arXiv:2110.12329 [cs.SI]. 2021. Dostupné na <https://arxiv.org/abs/2110.12329>.
de: - [#1]: Richard Feinberg. Polynesische Seefahrt und Navigation: Seereisen in der Kultur und Gesellschaft der Anutan. Die Kent State University Press. 1988. - [#2]: Doina Bucur. Die Netzwerksignatur von Konstellationslinienfiguren. arXiv E-Prints. arXiv:2110.12329 [cs.SI]. 2021. Verfügbar unter <https://arxiv.org/abs/2110.12329>.
es: - [#1]: Richard Feinberg. Navegación y navegación polinesia: viajes oceánicos en la cultura y sociedad anutana. Prensa de la Universidad Estatal de Kent. 1988. - [#2]: Doina Bucur. La firma de red de figuras de línea de constelación. impresiones electrónicas arXiv. arXiv:2110.12329 [cs.SI]. 2021. Disponible en <https://arxiv.org/abs/2110.12329>.
it: - [RifX1]: Richard Feinberg. La navigazione e la navigazione polinesiana: i viaggi oceanici nella cultura e nella società anutan. La Kent State University Press. 1988. - [RifX2]: Doina Bucur. La firma di rete delle figure delle costellazioni. arXiv e-print. arXiv:2110.12329 [cs.SI]. 2021. Disponibile su <https://arxiv.org/abs/2110.12329>.
ja: - [#1]: リチャード・ファインバーグ。ポリネシアの航海と航海：アヌタンの文化と社会における海の旅。ケント州立大学出版局。 1988年。 - [#2]: ドイナ ブクル。星座線図のネットワーク署名。 arXiv e-プリント。 arXiv:2110.12329 [cs.SI]。 2021. <https://arxiv.org/abs/2110.12329> で入手可能。
nl: - [#1]: Richard Feinberg. Polynesische zeevaart en navigatie: oceaanreizen in de cultuur en samenleving van Anutan. De Kent State University Press. 1988. - [#2]: Doina Bucur. De netwerkhandtekening van constellatielijnfiguren. arXiv e-prints. arXiv:2110.12329 [cs.SI]. 2021. Beschikbaar op <https://arxiv.org/abs/2110.12329>.
ru: - [#1]: Ричард Файнберг. Полинезийское мореплавание и навигация: морские путешествия в анутанской культуре и обществе. Издательство Кентского государственного университета. 1988 год. - [#2]: Дойна Букур. Сетевая подпись фигур линий созвездия. Электронные распечатки arXiv. arXiv: 2110.12329 [cs.SI]. 2021. Доступно по адресу <https://arxiv.org/abs/2110.12329>.

source: This sky culture was contributed by _Doina Bucur_ (d.bucur@utwente.nl). It was digitised for the cross-culture analysis of constellation line figures in reference [#2], `The network signature of constellation line figures`. An earlier version was contributed to the desktop version of Stellarium by _Dan Smale_ (d.smale(at)niwa.co.nz).
ar: ساهمت ثقافة السماء هذه _Doina Bucur_ (d.bucur@utwente.nl). تمت ترقيمها من أجل التحليل عبر الثقافات لأرقام خط الكوكبة في المرجع [#2] ، "توقيع الشبكة لأرقام خط الكوكبة". تمت المساهمة بإصدار سابق في إصدار سطح المكتب من Stellarium بواسطة _Dan Smale_ (d.smale (at) niwa.co.nz).
cs: K této kultuře oblohy přispěla _Doina Bucur_ (d.bucur@utwente.nl). Byl digitalizován pro mezikulturní analýzu obrazců souhvězdí v odkazu [#2], "Síťový podpis obrazců souhvězdí". Starší verzi přispěl do desktopové verze Stellarium _Dan Smale_ (d.smale(at)niwa.co.nz).
de: Diese Himmelskultur wurde von _Doina Bucur_ (d.bucur@utwente.nl) beigesteuert. Es wurde für die kulturübergreifende Analyse von Konstellationslinienfiguren in Referenz [#2], „Die Netzwerksignatur von Konstellationslinienfiguren“, digitalisiert. Eine frühere Version wurde von _Dan Smale_ (d.smale(at)niwa.co.nz) zur Desktop-Version von Stellarium beigetragen.
es: Esta cultura del cielo fue aportada por _Doina Bucur_ (d.bucur@utwente.nl). Fue digitalizado para el análisis transcultural de figuras de líneas de constelaciones en la referencia [#2], `La firma de red de figuras de líneas de constelaciones`. _Dan Smale_ (d.smale(at)niwa.co.nz) contribuyó con una versión anterior a la versión de escritorio de Stellarium.
it: Questa cultura del cielo è stata fornita da _Doina Bucur_ (d.bucur@utwente.nl). È stato digitalizzato per l'analisi incrociata delle figure delle linee di costellazione nel riferimento [#2], "La firma di rete delle figure delle linee di costellazione". Una versione precedente è stata fornita alla versione desktop di Stellarium da _Dan Smale_ (d.smale(at)niwa.co.nz).
ja: このスカイ カルチャーは _Doina Bucur_ (d.bucur@utwente.nl) によって提供されました。これは、参考文献 [#2]、「星座線図のネットワーク署名」の星座線図の異文化間分析のためにデジタル化されました。以前のバージョンは、_Dan Smale_ (d.smale(at)niwa.co.nz) によって Stellarium のデスクトップ バージョンに提供されました。
nl: Deze luchtcultuur is een bijdrage van _Doina Bucur_ (d.bucur@utwente.nl). Het werd gedigitaliseerd voor de cross-culture-analyse van constellatielijnfiguren in referentie [#2], 'The network signature of constellatielijnfiguren'. Een eerdere versie is bijgedragen aan de desktopversie van Stellarium door _Dan Smale_ (d.smale(at)niwa.co.nz).
ru: Эта культура неба была предоставлена _Doina Bucur_ (d.bucur@utwente.nl). Он был оцифрован для межкультурного анализа фигур созвездия в ссылке [#2], «Сетевая подпись фигур созвездия». Более ранняя версия была добавлена к настольной версии Stellarium _Dan Smale_ (d.smale(at)niwa.co.nz).

source: `CC BY-SA`: Creative Commons, requires attribution, and derivative works can be distributed under an identical (not more restrictive) license.
cs: `CC BY-SA`: Creative Commons, vyžaduje uvedení zdroje a odvozená díla lze šířit pod identickou (nikoli více omezující) licencí.
es: `CC BY-SA`: Creative Commons, requiere atribución, y los trabajos derivados se pueden distribuir bajo una licencia idéntica (no más restrictiva).
ja: `CC BY-SA`: クリエイティブ コモンズ、帰属表示が必要であり、派生作品は同一の (より制限的ではない) ライセンスの下で配布できます。
nl: `CC BY-SA`: Creative Commons, vereist naamsvermelding en afgeleide werken kunnen worden gedistribueerd onder een identieke (niet meer beperkende) licentie.

source: The Bamboo
ar: الخيزران
cs: Bambus
de: Der Bambus
es: el bambú
it: Il bambù
ja: ザ バンブー
nl: de bamboe
ru: Бамбук

source: Bamboo is used to make fishing poles, sailing masts, yards, booms, and outrigger supports.
ar: يستخدم الخيزران في صناعة أعمدة الصيد وصواري الإبحار والساحات والأذرع ودعامات الركائز.
cs: Bambus se používá k výrobě rybářských prutů, plachetních stěžňů, nádvoří, výložníků a podpěr výložníků.
de: Bambus wird zur Herstellung von Angelruten, Segelmasten, Werften, Auslegern und Auslegerstützen verwendet.
es: El bambú se usa para hacer cañas de pescar, mástiles de vela, patios, botavaras y soportes de estabilizadores.
it: Il bambù viene utilizzato per realizzare canne da pesca, alberi a vela, cantieri, boma e supporti per stabilizzatori.
ja: 竹は、釣り竿、帆走マスト、ヤード、ブーム、およびアウトリガー サポートを作るために使用されます。
nl: Bamboe wordt gebruikt om hengels, zeilmasten, werven, gieken en stempelsteunen te maken.
ru: Бамбук используется для изготовления удочек, парусных мачт, реев, гиков и опор для выносных опор.

source: Path of Three
ar: طريق الثلاثة
cs: Cesta tří
de: Pfad der Drei
es: camino de tres
it: Sentiero del Tre
ja: パス・オブ・スリー
nl: Pad van drie
ru: Путь Трех

source: Bird of Flight
ar: طائر الطيران
de: Flugvogel
es: ave de vuelo
it: Uccello del volo
ja: 飛鳥の鳥
nl: Vogel van de vlucht
ru: Птица полета

source: The dominant constellation for Anutans. It can be seen in all seasons.
ar: الكوكبة المهيمنة ل Anutans. يمكن رؤيته في جميع الفصول.
cs: Dominantní souhvězdí pro Anutany. Je to vidět ve všech ročních obdobích.
de: Die dominierende Konstellation für Anutans. Es ist zu allen Jahreszeiten zu sehen.
es: La constelación dominante para Anutans. Se puede ver en todas las estaciones.
it: La costellazione dominante per Anutans. Si può vedere in tutte le stagioni.
ja: アヌタンの主星座。四季を通じて見られます。
nl: Het dominante sterrenbeeld voor Anutans. Het is in alle seizoenen te zien.
ru: Доминирующее созвездие анутанцев. Его можно увидеть в любое время года.

source: The Tongs
ar: الملاقط
cs: Kleště
de: Die Zange
es: las pinzas
it: Le tenaglie
ja: トング
nl: de tang
ru: щипцы
