Repository: 10110111/stellarium-skycultures
Catalog: indian/po/*.po
Languages: cs, es, ja, nl, ru

source: The Vedic sky culture shows some similiarities with the Parthian one, e.g. some commonly known constellations related to lunar mansions, called _Nakṣatra_-s. ### Rāśi (राशिः) The sidereal zodiac is an imaginary belt of 360 degrees (like the tropical zodiac), divided into 12 equal parts. Each twelfth part (of 30 degrees) is called a sign or rashi. Their names are shown in (brackets). In Vedic astronomy there are two systems of measuring time: the lunar calender and the solar calender. In both cases one year is devided into 12 months or "māsā". The names of the solar months originated from these constellation's names. ### Nakṣatra (नक्षत्रम्) In Hindu tradition the ecliptic is divided into 27 parts of approximately 13°20", mirroring the siderial month and corresponding to 27 asterisms known as the _nakṣatra_-s (full list, with [modern equivalents](https://goo.gl/2PVi28) ). In the earliest extant layers of the tradition this number was made 28. This division is critical for several purposes including timing rituals and determining the birth lunar mansions. Since these asterisms define an area in the sky, technically they are also constellations. Surya Siddhanta and Vedanga-Jyotisha specify start coordinates for the 13°20" divisions using some stars (Please see penultimate paragraph in [this page.](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee\#page/n42/mode/1up) ) The earliest complete lists of _nakṣatra_ are found in the _Taittirīya-śruti_ and the _Atharvaveda_ where they are recited as part of the _nakṣatreṣṭi_ ritual which places the deities of pantheon in these celestial compartments. Some scholars opine that the tradition shows that by the early medieval period, the _nakṣatra_ identification had changed to a small degree from the Vedic period. In mythology the Nakshatras are considered to be the 27 daughters of Daksha Prajipati and wives of Chandra, the god of moon. Daksha found that Soma (=Chandra) overly favored one daughter (rohinī) over the others, thus neglecting their needs and flouting his responsibilities. For this, Daksha cursed him to wither and die. Chandra Dev approached and worshipped Lord Shiva in order to be relieved of the curse. He gave Chandra the boon that in a lunar month, he would grow for fifteen days (or "Pakshā") in one half and in the other half he would keep losing one shade (or "Kalā") per lunar day (or "tithi") and decrease in size. The names of the lunar months originated from those 12 division names in which full moon or "Purnimā" occurs. Unlike a solar day which is defined by a sunrise to next sunrise, a lunar day or moon's position in a nakshatra doesn't depends on the Sun's or Moon's rise. Thus a lunar day may start at any time of a solar day. Like other ancient human cultures, Vedic people invented a number of systems for intercalation of lunar months, i.e. adding another month every 32.5 months on average or 4 months in every 11 years to correct the mismatch between lunar and solar year. | Solar Months | Lunar Months | Modern | Season | |--------------|--------------|--------|--------| | Meṣa | Vaiśakhā | Apr-May | Grīṣma (Summer) | | Vṛṣabha | Jyeṣṭha | May–June | Grīṣma (Summer) | | Mithuna | āṣāṛā | June–July | Varṣā (Monsoon) | | Karkaṭa | śrabaṇā | July-Aug | Varṣā (Monsoon) | | Siṃha | Bhādra | Aug-Sept | Śarad (Autumn) | | Kanyā | Aśvin | Sept-Oct | Śarad (Autumn) | | Tulā | Kārtik | Oct-Nov | Hemanta (Pre-Winter) | | Vṛścika | Agāhāna | Nov-Dec | Hemanta (Pre-Winter) | | Dhanu | Pauṣa | Dec-Jan | Śiśira (Winter) | | Makara | Magha | Jan-Feb | Śiśira (Winter) | | Kumbha | phālguna | Feb-Mar | Vasanta (Spring) | | Mīna | Chaitrā | Mar-Apr | Vasanta (Spring) | | - | Adhikā | Leap month | - | A few of the _yogatārā_-s or prominent asterisms in the _nakṣatra_-s (going by their mainstream identification) lie slightly outside their constellation boundaries. In these cases, any resultant problem (with regards to ritual timing or astrology) should be solved by other means, e.g. some people propose alternate identifications for such _yogatārā_-s. ### Navagraha - Nine planets They observed that some celestial bodies move independently relative to the background stars; they named them planets or "graha". By this definition (moving), the Sun and Moon are also treated as _graha_ or planet. The Vedic also named the lunar nodes as planets as these points are very inportant to calculate the eclipses. The name of Vedic days originated from these planet's names. | Graha | Designation | Name of Solar days | |-------|-------------|--------------------| | Sūrya (Sun) | Sun God | Ravivāsara (Sunday) | | Chandra/Soma (Moon) | Moon god | Somavāsara (Monday) | | Maṅgala (Mars) | God of war | Maṅgalavāsara (Twesday) | | Budha (Mercury) | Son of Moon | Budhavāsara (Wednesday) | | Bṛihaspati/Guru (Jupiter) | Teacher of Gods | Guruvāsara (Thursday) | | Śukra (Venus) | Mentor of Demons | Śukravāsara (Friday) | | Śani (Saturn) | God of Misfortune | Śanivāsara (Saturday) | | Rahu | lunar node | - | | Ketú | lunar node | - |
cs: Kultura védské oblohy ukazuje některé podobnosti s Parthian, např. Některé běžně známé souhvězdí spojené s lunárními domy, nazývané _Nakṣatra_-s. ### Rāśi (राशिः) Hvězdný zvěrokruh je imaginární pás o 360 stupních (jako tropický zvěrokruh), rozdělený do 12 stejných částí. Každá dvanáctá část (30 stupňů) se nazývá znamení nebo rashi. Jejich jména jsou uvedena v závorkách. Ve védské astronomii existují dva systémy měření času: měsíční kalendář a sluneční kalendář. V obou případech je jeden rok rozdělen na 12 měsíců nebo „māsā“. Jména slunečních měsíců pocházela ze jmen těchto konstelací. ### Nakṣatra (नक्षत्रम्) V hindské tradici je ekliptika rozdělena do 27 částí přibližně 13 ° 20 ", což odráží hvězdný měsíc a odpovídá 27 asterismům známým jako _nakṣatra_s (úplný seznam, s [moderními ekvivalenty](https://goo.gl/) 2PVi28)). V nejstarších dochovaných vrstvách tradice bylo toto číslo vytvořeno 28. Toto rozdělení je kritické pro několik účelů, včetně časových rituálů a určování porodních měsíčních sídel. Protože tyto asterismy definují oblast na obloze, technicky jsou také souhvězdími . Surya Siddhanta a Vedanga-Jyotisha určují počáteční souřadnice pro divize 13 ° 20 "pomocí některých hvězd (viz předposlední odstavec na této stránce.) (Https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga - komise \ # page / n42 / mode / 1up)) Nejstarší úplné seznamy _nakṣatry_ se nacházejí v _Taittirīya-śruti_ a _Atharvaveda_, kde jsou recitovány jako součást rituálu _nakṣatreṣṭi_, který umisťuje božstva pantheonu do těchto nebeských oddílů. Někteří učenci se domnívají, že tradice ukazuje, že v raném středověku se identifikace _nakṣatry změnila v malé míře z védského období. V mytologii jsou Nakshatrasové považovány za 27 dcer Dakshy Prajipatiho a manželky Chandry, boha Měsíce. Daksha zjistil, že Soma (= Chandra) příliš upřednostňoval jednu dceru (rohinī) před ostatními, a tak zanedbával jejich potřeby a vznášel své povinnosti. Z tohoto důvodu ho Daksha proklel, aby uschl a zemřel. Chandra Dev přistoupil a uctíval lorda Šivu, aby se zbavil kletby. Dal Chandře požehnání, že za lunární měsíc vyroste za patnáct dní (nebo „Pakshā“) v jedné polovině a ve druhé polovině bude ztrácet jeden stín (nebo „Kalā“) za lunární den (nebo „tithi“) ") a zmenšit velikost. Názvy lunárních měsíců pocházely z těch dvanácti názvů divizí, ve kterých se vyskytuje úplněk nebo „Purnimā“. Na rozdíl od slunečního dne, který je definován východem slunce k dalšímu východu slunce, nezávisí lunární den nebo pozice měsíce v nakshatře na vzestupu Slunce nebo Měsíce. Měsíční den tak může začít kdykoli během slunečního dne. Stejně jako jiné starověké lidské kultury, védští lidé vymysleli řadu systémů pro interkalaci lunárních měsíců, tj. Přidali další měsíc každých 32,5 měsíců v průměru nebo 4 měsíce v každých 11 letech, aby napravili nesoulad mezi lunárním a slunečním rokem. | Sluneční měsíce | Lunární měsíce | Moderní | Sezóna | | -------------- | -------------- | -------- | -------- | | Meṣa | Vaiśakhā | Duben - květen | Grīṣma (léto) | | Vṛṣabha | Jyeṣṭha | Květen – červen | Grīṣma (léto) | | Mithuna | āṣāṛā | Červen – červenec | Varṣā (Monsoon) | | Karkaṭa | śrabaṇā | Červenec – srpen | Varṣā (Monsoon) | | Siṃha | Bhādra | Srpen-září | Śarad (podzim) | | Kanya | Aśvin | Září-říjen | Śarad (podzim) | | Tulā | Kārtik | Říjen - listopad | Hemanta (před zimou) | | Vṛścika | Agāhāna | Listopad-prosinec | Hemanta (před zimou) | | Dhanu | Pauṣa | Prosinec-leden | Śiśira (zima) | | Makara | Magha | Jan-únor | Śiśira (zima) | | Kumbha | phālguna | Feb-Mar | Vasanta (jaro) | | Mīna | Chaitrā | Mar-Apr | Vasanta (jaro) | | - | Adhika Skok měsíc | - | Několik _yogatārāů nebo prominentních asterismů v _nakṣatra_s (podle jejich identifikace hlavního proudu) leží mírně za hranicemi konstelace. V těchto případech by měl být jakýkoli výsledný problém (s ohledem na rituální načasování nebo astrologii) vyřešen jinými prostředky, např. Někteří lidé navrhují alternativní identifikace takových _yogatārā_-s. ### Navagraha - devět planet Zjistili, že některá nebeská těla se pohybují nezávisle na pozadí hvězd; pojmenovali je planety nebo „graha“. Podle této definice (pohybující se) se Slunce a Měsíc také považují za _graha_ nebo planetu. Vedic také pojmenoval lunární uzly jako planety, protože tyto body jsou pro výpočet zatmění velmi nedůležité. Jméno védských dnů pocházelo ze jmen těchto planet. | Graha | Označení Název slunečních dnů | ------- | ------------- | -------------------- | | Sūrya (slunce) | Bůh slunce | Ravivāsara (neděle) | | Chandra / Soma (Měsíc) Bůh měsíce | Somavāsara (pondělí) | | Maṅgala (Mars) | Bůh války | Maṅgalavāsara (Twesday) | | Budha (Merkur) | Syn měsíce | Budhavāsara (středa) | | Bṛihaspati / Guru (Jupiter) | Učitel bohů Guruvāsara (čtvrtek) | | Śukra (Venuše) | Mentor démonů Śukravāsara (pátek) | | Śani (Saturn) | Bůh neštěstí Śanivāsara (sobota) | | Rahu | lunární uzel | - | | Ketú | lunární uzel | - |
es: La cultura del cielo védico muestra algunas similitudes con la de Partia, por ejemplo, algunas constelaciones comúnmente conocidas relacionadas con mansiones lunares, llamadas _Nakṣatra_-s. ### Rāśi (राशिः) El zodiaco sideral es un cinturón imaginario de 360 grados (como el zodiaco tropical), dividido en 12 partes iguales. Cada duodécima parte (de 30 grados) se llama signo o rashi. Sus nombres se muestran entre paréntesis. En astronomía védica hay dos sistemas de medición del tiempo: el calendario lunar y el calendario solar. En ambos casos, un año se divide en 12 meses o "māsā". Los nombres de los meses solares se originaron a partir de los nombres de estas constelaciones. ### Nakṣatra (नक्षत्रम्) En la tradición hindú, la eclíptica se divide en 27 partes de aproximadamente 13 ° 20 ", que refleja el mes lateral y corresponde a 27 asterismos conocidos como _nakṣatra_-s (lista completa, con [equivalentes modernos] (https://goo.gl/ 2PVi28)). En las primeras capas existentes de la tradición este número se hizo 28. Esta división es crítica para varios propósitos, incluidos los rituales de tiempo y la determinación de las mansiones lunares de nacimiento. Dado que estos asterismos definen un área en el cielo, técnicamente también son constelaciones . Surya Siddhanta y Vedanga-Jyotisha especifican coordenadas de inicio para las divisiones de 13 ° 20 "utilizando algunas estrellas (consulte el penúltimo párrafo en [esta página.] (Https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga -Comité \ # página / n42 / mode / 1up)) Las primeras listas completas de _nakṣatra_ se encuentran en el _Taittirīya-śruti_ y el _Atharvaveda_ donde se recitan como parte del ritual _nakṣatreṣṭi_ que coloca a las deidades del panteón en estos compartimentos celestes. Algunos eruditos opinan que la tradición muestra que en el período medieval temprano, la identificación _nakṣatra_ había cambiado en un pequeño grado desde el período védico. En la mitología, los Nakshatras son considerados las 27 hijas de Daksha Prajipati y esposas de Chandra, el dios de la luna. Daksha descubrió que Soma (= Chandra) favorecía demasiado a una hija (rohinī) sobre las demás, descuidando así sus necesidades y haciendo caso omiso de sus responsabilidades. Por esto, Daksha lo maldijo para que se marchitara y muriera. Chandra Dev se acercó y adoró a Lord Shiva para ser relevado de la maldición. Le dio a Chandra la bendición de que en un mes lunar crecería durante quince días (o "Pakshā") en una mitad y en la otra mitad seguiría perdiendo una sombra (o "Kalā") por día lunar (o "tithi ") y disminución de tamaño. Los nombres de los meses lunares se originaron a partir de esos 12 nombres de división en los que se produce la luna llena o "Purnimā". A diferencia de un día solar que se define por un amanecer hasta el próximo amanecer, un día lunar o la posición de la luna en un nakshatra no depende de la salida del Sol o la Luna. Por lo tanto, un día lunar puede comenzar en cualquier momento de un día solar. Al igual que otras culturas humanas antiguas, las personas védicas inventaron una serie de sistemas para la intercalación de los meses lunares, es decir, agregar otro mes cada 32.5 meses en promedio o 4 meses cada 11 años para corregir la falta de correspondencia entre el año lunar y el solar. El | Meses solares | Meses lunares | Moderno | Temporada | | -------------- | -------------- | -------- | -------- | El | Meṣa | Vaiśakhā | Abril-mayo | Grīṣma (verano) | El | Vṛṣabha | Jyeṣṭha | Mayo-junio | Grīṣma (verano) | El | Mithuna | āṣāṛā | Junio-julio | Varṣā (Monzón) | El | Karkaṭa | śrabaṇā | Julio-agosto | Varṣā (Monzón) | El | Siṃha | Bhādra | Agosto-septiembre | Śarad (otoño) | El | Kanyā | Aśvin | Septiembre-octubre | Śarad (otoño) | El | Tulā | Kārtik | Oct-nov | Hemanta (Pre-Invierno) | El | Vṛścika | Agāhāna | Nov-dic | Hemanta (Pre-Invierno) | El | Dhanu | Pauṣa | Dic-ene | Śiśira (invierno) | El | Makara Magha | Ene-feb | Śiśira (invierno) | El | Kumbha | phālguna | Febrero-marzo | Vasanta (primavera) | El | Mīna | Chaitrā | Marzo-abril | Vasanta (primavera) | El | - | Adhikā | Mes bisiesto | - | Algunos de los _yogatārā_-s o asterismos prominentes en los _nakṣatra_-s (siguiendo su identificación principal) se encuentran ligeramente fuera de los límites de su constelación. En estos casos, cualquier problema resultante (con respecto al tiempo ritual o la astrología) debe resolverse por otros medios, por ejemplo, algunas personas proponen identificaciones alternativas para tales _yogatārā_-s. ### Navagraha - Nueve planetas Observaron que algunos cuerpos celestes se mueven independientemente en relación con las estrellas de fondo; los llamaron planetas o "graha". Según esta definición (movimiento), el Sol y la Luna también se tratan como _graha_ o planeta. El védico también nombró a los nodos lunares como planetas, ya que estos puntos son muy importantes para calcular los eclipses. El nombre de los días védicos se originó a partir de los nombres de estos planetas. El | Graha | Designación | Nombre de los días solares | | ------- | ------------- | -------------------- | El | Sūrya (Sol) | Dios del sol | Ravivāsara (domingo) | El | Chandra / Soma (Luna) | Dios de la luna | Somavāsara (lunes) | El | Maṅgala (Marte) | Dios de la guerra | Maṅgalavāsara (Jueves) | El | Budha (Mercurio) | Hijo de la luna | Budhavāsara (miércoles) | El | Bṛihaspati / Guru (Júpiter) | Maestro de los dioses | Guruvāsara (jueves) | El | Śukra (Venus) | Mentor de demonios | Śukravāsara (viernes) | El | Śani (Saturno) | Dios de la desgracia | Śanivāsara (sábado) | El | Rahu | nodo lunar | - | El | Ketú | nodo lunar | - |
ja: ヴェーダの空の文化は、パルティアの文化といくつかの類似点を示しています。たとえば、_Nakṣatra_-sと呼ばれる月の大邸宅に関連する一般的に知られている星座です。 ###Rāśi（राशिः） 恒星の黄道帯は、（熱帯の黄道帯のような）360度の架空の帯で、12等分されています。各12番目の部分（30度）は、サインまたはラシと呼ばれます。それらの名前は（括弧）に示されています。 ヴェーダの天文学では、月のカレンダーと太陽のカレンダーの2つの時間測定システムがあります。どちらの場合も、1年は12か月または "māsā"に分割されます。太陽月の名前は、これらの星座の名前に由来しています。 ###ナクアトラ（नक्षत्रम्） ヒンドゥー教の伝統では、黄道は約13°20 "の27の部分に分かれており、横隔月を反映し、_nakṣatra_-sとして知られる27のアスタリズムに対応します（完全なリスト、[最新の同等物]（https://goo.gl/ 2PVi28））伝統の現存する最古の層でこの数は28になりました。この分割は、タイミングの儀式や誕生月の大邸宅の決定など、いくつかの目的にとって重要です。これらのアスタリスクは空の領域を定義するため、技術的には星座でもあります。 Surya SiddhantaとVedanga-Jyotishaは、いくつかの星を使用して13°20インチの分割の開始座標を指定しています（[このページの最後から2番目の段落を参照してください]（https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga -委員会\＃page / n42 / mode / 1up）） _nakṣatra_の最も初期の完全なリストは、_Taittirīya-śruti_および_Atharvaveda_にあり、これらの天体コンパートメントにパンテオンの神々を配置する_nakṣatreṣṭi_儀式の一部として列挙されています。一部の学者は、中世初期までに、ナクチャトラの識別がヴェーダ時代から少し変わったことを伝統が示していると主張しています。 神話では、ナクシャトラはダクシャプラジパティの27人の娘であり、月の神であるチャンドラの妻であると考えられています。 Dakshaは、ソマ（=チャンドラ）が1人の娘（ロヒンシュ）を他の娘よりも過度に支持しているため、彼らのニーズを無視し、彼の責任を無視していることを発見しました。このため、ダクシャは彼をしおれて死に、そして死にました。チャンドラ・デヴは呪いから解放されるためにシヴァ神に近づき崇拝した。彼はチャンドラに恩恵を与えました。太陰月では15日間（または「パクシュ」）成長し、もう半分では太陰日（または「ティティ」）ごとに1つの陰（または「カロ」）を失い続けます。 "）とサイズの減少。 太陰月の名前は、満月または「Purnimā」が発生する12の区分名に由来しています。日の出から次の日の出によって定義される太陽の日とは異なり、ナクシャトラにおける月の日または月の位置は、太陽または月の日の出に依存しません。したがって、太陰日は太陽の日のいつでも開始できます。他の古代の人間文化と同様に、ヴェーダの人々は太陰月を挿入するための多くのシステムを考案しました。つまり、太陰暦と太陽暦の不一致を修正するために、平均32.5ヶ月ごとに、または11年間ごとに4ヶ月を追加しました。 |ソーラーマンス|月暦|モダン|シーズン| | -------------- | -------------- | -------- | -------- || |メチャ| Vaiśakhā| 4月〜5月|グラマ（夏）| | Vṛṣabha|ジェハ| 5月〜6月|グラマ（夏）| |ミトゥナ| āṣāṛā| 6月〜7月| Varṣā（モンスーン）| | Karkaṭa| śrabaṇā| 7- 8月| Varṣā（モンスーン）| |シハ|バードラ| 8月〜9月| Śarad（秋）| | Kanyā| Aśvin| 9月〜10月Śarad（秋）| |トゥリー|クルティック10月〜11月|ヘマンタ（冬前）| | Vṛścika| Agāhāna| 11月〜12月|ヘマンタ（冬前）| |ダヌパウア| 12月〜1月Śiśira（冬）| |マカラ|マガ| 1月〜2月| Śiśira（冬）| |クンバ| phālguna| 2月〜3月|ヴァサンタ（春）| |マナ| Chaitrā| 3月〜4月|ヴァサンタ（春）| | -| Adhikā|うるう月| -| いくつかの_yogatārā_-sまたは_nakṣatra_-sの顕著なアスタリズム（主流の識別による）は、星座の境界の少し外側にあります。これらの場合、結果として生じる問題（儀式のタイミングや占星術に関して）は他の手段で解決する必要があります。たとえば、一部の人々はそのような_yogatārā_-sの代替の識別を提案します。 ###ナバグラハ-9つの惑星 彼らは、いくつかの天体は背景の星に対して独立して動くことを観察しました。彼らはそれらを惑星または「グラハ」と名付けました。この定義（移動）により、太陽と月も_graha_または惑星として扱われます。ヴェーダはまた、これらの点が日食を計算するのに非常に重要であるため、月のノードを惑星と名付けました。ヴェーダの日の名前は、これらの惑星の名前に由来しています。 |グラハ|指定|太陽の日の名前| | ------- | ------------- | -------------------- | | Sūrya（日）|太陽神|ラビブサラ（日曜日）| |チャンドラ/ソーマ（月）|月の神|ソマワサラ（月曜日）| |マウガラ（火星）|戦争の神|マウガラヴサラ（火曜日）| |ブッダ（水星）|月の息子|ブダヴァーサラ（水曜日）| | Bṛihaspati/ Guru（Jupiter）|神々の先生|グルヴァーサラ（木曜日）| | Śukra（金星）|悪魔のメンター| Śukravāsara（金曜日）| | Śani（土星）|不幸の神| Śanivāsara（土曜日）| |ラフ|月のノード| -| |ケトゥ|月のノード| -|
nl: De Vedische luchtcultuur vertoont enkele overeenkomsten met de Parthische, bijvoorbeeld enkele algemeen bekende sterrenbeelden met betrekking tot maanwoningen, genaamd _Nakṣatra_-s. ### Rāśi (राशिः) De siderische dierenriem is een denkbeeldige riem van 360 graden (zoals de tropische dierenriem), verdeeld in 12 gelijke delen. Elk twaalfde deel (van 30 graden) wordt een teken of rashi genoemd. Hun namen staan tussen (haakjes). In de Vedische astronomie zijn er twee systemen voor het meten van tijd: de maankalender en de zonnekalender. In beide gevallen is een jaar verdeeld in 12 maanden of "māsā". De namen van de zonnemaanden zijn afkomstig van de namen van deze sterrenbeelden. ### Nakṣatra (नक्षत्रम्) In de hindoeïstische traditie is de ecliptica onderverdeeld in 27 delen van ongeveer 13 ° 20 ", wat de zijmaand weerspiegelt en overeenkomt met 27 asterismen die bekend staan als de _nakṣatra_-s (volledige lijst, met [moderne equivalenten] (https://goo.gl/ 2PVi28)) .In de vroegst bestaande lagen van de traditie werd dit aantal gemaakt 28. Deze verdeling is van cruciaal belang voor verschillende doeleinden, waaronder timingrituelen en het bepalen van de geboorteaansluitingen van de maan. Aangezien deze asterismen een gebied in de lucht definiëren, zijn het technisch gezien ook sterrenbeelden . Surya Siddhanta en Vedanga-Jyotisha specificeren startcoördinaten voor de 13 ° 20 "-afdelingen met behulp van enkele sterren (zie de voorlaatste alinea op [deze pagina.] (Https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga -Committee \ # page / n42 / mode / 1up)) De vroegste volledige lijsten van _nakṣatra_ zijn te vinden in de _Taittirīya-śruti_ en de _Atharvaveda_ waar ze worden gereciteerd als onderdeel van het _nakṣatreṣṭi_-ritueel dat de goden van het pantheon in deze hemelcompartimenten plaatst. Sommige geleerden menen dat de traditie aantoont dat in de vroege middeleeuwen de _nakṣatra_-identificatie in geringe mate was veranderd vanaf de Vedische periode. In de mythologie worden de Nakshatras beschouwd als de 27 dochters van Daksha Prajipati en de vrouwen van Chandra, de god van de maan. Daksha ontdekte dat Soma (= Chandra) de ene dochter (rohinī) overdreven begunstigde boven de andere, waardoor ze hun behoeften verwaarloosden en zijn verantwoordelijkheden negeerden. Hiervoor vervloekte Daksha hem om te verdorren en te sterven. Chandra Dev benaderde en aanbad Lord Shiva om verlost te worden van de vloek. Hij gaf Chandra de zegen dat hij in een maanmaand vijftien dagen (of 'Pakshā') in de ene helft zou groeien en in de andere helft dat hij steeds een tint (of 'Kalā') per maandag (of 'tithi') zou verliezen ") en verkleinen. De namen van de maanmaanden zijn afkomstig van die 12 divisienamen waarin volle maan of "Purnimā" voorkomt. In tegenstelling tot een zonnedag die wordt bepaald door een zonsopgang tot de volgende zonsopgang, hangt een maansdag of de positie van een maan in een nakshatra niet af van de opkomst van de zon of de maan. Zo kan een maandag op elk moment van een zonnedag beginnen. Net als andere oude menselijke culturen, hebben Vedische mensen een aantal systemen uitgevonden voor intercalatie van maanmaanden, dat wil zeggen dat ze elke 32,5 maanden gemiddeld of 4 maanden in elke 11 jaar een andere maand toevoegen om de mismatch tussen maan- en zonnejaar te corrigeren. | Zonne-maanden | Maanmaanden | Modern | Seizoen | | -------------- | -------------- | -------- | -------- | | Meṣa | Vaiśakhā | Apr-mei | Grīṣma (zomer) | | Vṛṣabha | Jyeṣṭha | Mei – juni | Grīṣma (zomer) | | Mithuna | āṣāṛā | Juni – juli | Varṣā (moesson) | | Karkaṭa | śrabaṇā | Juli-aug | Varṣā (moesson) | | Siṃha | Bhādra | Aug-sept | Śarad (herfst) | | Kanyā | Aśvin | Sept-okt | Śarad (herfst) | | Tulā | Kārtik | Okt-nov | Hemanta (Pre-Winter) | | Vṛścika | Agāhāna | Nov-dec | Hemanta (Pre-Winter) | | Dhanu | Pauṣa | Dec-jan | Śiśira (winter) | | Makara | Magha | Jan-feb | Śiśira (winter) | | Kumbha | phālguna | Feb-mrt | Vasanta (lente) | | Mīna | Chaitrā | Mrt-apr | Vasanta (lente) | | - | Adhikā | Schrikkelmaand | - | Enkele van de _yogatārā_-s of prominente asterismen in de _nakṣatra_-s (volgens hun reguliere identificatie) liggen iets buiten hun constellatiegrenzen. In deze gevallen moet elk resulterend probleem (met betrekking tot rituele timing of astrologie) op andere manieren worden opgelost, bijv. Sommige mensen stellen alternatieve identificaties voor voor dergelijke _yogatārā_-s. ### Navagraha - Negen planeten Ze zagen dat sommige hemellichamen onafhankelijk van elkaar bewegen ten opzichte van de achtergrondsterren; ze noemden ze planeten of "graha". Volgens deze definitie (bewegend) worden de zon en de maan ook behandeld als _graha_ of planeet. De Vedic noemden ook de maanknopen als planeten, omdat deze punten erg belangrijk zijn om de verduisteringen te berekenen. De naam van de Vedische dagen is ontstaan uit de namen van deze planeet. | Graha | Benaming | Naam van zonnedagen | | ------- | ------------- | -------------------- | | Sūrya (zon) | Zonnegod | Ravivāsara (zondag) | | Chandra / Soma (maan) | Maan god | Somavāsara (maandag) | | Maṅgala (Mars) | God van oorlog | Maṅgalavāsara (dinsdag) | | Budha (Mercurius) | Son of Moon | Budhavāsara (woensdag) | | Bṛihaspati / Guru (Jupiter) | Leraar van Goden Guruvāsara (donderdag) | | Śukra (Venus) | Mentor van demonen | Śukravāsara (vrijdag) | | Śani (Saturnus) | God van ongeluk | Śanivāsara (zaterdag) | | Rahu | maanknoop | - | | Ketú | maanknoop | - |
ru: Культура ведического неба демонстрирует некоторые сходства с парфянской, например, некоторые широко известные созвездия, связанные с лунными особняками, называемые _Nakṣatra_-s. ### Рани (राशिः) Сидерический зодиак представляет собой воображаемый пояс 360 градусов (подобно тропическому зодиаку), разделенный на 12 равных частей. Каждая двенадцатая часть (из 30 градусов) называется знаком или раши. Их имена указаны в (скобках). В ведической астрономии есть две системы измерения времени: лунный и солнечный каландры. В обоих случаях один год делится на 12 месяцев или «маса». Названия солнечных месяцев произошли от названий этих созвездий. ### Накшатра (नक्षत्रम्) В индуистской традиции эклиптика делится на 27 частей приблизительно 13 ° 20 ", отражая звездный месяц и соответствующий 27 астеризмам, известным как _nakṣatra_-s (полный список, с [современными эквивалентами] (https://goo.gl/ 2PVi28)). В самых ранних сохранившихся слоях традиции это число было сделано 28. Это деление имеет решающее значение для нескольких целей, включая временные ритуалы и определение лунных особняков при рождении. Поскольку эти астеризмы определяют область на небе, технически они также являются созвездиями , Сурья Сиддханта и Веданга-Джйотиша задают начальные координаты для дивизий 13 ° 20 ", используя несколько звездочек (см. Предпоследний абзац в [этой странице.] (Https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga -Комитет \ # page / n42 / mode / 1up)) Самые ранние полные списки _nakṣatra_ находятся в _Taittirīya-śruti_ и _Atharvaveda_, где они читаются как часть ритуала _nakṣatreṣṭi_, который помещает божеств пантеона в эти небесные отсеки. Некоторые ученые полагают, что традиция показывает, что к раннесредневековому периоду идентификация _nakṣatra_ немного изменилась по сравнению с ведическим периодом. В мифологии Накшатрами считаются 27 дочерей Дакши Праджипати и жен Чандры, бога Луны. Дакша обнаружил, что Сома (= Чандра) чрезмерно предпочитал одну дочь (рохини) другим, пренебрегая их потребностями и пренебрегая своими обязанностями. За это Дакша прокляла его, чтобы он засох и умер. Чандра Дев приблизился и поклонился Господу Шиве, чтобы избавиться от проклятия. Он дал Чандре благо, что в лунном месяце он будет расти в течение пятнадцати дней (или «Пакша») в одной половине, а в другой половине он будет терять одну тень (или «Кала») за лунный день (или «Титхи»). ") и уменьшиться в размере. Названия лунных месяцев произошли от тех 12 названий деления, в которых встречается полная луна или «Пурнима». В отличие от солнечного дня, который определяется восходом солнца к следующему восходу солнца, лунный день или положение луны в накшатре не зависит от восхода Солнца или Луны. Таким образом, лунный день может начаться в любое время солнечного дня. Как и другие древние человеческие культуры, ведические люди изобрели ряд систем для интеркаляции лунных месяцев, то есть добавляли еще один месяц каждые 32,5 месяца в среднем или 4 месяца каждые 11 лет, чтобы исправить несоответствие между лунным и солнечным годом. | Солнечные месяцы | Лунные месяцы | Современный | Сезон | | -------------- | -------------- | -------- | -------- | | Meṣa | Вайшаха | Апр-май | Гриньма (Лето) | | Вабха | Jyeṣṭha | Май – июнь | Гриньма (Лето) | | Митхуна | āṣāṛā | Июнь – июль | Варна (Муссон) | | Каркаша | шрабана | Июль-август | Варна (Муссон) | | Ситьха | Бхадра | Август-сентябрь | Харад (Осень) | | Каня | Освин | Сентябрь-октябрь | Харад (Осень) | | Тула | Картик | Окт-ноябрь | Хеманта (до зимы) | | Vṛścika | Агахана | Ноябрь-декабрь | Хеманта (до зимы) | | Дхану | Пауна | Дек-янв | Чишира (Зима) | | Макара | Магха | Январь-февраль | Чишира (Зима) | | Кумбха | пхалгуна | Февраль-март | Васанта (Весна) | | Мина | Чайтра | Март-апр | Васанта (Весна) | | - | Адхика | Високосный месяц | - | Некоторые из _yogatārā_-s или выдающихся астеризмов в _nakṣatra_-s (исходя из их основной идентификации) лежат немного за пределами границ их созвездия. В этих случаях любая возникающая проблема (в отношении времени ритуала или астрологии) должна решаться другими способами, например, некоторые люди предлагают альтернативные определения для таких _yogatārā_-s. ### Наваграха - Девять планет Они заметили, что некоторые небесные тела движутся независимо друг от друга относительно фоновых звезд; они назвали их планетами или "граха". По этому определению (движется) Солнце и Луна также рассматриваются как _graha_ или планета. Веды также называли лунные узлы планетами, поскольку эти точки очень важны для расчета затмений. Название ведических дней происходит от названий этих планет. | Граха | Обозначение | Название солнечных дней | | ------- | ------------- | -------------------- | | Сурья (Солнце) | Бог Солнца | Равивасара (воскресенье) | | Чандра / Сома (Луна) | Лунный бог | Сомавасара (понедельник) | | Маггала (Марс) | Бог войны | Мангалавасара (четверг) | | Будха (Меркурий) | Сын луны | Будхавасара (среда) | | Бихаспати / Гуру (Юпитер) | Учитель богов | Гурувасара (четверг) | | Чукра (Венера) | Наставник Демонов | Шукравасара (пятница) | | Шани (Сатурн) | Бог несчастья | Чанивасара (суббота) | | Раху | лунный узел | - | | Кету | лунный узел | - |
