Repository: 10110111/stellarium-skycultures
Catalog: indian/po/*.po
Languages: cs, es, ja, nl, ru

source: - [#1]: Saha, M.N. and Lahiri, N.C.: History of the Calendar, New Delhi 1992 - [#2]: [History Of Calendar-Panchanga Committee Report](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#3]: [Possible period of the design of Nakshatras and Abhijit](http://www.tifr.res.in/~archaeo/papers/Others/Possible%20period%20of%20the%20design%20of%20Nakshatras.pdf) - [#4]: [Nakshatra](https://sa.wikipedia.org/wiki/नक्षत्रम् ) article at Sanskrit Wikipedia - [#5]: [Nakshatra](http://en.wikipedia.org/wiki/Nakshatra) article at English Wikipedia - [#6]: [List on Nakshatra](https://goo.gl/2PVi28) at Sanskrit Wikipedia
cs: - [#1]: Saha, MN a Lahiri, NC: History of the Calendar, New Delhi 1992 - [#2]: [Zpráva o historii kalendáře-Panchanga](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#3]: [Možné období návrhu Nakshatras a Abhijit] (http://www.tifr.res.in/~archaeo/papers/Others/Possible%20period%20of%20the%20design%20of%20Nakshatras.pdf ) - [#4]: [Nakshatra] (https://sa.wikipedia.org/wiki/ नक्षत्रम्) článek na Sanskrit Wikipedia - [#5]: [Nakshatra](http://en.wikipedia.org/wiki/Nakshatra) článek na anglické Wikipedii - [#6]: [Seznam na Nakshatře](https://goo.gl/2PVi28) na Sanskrit Wikipedia
es: - [#1]: Saha, MN y Lahiri, NC: Historia del Calendario, Nueva Delhi 1992 - [#2]: [Historia del Informe del Comité Calendar-Panchanga](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#3]: [Posible período del diseño de Nakshatras y Abhijit] (http://www.tifr.res.in/~archaeo/papers/Others/Possible%20period%20of%20the%20design%20of%20Nakshatras.pdf ) - [#4]: [Nakshatra] (https://sa.wikipedia.org/wiki/ नक्षत्रम्) artículo en Wikipedia en sánscrito - [#5]: [Nakshatra](http://en.wikipedia.org/wiki/Nakshatra) artículo en Wikipedia en inglés - [#6]: [Lista en Nakshatra](https://goo.gl/2PVi28) en Wikipedia en sánscrito
ja: - [#1]: ミネソタ州サハとノースカロライナ州ラヒリ：カレンダーの歴史、ニューデリー1992 - [#2]: [History Of Calendar-Panchanga Committee Report](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#3]: [ナクシャトラとアビジットの設計の可能な期間]（http://www.tifr.res.in/~archaeo/papers/Others/Possible%20period%20of%20the%20design%20of%20Nakshatras.pdf ） - [#4]: [ナクシャトラ](https://sa.wikipedia.org/wiki/नक्षत्रम्)のサンスクリット語版ウィキペディアの記事 - [#5]: [ナクシャトラ](http://en.wikipedia.org/wiki/ナクシャトラ)英語版ウィキペディアの記事 - [#6]: [ナクシャトラのリスト](https://goo.gl/2PVi28)at Sanskrit Wikipedia
nl: - [#1]: Saha, MN en Lahiri, NC: Geschiedenis van de kalender, New Delhi 1992 - [#2]: [History Of Calendar-Panchanga Committee Report](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#3]: [Mogelijke periode van het ontwerp van Nakshatras en Abhijit] (http://www.tifr.res.in/~archaeo/papers/Others/Possible%20period%20of%20the%20design%20of%20Nakshatras.pdf ) - [#4]: [Nakshatra] (https://sa.wikipedia.org/wiki/ नक्षत्रम्) artikel op Sanskrit Wikipedia - [#5]: [Nakshatra](http://en.wikipedia.org/wiki/Nakshatra) artikel op Engelse Wikipedia - [#6]: [Lijst op Nakshatra](https://goo.gl/2PVi28) op Sanskrit Wikipedia
ru: - [#1]: Саха, М. Н. и Лахири, Северная Каролина: История календаря, Нью-Дели, 1992 - [#2]: [История отчета Комитета Календаря-Панчанга](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#3]: [Возможный период разработки накшатр и абхиджитов] (http://www.tifr.res.in/~archaeo/papers/Others/Possible%20period%20of%20the%20design%20of%20Nakshatras.pdf ) - [#4]: [Накшатра] (https://sa.wikipedia.org/wiki/ नक्षत्रम्) статья в санскритской Википедии - [#5]: [Nakshatra](http://en.wikipedia.org/wiki/Nakshatra) статья в английской Википедии - [#6]: [Список в Накшатре](https://goo.gl/2PVi28) в санскритской Википедии

source: Tanmoy Saha, groups.google.com/forum/#!forum/sanskrit-programmers Contributors from the [sanskrit-coders community](https://github.com/sanskrit-coders). Re-worked by Susanne M Hoffmann
cs: Tanmoy Saha, groups.google.com/forum/#!forum/sanskrit-programmers Přispěvatelé z komunity [sanskrit-coders](https://github.com/sanskrit-coders). Přepracoval Susanne M Hoffmann
es: Tanmoy Saha, groups.google.com/forum/#!forum/sanskrit-programmers Colaboradores de la [comunidad de codificadores sánscritos](https://github.com/sanskrit-coders). Reelaborado por Susanne M Hoffmann
ja: Tanmoy Saha、groups.google.com / forum /＃！forum / sanskrit-programmers [sanskrit-codersコミュニティ]（https://github.com/sanskrit-coders）の貢献者。 スザンヌMホフマンによって再加工
nl: Tanmoy Saha, groups.google.com/forum/#!forum/sanskrit-programmers Bijdragers van de [sanskrit-coders community](https://github.com/sanskrit-coders). Herwerkt door Susanne M Hoffmann
ru: Танмой Саха, groups.google.com/forum/#!forum/sanskrit-programmers Авторы из [сообщества санскритских программистов](https://github.com/sanskrit-coders). Переработано Сюзанной М Хоффманн

source: Twin physicians of Gods
cs: Twin lékaři bohů
es: Físicos Gemelos de Dios
ja: 神々の双子の医師
nl: Tweelingarts van Goden
ru: Близнецы-врачи Богов

source: She who bears
cs: Ona, která nese
es: La que lleva
ja: 耐える彼女
nl: Zij die baart
ru: Медведица

source: Nurses of kartiikeya
cs: Sestry mých schopností
es: Enfermeras de kartiikeya
ja: 私の能力の看護師
nl: Verpleegsters van kartiikeya
ru: Медсестры картикеи

source: The spirited one
cs: Ten duchaplný
es: El enérgico
ja: 元気な方
nl: De geïnspireerde
ru: Энергичный

source: The deer's head
cs: Jelení hlava
es: Cabeza de Venado
ja: 鹿の頭
nl: De hertenkop
ru: Голова оленя

source: The moist one
cs: Vlhký
es: El húmedo
ja: しっとり
nl: De vochtige
ru: Влажный

source: The restorers of goods
cs: Restaurátoři zboží
es: Los restauradores de bienes
ja: 商品の回復者
nl: De restaurateurs van goederen
ru: Реставраторы товаров

source: The nourisher
cs: Výživa
es: El nutridor
ja: 栄養士
nl: De voeder
ru: Питомник

source: The embrace
cs: Objetí
es: El abrazo
ja: 抱擁
nl: De omhelsing
ru: Объятия

source: The bountiful one
cs: Ten bohatý
es: El abundante
ja: 豊富なもの
nl: De mooiste
ru: Богач

source: The former red one
cs: Ten bývalý červený
es: El ex rojo
ja: 以前の赤いもの
nl: De voormalige rode
ru: Бывший красным

source: The latter red one
cs: Ten červený
es: El último rojo
ja: 後者の赤いもの
nl: De laatste rode
ru: Последний красный

source: The hand
cs: Ruka
es: La Mano
ja: 手
nl: De hand
ru: Рука

source: The bright one
cs: Ten jasný
es: El brillante
ja: 明るいもの
nl: De helderste
ru: Яркий

source: The honest one
cs: Čestný
es: El honesto
ja: 正直なところ
nl: De eerlijkste
ru: Честный

source: The gifted one
cs: Nadaný
es: El dotado
ja: 才能のある人
nl: De begaafste
ru: Одаренный

source: Followers of Radha
cs: Stoupenci Radhy
es: Seguidores de Radha
ja: ラダの信者
nl: Volgers van Radha
ru: Последователи Радхи

source: The eldest one
cs: Nejstarší
es: El mayor
ja: 最年長者
nl: De oudste
ru: Самый старший

source: The root
cs: Kořen
es: La raíz
ja: ルート
nl: De wortel
ru: Корень

source: The former undefeated one
cs: Bývalý neporažený
es: El ex invicto
ja: 元無敗のもの
nl: De voormalige ongeslagene
ru: Бывший непобежденным

source: The latter undefeated one
cs: Ten neporažený
es: El último invicto
ja: 後者は無敗のもの
nl: De laatste ongeslagene
ru: Последний непобежденный

source: The Ear
cs: Ucho
es: La Oreja
ja: 耳
nl: Het oor
ru: Ухо

source: The most famous one
cs: Nejslavnější
es: El más famoso
ja: 最も有名なもの
nl: De meest beroemde
ru: Самый известный

source: hundred cures
cs: sto léků
es: Cientos de curas
ja: 百治
nl: honderd kuren
ru: сотня лечений

source: The first of the blessed feet
cs: První z požehnaných nohou
es: El primero de los pies benditos
ja: 祝福された足の最初の
nl: De eerste gezegende voeten
ru: Первая из благословенных ног

source: The second of the blessed feet
cs: Druhá z požehnaných nohou
es: El segundo de los pies benditos
ja: 祝福された足の2番目
nl: De tweede gezegende voeten
ru: Вторая из благословенных ног

source: The prosperous one
cs: Ten prosperující
es: El próspero
ja: 繁栄したもの
nl: De welvarenste
ru: Преуспевающий

source: The invincible one
cs: Neporazitelný
es: El invencible
ja: 無敵のもの
nl: De onzichtbare
ru: Непобедимый
