Repository: 10110111/stellarium-skycultures
Catalog: indian/po/*.po
Languages: cs, es, ja, nl, ru

source: Indian Vedic-Hindu
cs: Indické védsko-hindské
es: Védico-hindú indio
ja: インディアンヴェーダヒンドゥー
nl: Indiase vedisch-hindoe
ru: Индийский ведический индус

source: In the second half of the 2nd millennium BCE, people from the Persian area moved eastwards into the region of today's Pakistan and north of India. They settled along the rivers Indus and Ganges and founded the Vedic culture. It is the base for all Hindu cultures.
cs: Ve druhé polovině 2. tisíciletí př.nl se lidé z perské oblasti přesunuli na východ do oblasti dnešního Pákistánu a severu Indie. Usadili se podél řek Indus a Gangy a založili védskou kulturu. Je základem všech hindských kultur.
es: En la segunda mitad del segundo milenio antes de Cristo, las personas del área persa se trasladaron hacia el este a la región actual de Pakistán y al norte de la India. Se establecieron a lo largo de los ríos Indo y Ganges y fundaron la cultura védica. Es la base de todas las culturas hindúes.
ja: 紀元前2千年紀の後半には、ペルシャ地域の人々が東向きに今日のパキスタンの地域とインドの北に移動しました。彼らはインダス川とガンジス川に沿って定住し、ヴェーダの文化を築きました。それはすべてのヒンドゥー文化の拠点です。
nl: In de tweede helft van het 2e millennium vGT trokken mensen uit het Perzische gebied oostwaarts naar de regio van het huidige Pakistan en ten noorden van India. Ze vestigden zich langs de rivieren Indus en Ganges en stichtten de Vedische cultuur. Het is de basis voor alle hindoeïstische culturen.
ru: Во второй половине II тысячелетия до н.э. жители Персидского региона переехали на восток в район современного Пакистана и к северу от Индии. Они поселились вдоль рек Инда и Ганга и основали ведическую культуру. Это основа для всех индуистских культур.
