Repository: 10110111/stellarium-skycultures
Catalog: arabic_ancient/po/*.po
Languages: cs, de, it, ja, ko, zh_cn

source: The two stars: h UMa and υ UMa, representing two men advancing to the water pool to fetch water to help dig the grave of Na'sh, father of Daughters of Na'sh.
cs: Dvě hvězdy: h UMa a υ UMa, představující dva muže postupující do vodního bazénu, aby nabrali vodu, aby pomohli vykopat hrob Na'she, otce Dcer Na'sh.
de: Die beiden Sterne: h UMa und υ UMa stellen zwei Männer dar, die zum Wasserbecken vorrücken, um Wasser zu holen, um beim Graben des Grabes von Na'sh, dem Vater der Töchter von Na'sh, zu helfen.
it: Le due stelle: h UMa e υ UMa, che rappresentano due uomini che avanzano verso la pozza d'acqua per andare a prendere l'acqua per aiutare a scavare la tomba di Na'sh, padre delle Figlie di Na'sh.
ja: 2 つの星: h UMa と υ UMa は、Na'sh の娘の父である Na'sh の墓を掘るのを助けるために水をくみに行く 2 人の男性を表しています。
ko: 두 개의 별: h UMa와 υ UMa는 Na'sh의 딸들의 아버지인 Na'sh의 무덤을 파기 위해 물을 길러 물웅덩이로 나아가는 두 남자를 나타냅니다.
zh_cn: 两颗星：h UMa 和 υ UMa，代表两个人前进到水池取水帮助挖掘 Na'sh 的坟墓，Na'sh 的女儿的父亲。

source: The pool
cs: Bazén
de: Der Pool
it: La piscina
ja: プール
ko: 수영장
zh_cn: 游泳池

source: An incomplete circle of stars representing a water pool where the gazelles drink, and two men are fetching water.
cs: Neúplný kruh hvězd představující vodní jezírko, kde pijí gazely, a dva muži nabírají vodu.
de: Ein unvollständiger Sternkreis, der ein Wasserbecken darstellt, in dem die Gazellen trinken, und zwei Männer Wasser holen.
it: Un cerchio incompleto di stelle che rappresenta una pozza d'acqua dove bevono le gazzelle e due uomini stanno andando a prendere l'acqua.
ja: ガゼルが水を飲むプールを表す不完全な星の円と、2 人の男性が水を汲んでいる。
ko: 가젤이 물을 마시고 있는 물웅덩이와 두 남자가 물을 길고 있는 모습을 나타내는 불완전한 별 원입니다.
zh_cn: 一个不完整的星星圆圈代表瞪羚喝水的水池，两个人在打水。

source: The wolf claws
cs: Vlčí drápy
de: Die Wolfsklauen
it: Gli artigli del lupo
ja: 狼の爪
ko: 늑대 발톱
zh_cn: 狼爪

source: The two wolves
cs: Dva vlci
de: Die zwei Wölfe
it: I due lupi
ja: 二匹の狼
ko: 늑대 두 마리
zh_cn: 两只狼

source: The two stars: f Dra and ω Dra, representing two wolves trying to hunt the nearby baby camel, the star HR 6618, surrounded by the four mother camels.
cs: Dvě hvězdy: f Dra a ω Dra, představující dva vlky, kteří se snaží ulovit blízké velbloudí mládě, hvězdu HR 6618, obklopenou čtyřmi velbloudími matkami.
de: Die beiden Sterne: f Dra und ω Dra stellen zwei Wölfe dar, die versuchen, das nahe gelegene Kamelbaby, den Stern HR 6618, zu jagen, umgeben von den vier Kamelmüttern.
it: Le due stelle: f Dra e ω Dra, che rappresentano due lupi che cercano di cacciare il vicino cammello, la stella HR 6618, circondato dalle quattro madri cammelli.
ja: 2 つの星: f Dra と ω Dra は、4 頭の母ラクダに囲まれた、近くの子ラクダ (恒星 HR 6618) を狩ろうとする 2 頭のオオカミを表しています。
ko: 두 개의 별: f Dra와 ω Dra는 네 마리의 어미 낙타에 둘러싸인 근처의 아기 낙타인 별 HR 6618을 사냥하려는 두 마리의 늑대를 나타냅니다.
zh_cn: 两颗星星：f Dra 和 ω Dra，代表两只狼试图猎杀附近的小骆驼，星星 HR 6618，被四只母骆驼包围。

source: The mother camels
cs: Velbloudí matka
de: Die Mutter Kamele
it: La madre cammelli
ja: 母ラクダ
ko: 어미 낙타
zh_cn: 骆驼妈妈

source: An irregular square of four stars, representing four mother camels protecting the baby camel, the star HR 6618, from the near by Hyena, the star ι Dra, and the two wolves.
cs: Nepravidelný čtverec čtyř hvězd, představující čtyři velbloudí matky chránící velbloudí mládě, hvězdu HR 6618 z blízka od Hyeny, hvězdu ι Dra a dva vlky.
de: Ein unregelmäßiges Quadrat aus vier Sternen, die vier Kamelmütter darstellen, die das Kamelbaby, den Stern HR 6618, vor der nahen Hyäne, dem Stern ι Dra und den beiden Wölfen beschützen.
it: Un quadrato irregolare di quattro stelle, che rappresentano quattro cammelli madri che proteggono il cammello, la stella HR 6618, dalla vicina Iena, la stella ι Dra, ei due lupi.
ja: 4 つの星の不規則な正方形は、ハイエナ、星 ι Dra、および 2 頭のオオカミの近くから子ラクダ (星 HR 6618) を保護する 4 つの母ラクダを表しています。
ko: 네 개의 별이 불규칙한 사각형으로 네 마리의 어미 낙타가 새끼 낙타를 보호하고, 별 HR 6618이 근처에서 하이에나, 별 드라, 두 마리 늑대를 상징합니다.
zh_cn: 一个由四颗星星组成的不规则正方形，代表四只母骆驼保护小骆驼，星星 HR 6618，从附近靠近鬣狗、星星 ι Dra 和两只狼。

source: The three stone support
cs: Podpěra ze tří kamenů
de: Die Drei-Steine-Unterstützung
it: I tre supporti in pietra
ja: 3つの石のサポート
ko: 세 개의 돌 지지대
zh_cn: 三石支撑

source: A triangle of three stars representing the stones that are used to hold the cooking pot on wood fire.
cs: Trojúhelník tří hvězd představující kameny, které se používají k držení hrnce na dřevěném ohni.
de: Ein Dreieck aus drei Sternen, die die Steine darstellen, die verwendet werden, um den Kochtopf auf dem Holzfeuer zu halten.
it: Un triangolo di tre stelle che rappresentano le pietre che servono a tenere la pentola sul fuoco di legna.
ja: 3 つの星の三角形は、薪の火の上で鍋を保持するために使用される石を表しています。
ko: 장작불에 냄비를 고정하는 데 사용되는 돌을 나타내는 세 개의 별 삼각형.
zh_cn: 一个由三颗星组成的三角形，代表用于将烹饪锅放在木火上的石头。

source: The pot
cs: Hrnec
de: Der Topf
it: La pentola
ja: ポット
ko: 냄비
zh_cn: 锅

source: A circular shape of stars representing a cooking pot near The three stone support.
cs: Kruhový tvar hvězd představující hrnec poblíž podpěry se třemi kameny.
de: Eine kreisförmige Form von Sternen, die einen Kochtopf in der Nähe der Drei-Steine-Stütze darstellen.
it: Una forma circolare di stelle che rappresenta una pentola vicino al supporto di tre pietre.
ja: 三つの石の支えの近くにある調理鍋を表す星の円形。
ko: 세 개의 돌 지지대 근처에 있는 냄비를 나타내는 원형 별 모양.
zh_cn: 代表烹饪锅的圆形星星靠近三石支撑。

source: The two stars of separation
cs: Dvě hvězdy odloučení
de: Die zwei Sterne der Trennung
it: Le due stelle della separazione
ja: 分離の 2 つの星
ko: 이별의 두 별
zh_cn: 分离的两颗星

source: The sheep
cs: Ovce
de: Das Schaf
it: La pecora
ja: 羊
ko: 그 양
zh_cn: 羊

source: A group of stars representing sheep with the brightest as the shepherd and the second brightest as his dog.
cs: Skupina hvězd představující ovce, přičemž nejjasnější jako pastýř a druhá nejjasnější jako jeho pes.
de: Eine Gruppe von Sternen, die Schafe darstellen, wobei der hellste der Hirte und der zweithellste sein Hund ist.
it: Un gruppo di stelle che rappresentano le pecore con la più luminosa come il pastore e la seconda più luminosa come il suo cane.
ja: 羊を表す星のグループで、最も明るい星が羊飼い、2 番目に明るい星が犬です。
ko: 양을 대표하는 별 무리로 가장 밝은 것은 양치기로, 두 번째로 가장 밝은 것은 그의 개입니다.
zh_cn: 一组星星代表羊，最亮的是牧羊人，第二亮的是他的狗。

source: The spear
cs: Kopí
de: Der Speer
it: La lancia
ja: 槍
ko: 창
zh_cn: 长矛

source: The spear of the armed one.
cs: Kopí ozbrojeného.
de: Der Speer des Bewaffneten.
it: La lancia dell'armato.
ja: 武装者の槍。
ko: 무장한 자의 창.
zh_cn: 武装的长矛。

source: The armed one
cs: Ten ozbrojený
de: Der Bewaffnete
it: Quello armato
ja: 武装したもの
ko: 무장한 자
zh_cn: 武装的

source: The star Arcturus representing a man with a spear.
cs: Hvězda Arcturus představující muže s kopím.
de: Der Stern Arcturus repräsentiert einen Mann mit einem Speer.
it: La stella Arcturus che rappresenta un uomo con una lancia.
ja: 槍を持った男を表す星アルクトゥルス。
ko: 창을 든 남자를 나타내는 별 Arcturus.
zh_cn: 大角星代表一个拿着长矛的人。

source: The unarmed one
cs: Ten neozbrojený
de: Der Unbewaffnete
it: Quello disarmato
ja: 武装していないもの
ko: 무장하지 않은 자
zh_cn: 手无寸铁的

source: The star Spica representing a man with no arms as opposed to the armed one.
cs: Hvězda Spica představující muže bez rukou na rozdíl od ozbrojeného.
de: Der Stern Spica repräsentiert einen Mann ohne Arme im Gegensatz zum bewaffneten.
it: La stella Spica rappresenta un uomo senza braccia contrapposto a quello armato.
ja: 武装した男ではなく、腕のない男を表す星のスピカ。
ko: 무장한 남자와 달리 팔이 없는 남자를 상징하는 스타 스피카.
zh_cn: 星角宿一代表一个没有武器的人，而不是武装的人。

source: The hyenas and their youngsters
cs: Hyeny a jejich mláďata
de: Die Hyänen und ihre Jungen
it: Le iene e i loro piccoli
ja: ハイエナとその子供たち
ko: 하이에나와 그들의 젊은이들
zh_cn: 鬣狗和它们的幼崽

source: An area where the brighter stars represent the adult hyenas, and the faint ones represent the young ones.
cs: Oblast, kde jasnější hvězdy představují dospělé hyeny a slabé hvězdy představují mláďata.
de: Ein Bereich, in dem die helleren Sterne die erwachsenen Hyänen darstellen und die schwachen die jungen.
it: Un'area dove le stelle più luminose rappresentano le iene adulte e quelle deboli le giovani.
ja: 明るい星が大人のハイエナを表し、かすかな星が若いハイエナを表す領域。
ko: 밝은 별은 성체 하이에나를 나타내고 희미한 별은 어린 하이에나를 나타내는 영역입니다.
zh_cn: 较亮的星星代表成年鬣狗，而较暗的星星代表年轻的鬣狗。

source: The bowl of the poor
cs: Miska chudých
de: Die Schüssel der Armen
it: La ciotola dei poveri
ja: 貧乏人どんぶり
ko: 가난한 자의 그릇
zh_cn: 穷人的碗

source: The stars of Corona Borealis. The incomplete circle represents a fractured bowl of the poor.
cs: Hvězdy Corona Borealis. Neúplný kruh představuje rozbitou mísu chudých.
de: Die Stars von Corona Borealis. Der unvollständige Kreis stellt eine zerbrochene Schale der Armen dar.
it: Le stelle della Corona Boreale. Il cerchio incompleto rappresenta una ciotola fratturata dei poveri.
ja: コロナ・ボレアリスの星。不完全な円は、貧しい人々の壊れたボウルを表しています。
ko: 코로나 보리 얼리스의 별. 불완전한 원은 가난한 사람들의 깨진 그릇을 나타냅니다.
zh_cn: Corona Borealis 的星星。不完整的圆圈代表一碗破碎的穷人。

source: The northern line
cs: Severní linie
de: Die Nordlinie
it: La linea del nord
ja: 北線
ko: 북쪽 라인
zh_cn: 北线

source: A group of stars arranged in a line that may represent a line of trees at the northern side of the desert garden.
cs: Skupina hvězd uspořádaných do řady, která může představovat řadu stromů na severní straně pouštní zahrady.
de: Eine Gruppe von Sternen, die in einer Linie angeordnet sind, die eine Baumreihe an der Nordseite des Wüstengartens darstellen könnte.
it: Un gruppo di stelle disposte in una linea che potrebbe rappresentare una linea di alberi sul lato settentrionale del giardino del deserto.
ja: 砂漠の庭の北側の木の列を表している可能性がある一列に配置された星のグループ.
ko: 사막 정원의 북쪽에 있는 나무의 줄을 나타낼 수 있는 줄로 배열된 별 그룹.
zh_cn: 一组排成一排的星星，可能代表沙漠花园北侧的一排树。

source: The southern line
cs: Jižní linie
de: Die südliche Linie
it: La linea meridionale
ja: サザンライン
ko: 남쪽 라인
zh_cn: 南线

source: Another group of stars arranged in a line that may represent a line of trees at the southern side of the desert garden.
cs: Další skupina hvězd uspořádaných do řady, která může představovat řadu stromů na jižní straně pouštní zahrady.
de: Eine weitere Gruppe von Sternen, die in einer Linie angeordnet sind, die eine Baumreihe an der Südseite des Wüstengartens darstellen könnte.
it: Un altro gruppo di stelle disposte in una linea che potrebbe rappresentare una linea di alberi sul lato meridionale del giardino del deserto.
ja: 砂漠の庭の南側の木の列を表している可能性がある、一列に並べられた星の別のグループ.
ko: 사막 정원의 남쪽에 있는 나무 줄을 나타낼 수 있는 줄로 배열된 또 다른 별 그룹.
zh_cn: 另一组星星排列成一条线，可能代表沙漠花园南侧的一排树。

source: The desert garden and the goats
cs: Pouštní zahrada a kozy
de: Der Wüstengarten und die Ziegen
it: Il giardino del deserto e le capre
ja: 砂漠の庭とヤギ
ko: 사막의 정원과 염소
zh_cn: 沙漠花园和山羊

source: An area of stars representing goats with the brightest stars as the shepherd and his two dogs.
cs: Oblast hvězd představující kozy s nejjasnějšími hvězdami jako ovčák a jeho dva psi.
de: Ein Bereich von Sternen, die Ziegen mit den hellsten Sternen als dem Hirten und seinen zwei Hunden darstellen.
it: Una zona di stelle che rappresentano capre con le stelle più luminose come il pastore ei suoi due cani.
ja: 羊飼いと彼の 2 匹の犬として最も明るい星を持つヤギを表す星の領域。
ko: 염소를 나타내는 별 영역과 가장 밝은 별은 양치기와 그의 두 마리입니다.
zh_cn: 代表山羊的星星区域，其中最亮的星星是牧羊人和他的两条狗。

source: The landing eagle
cs: Přistávající orel
de: Der landende Adler
it: L'aquila da sbarco
ja: 上陸の鷲
ko: 상륙 독수리
zh_cn: 着陆之鹰

source: The bright star Vega with two nearby stars as his wings forming a triangle.
cs: Jasná hvězda Vega se dvěma blízkými hvězdami jako jeho křídla tvoří trojúhelník.
de: Der helle Stern Vega mit zwei nahen Sternen als Flügel, die ein Dreieck bilden.
it: La brillante stella Vega con due stelle vicine come ali che formano un triangolo.
ja: 三角形を形成する翼として近くの 2 つの星を持つ明るい星ベガ。
ko: 삼각형을 형성하는 날개로 두 개의 가까운 별을 가진 밝은 별 Vega.
zh_cn: 明亮的织女星与附近的两颗恒星作为他的翅膀形成一个三角形。

source: The flying eagle
cs: Létající orel
de: Der fliegende Adler
it: L'aquila volante
ja: 空飛ぶ鷲
ko: 나는 독수리
zh_cn: 飞翔的鹰

source: The bright star Altair with a star on each side as his spread wings.
cs: Jasná hvězda Altair s hvězdou na každé straně jako jeho roztažená křídla.
de: Der helle Stern Altair mit einem Stern auf jeder Seite als ausgebreiteten Flügeln.
it: La stella luminosa Altair con una stella su ciascun lato come ali spiegate.
ja: 翼を広げたように両側に星がある明るい星のアルタイル。
ko: 날개를 펼친 것처럼 양쪽에 별이 있는 밝은 별 Altair.
zh_cn: 明亮的星星 Altair 两侧各有一颗星星作为他展开的翅膀。

source: The knights
cs: rytíři
de: Die Ritter
it: I cavalieri
ja: 騎士たち
ko: 기사들
zh_cn: 骑士

source: A line of five stars representing five knights with the star the Rear Knight, the bright star Deneb, behind them.
cs: Řada pěti hvězd představujících pět rytířů s hvězdou zadního rytíře, jasnou hvězdou Deneb, za nimi.
de: Eine Reihe von fünf Sternen, die fünf Ritter darstellen, mit dem Stern des hinteren Ritters, dem hellen Stern Deneb, dahinter.
it: Una linea di cinque stelle che rappresentano cinque cavalieri con la stella il Cavaliere Posteriore, la stella luminosa Deneb, dietro di loro.
ja: 5 人の騎士を表す 5 つの星の列と、その後ろにある明るい星のデネブと、後衛の騎士を表します。
ko: 5명의 기사를 나타내는 5개의 별 라인과 그 뒤에 별 후방 기사, 밝은 별 데네브가 있습니다.
zh_cn: 一排五颗星代表五位骑士，后面是后方骑士星，明亮的天津四星。

source: The camel head
cs: Velbloudí hlava
de: Der Kamelkopf
it: La testa di cammello
ja: ラクダの頭
ko: 낙타 머리
zh_cn: 骆驼头

source: The camel neck
cs: Velbloudí krk
de: Der Kamelhals
it: Il collo di cammello
ja: ラクダの首
ko: 낙타 목
zh_cn: 骆驼脖子

source: The camel front legs
cs: Přední nohy velblouda
de: Die Kamel-Vorderbeine
it: Le zampe anteriori del cammello
ja: ラクダの前足
ko: 낙타 앞다리
zh_cn: 骆驼的前腿

source: The she-camel
cs: Ta velbloudice
de: Die Kamelstute
it: La cammella
ja: 彼女のラクダ
ko: 낙타
zh_cn: 母骆驼

source: A group of stars having a shape of a camel.
cs: Skupina hvězd ve tvaru velblouda.
de: Eine Gruppe von Sternen, die die Form eines Kamels haben.
it: Un gruppo di stelle a forma di cammello.
ja: ラクダの形をした星の集まり。
ko: 낙타 모양의 별 무리.
zh_cn: 一组具有骆驼形状的恒星。

source: The henna tinted hand
cs: Ruka zbarvená hennou
de: Die mit Henna getönte Hand
it: La mano colorata con l'henné
ja: ヘナで染めた手
ko: 헤나 틴티드 핸드
zh_cn: 指甲花染过的手

source: The henna tinted hand of al-Thurayya, the Pleiades.
cs: Ruka al-Thurayya, Plejád, zbarvená hennou.
de: Die mit Henna getönte Hand von al-Thurayya, den Plejaden.
it: La mano colorata con l'henné di al-Thurayya, le Pleiadi.
ja: プレアデス族アル・スラーヤのヘナ色の手。
ko: 헤나는 플레이아데스인 알-투라야의 손에 착색되었습니다.
zh_cn: al-Thurayya，昴宿星团的指甲花有色手。

source: The shoulder blade
cs: Lopatka
de: Das Schulterblatt
it: La scapola
ja: 肩甲骨
ko: 견갑골
zh_cn: 肩胛骨

source: The shoulder blade of al-Thurayya, the Pleiades.
cs: Lopatka al-Thurayya, Plejády.
de: Das Schulterblatt von al-Thurayya, die Plejaden.
it: La scapola di al-Thurayya, le Pleiadi.
ja: アル・スラーヤ、プレアデスの肩甲骨。
ko: 플레이아데스인 알투라야의 견갑골.
zh_cn: al-Thurayya 的肩胛骨，昴宿星团。

source: The shoulder
cs: Rameno
de: Die Schulter
it: La spalla
ja: 肩
ko: 어깨
zh_cn: 肩

source: The shoulder of al-Thurayya, the Pleiades.
cs: Rameno al-Thurayya, Plejády.
de: Die Schulter von al-Thurayya, die Plejaden.
it: La spalla di al-Thurayya, le Pleiadi.
ja: アル・スラーヤ、プレアデスの肩。
ko: 플레이아데스인 알투라야의 어깨.
zh_cn: al-Thurayya 的肩膀，昴宿星团。

source: The arm
cs: Paže
de: Der Arm
it: Il braccio
ja: アーム
ko: 팔
zh_cn: 手臂

source: The arm of al-Thurayya, the Pleiades.
cs: Rameno al-Thurayya, Plejády.
de: Der Arm von al-Thurayya, die Plejaden.
it: Il braccio di al-Thurayya, le Pleiadi.
ja: アル・スラーヤ、プレアデスの腕。
ko: 플레이아데스인 알-투라야의 팔.
zh_cn: al-Thurayya 的手臂，昴宿星团。

source: The elbow
cs: Loket
de: Der Ellbogen
it: Il gomito
ja: 肘
ko: 팔꿈치
zh_cn: 肘部

source: The elbow of al-Thurayya, the Pleiades.
cs: Loket al-Thurayya, Plejády.
de: Der Ellbogen von al-Thurayya, die Plejaden.
it: Il gomito di al-Thurayya, le Pleiadi.
ja: アル・スラーヤ、プレアデスの肘。
ko: 플레이아데스인 알투라야의 팔꿈치.
zh_cn: al-Thurayya 的肘部，昴宿星团。

source: The forearm
cs: Předloktí
de: Der Unterarm
it: L'avambraccio
ja: 前腕
ko: 팔뚝
zh_cn: 前臂

source: The forearm of al-Thurayya, the Pleiades.
cs: Předloktí al-Thurayya, Plejády.
de: Der Unterarm von al-Thurayya, die Plejaden.
it: L'avambraccio di al-Thurayya, le Pleiadi.
ja: アル・スラーヤ、プレアデスの前腕。
ko: 플레이아데스인 알-투라야의 팔뚝.
zh_cn: al-Thurayya 的前臂，昴宿星团。

source: The short hand
cs: Krátká ruka
de: Die kurze Hand
it: La mano corta
ja: ショートハンド
ko: 짧은 손
zh_cn: 短手

source: The short left hand of al-Thurayya, the Pleiades.
cs: Krátká levá ruka al-Thurayyi, Plejád.
de: Die kurze linke Hand von al-Thurayya, die Plejaden.
it: La mano sinistra corta di al-Thurayya, le Pleiadi.
ja: アル・スラーヤ、プレアデスの短い左手。
ko: 플레이아데스인 알투라야의 짧은 왼손.
zh_cn: al-Thurayya 的短左手，昴宿星团。

source: Al-Thurayya image
cs: Obrázek Al-Thurayya
de: Al-Thurayya-Bild
it: Immagine di Al-Thurayya
ja: アル・スラーヤ画像
ko: 알-투라야 이미지
zh_cn: 阿尔图拉亚图像

source: An image of a woman with two extended hands
cs: Obraz ženy se dvěma rozšířenýma rukama
de: Ein Bild einer Frau mit zwei ausgestreckten Händen
it: L'immagine di una donna con due mani tese
ja: 両手を広げた女性の画像
ko: 두 손을 뻗은 여성의 이미지
zh_cn: 一个女人伸出两只手的图像

source: Al-Ayyuq and the posts
cs: Al-Ayyuq a příspěvky
de: Al-Ayyuq und die Posten
it: Al-Ayyuq e i messaggi
ja: アル・アユクとポスト
ko: Al-Ayyuq 및 게시물
zh_cn: Al-Ayyuq 和帖子

source: Al-Ayyuq is the bright star Capella with four bright stars nearby. One is his leg, and the three others are the posts.
cs: Al-Ayyuq je jasná hvězda Capella se čtyřmi jasnými hvězdami poblíž. Jedna je jeho noha a tři další jsou sloupky.
de: Al-Ayyuq ist der helle Stern Capella mit vier hellen Sternen in der Nähe. Eines ist sein Bein und die drei anderen sind die Pfosten.
it: Al-Ayyuq è la stella luminosa Capella con quattro stelle luminose nelle vicinanze. Uno è la sua gamba e gli altri tre sono i pali.
ja: Al-Ayyuq は明るい星カペラで、近くに 4 つの明るい星があります。 1 つは足で、残りの 3 つはポストです。
ko: Al-Ayyuq는 근처에 4개의 밝은 별이 있는 밝은 별 Capella입니다. 하나는 그의 다리이고 나머지 세 개는 기둥입니다.
zh_cn: Al-Ayyuq 是明亮的星星 Capella，附近有四颗明亮的星星。一个是他的腿，另外三个是柱子。

source: The northern tent
cs: Severní stan
de: Das nördliche Zelt
it: La tenda del nord
ja: 北のテント
ko: 북부 텐트
zh_cn: 北方帐篷

source: The young camel
cs: Mladý velbloud
de: Das junge Kamel
it: Il giovane cammello
ja: 若いラクダ
ko: 어린 낙타
zh_cn: 年轻的骆驼

source: The caracal
cs: Karakal
de: Der Karakal
it: Il Caracallo
ja: カラカル
ko: 카라칼
zh_cn: 狞猫

source: The bucket rope knot - The well poles
cs: Kbelík lanový uzel - Studniční tyče
de: Der Eimerseilknoten - Die Brunnenstangen
it: Il nodo della corda del secchio - I pali del pozzo
ja: バケット ロープの結び目 - 井戸の棒
ko: 버킷 로프 매듭 - 우물 기둥
zh_cn: 斗绳结——井杆

source: The front bucket mouth
cs: Ústí předního kbelíku
de: Die vordere Eimermündung
it: La bocca del secchio anteriore
ja: フロントバケットマウス
ko: 전면 버킷 입
zh_cn: 前斗口

source: The rear bucket mouth
cs: Ústí zadní lopaty
de: Die hintere Schaufelmündung
it: La bocca del secchio posteriore
ja: 後部バケット口
ko: 후면 버킷 마우스
zh_cn: 后斗口

source: The well bucket rope
cs: Lano kbelíku studny
de: Das Brunneneimerseil
it: La corda del pozzo
ja: 井戸のバケツのロープ
ko: 우물 버킷 로프
zh_cn: 井斗绳

source: The fish
cs: Ryba
de: Der Fisch
it: Il pesce
ja: 魚
ko: 물고기
zh_cn: 鱼

source: The well bucket
cs: Kbelík studny
de: Der Brunneneimer
it: Il secchio del pozzo
ja: 井戸のバケツ
ko: 우물 양동이
zh_cn: 井桶

source: The two forelegs of the lamb
cs: Dvě přední nohy jehněčího
de: Die beiden Vorderbeine des Lammes
it: Le due zampe anteriori dell'agnello
ja: 子羊の 2 つの前足
ko: 어린 양의 두 앞다리
zh_cn: 羔羊的两条前腿

source: The two signs
cs: Dvě znamení
de: Die zwei Zeichen
it: I due segni
ja: 二つのサイン
ko: 두 가지 징후
zh_cn: 两个标志

source: The little abdomen
cs: Malé břicho
de: Der kleine Bauch
it: Il piccolo addome
ja: 小さな腹部
ko: 작은 복부
zh_cn: 小腹肌

source: Al-Thurayya
ja: アル・スラーヤ
ko: 알-투라야
zh_cn: 图拉亚

source: The Pleiades, imagined as a woman loved by al-Dabaran, the bright star Aldebaran.
cs: Plejády, představované jako žena, kterou miluje al-Dabaran, jasná hvězda Aldebaran.
de: Die Plejaden, vorgestellt als eine Frau, die von al-Dabaran, dem hellen Stern Aldebaran, geliebt wird.
it: Le Pleiadi, immaginate come una donna amata da al-Dabaran, la stella luminosa Aldebaran.
ja: 輝星アルデバラン、アル・ダバランに愛された女性をイメージしたプレアデス。
ko: 플레이아데스는 밝은 별 알데바란, 알다바란에게 사랑받는 여성으로 상상된다.
zh_cn: 昴宿星团，被想象为被 Al-Dabaran 所爱的女人，Al-Dabaran，明亮的星星毕宿五。

source: The lamb
cs: Jehněčí
de: Das Lamm
it: L'agnello
ja: 子羊
ko: 어린 양
zh_cn: 羔羊

source: A group of stars in the same region of Aries but includes the Pleiades as the fatty tail of the lamb.
cs: Skupina hvězd ve stejné oblasti Berana, ale zahrnuje Plejády jako tučný ocas jehněčího.
de: Eine Gruppe von Sternen in derselben Region des Widders, die aber die Plejaden als fetten Schwanz des Lamms umfasst.
it: Un gruppo di stelle nella stessa regione dell'Ariete ma include le Pleiadi come la coda grassa dell'agnello.
ja: 牡羊座の同じ領域にある星のグループですが、子羊の脂肪の多い尾としてプレアデスが含まれています。
ko: 양자리의 같은 지역에 있지만 어린 양의 기름진 꼬리로 플레이아데스를 포함하는 별 그룹.
zh_cn: 白羊座同一区域的一组恒星，但包括昴宿星团作为羔羊的肥尾。

source: The two dogs of Al-Dabaran
cs: Dva psi Al-Dabaran
de: Die beiden Hunde von Al-Dabaran
it: I due cani di Al-Dabaran
ja: アル・ダバランの二匹の犬
ko: Al-Dabaran의 두 개
zh_cn: 达巴兰的两条狗

source: The young she-camels
cs: Mladé velbloudy
de: Die jungen Kamelstämme
it: Le giovani cammelli
ja: 若い彼女のラクダ
ko: 어린 암낙타
zh_cn: 年轻的母骆驼

source: Al-Dabaran, his camels and two dogs
cs: Al-Dabaran, jeho velbloudi a dva psi
de: Al-Dabaran, seine Kamele und zwei Hunde
it: Al-Dabaran, i suoi cammelli e due cani
ja: アルダバラン、彼のラクダと 2 匹の犬
ko: Al-Dabaran, 그의 낙타와 두 마리의 개
zh_cn: Al-Dabaran，他的骆驼和两条狗

source: Retracted arm [of the lion]
cs: Stažená paže [lva]
de: Eingezogener Arm [des Löwen]
it: Braccio retratto [del leone]
ja: [ライオンの]引っ込められた腕
ko: [사자의] 수축된 팔
zh_cn: [狮子的]手臂缩回

source: The extended arm [of the lion]
cs: Prodloužená paže [lva]
de: Der verlängerte Arm [des Löwen]
it: Il braccio esteso [del leone]
ja: [ライオンの]伸びた腕
ko: [사자의] 뻗은 팔
zh_cn: [狮子的]伸出的手臂

source: Nostrils [of the lion]
cs: Nozdry [lva]
de: Nasenlöcher [des Löwen]
it: Narici [del leone]
ja: [ライオンの]鼻孔
ko: 콧구멍 [사자의]
zh_cn: [狮子的]鼻孔

source: Eyes [of the lion]
cs: Oči [lva]
de: Augen [des Löwen]
it: Occhi [del leone]
ja: 目[ライオンの]
ko: [사자의 눈]
zh_cn: [狮子的]眼睛

source: Forehead [of the lion]
cs: čelo [lva]
de: Stirn [des Löwen]
it: Fronte [del leone]
ja: [ライオンの]額
ko: 이마[사자의]
zh_cn: [狮子的]额头

source: Mane [of the lion]
cs: Hříva [lva]
de: Mähne [des Löwen]
it: Criniera [del leone]
ja: たてがみ[ライオンの]
ko: 갈기 [사자의]
zh_cn: [狮子的]鬃毛

source: The bend
cs: Ohyb
de: Die Biegung
it: La curva
ja: 曲がった所
ko: 굽힘
zh_cn: 弯道

source: The cover
cs: Obal
de: Die Titelseite
it: La copertina
ja: カバー
ko: 표지
zh_cn: 封面

source: The tassel
cs: Střapec
de: Die Quaste
it: La nappa
ja: タッセル
ko: 술
zh_cn: 流苏

source: The lion
cs: Lev
de: Der Löwe
it: Il Leone
ja: ライオン
ko: 사자
zh_cn: 狮子

source: A great constellation representing a lion covering a large area of the sky that extends from Canis Minor and Gemini to Virgo.
cs: Velké souhvězdí představující lva pokrývajícího velkou oblast oblohy, která sahá od Malého psa a Blíženců až po Pannu.
de: Eine große Konstellation, die einen Löwen darstellt, der einen großen Bereich des Himmels bedeckt, der sich von Canis Minor und Gemini bis Virgo erstreckt.
it: Una grande costellazione che rappresenta un leone che copre una vasta area del cielo che si estende dal Canis Minor e Gemini alla Vergine.
ja: こいぬ座とふたご座からおとめ座まで広がる空の広い領域をカバーするライオンを表す大きな星座。
ko: 큰개자리와 쌍둥이자리에서 처녀자리까지 이르는 하늘의 넓은 지역을 덮고 있는 사자를 나타내는 큰 별자리.
zh_cn: 代表狮子的大星座，覆盖从小犬座和双子座到处女座的大片天空。

source: Claws of the scorpion
cs: Drápy štíra
de: Klauen des Skorpions
it: Artigli dello scorpione
ja: サソリの爪
ko: 전갈의 발톱
zh_cn: 蝎子的爪子

source: The diadem
cs: Diadém
de: Das Diadem
it: Il diadema
ja: 王冠
ko: 왕관
zh_cn: 王冠

source: Raised Tail of the Scorpion
cs: Zvednutý ocas Štíra
de: Angehobener Schwanz des Skorpions
it: Coda alzata dello scorpione
ja: スコーピオンの上げられた尾
ko: 전갈의 올려진 꼬리
zh_cn: 蝎尾翘起

source: The scorpion
cs: štír
de: Der Skorpion
it: Lo scorpione
ja: サソリ
ko: 전갈
zh_cn: 蝎子

source: The Ostriches drinking at the river
cs: Pštrosi pijí u řeky
de: Die Strauße trinken am Fluss
it: Gli struzzi che bevono al fiume
ja: 川で飲むダチョウ
ko: 강에서 마시는 타조
zh_cn: 鸵鸟在河边喝水

source: Four stars representing four Ostriches drinking at the river, the milky way.
cs: Čtyři hvězdy představující čtyři pštrosy pijící u řeky, mléčné dráhy.
de: Vier Sterne, die vier Strauße darstellen, die am Fluss trinken, die Milchstraße.
it: Quattro stelle che rappresentano quattro struzzi che bevono al fiume, la via lattea.
ja: 川、天の川で飲む 4 つのダチョウを表す 4 つの星。
ko: 은하수 강에서 마시는 네 타조를 나타내는 네 개의 별.
zh_cn: 四颗星代表四只鸵鸟在河边喝水，银河。
