Repository: 10110111/stellarium-skycultures
Catalog: arabic_ancient/po/*.po
Languages: cs, de, it, ja, ko, zh_cn

source: Mirzam of al-Shi'ra
cs: Mirzam z al-Shi'ra
de: Mirzam von al-Shi'ra
it: Mirzam di al-Shi'ra
ja: アルシーラのミルザム
ko: 알 쉬라의 미르잠
zh_cn: al-Shi'ra 的米尔扎姆

source: The northern Shi'ra
cs: Severní Shi'ra
de: Die nördliche Schi'ra
it: La Shi'ra settentrionale
ja: 北部シーラ
ko: 북부 쉬라
zh_cn: 北施拉

source: Mirzam of The tearful Shi'ra
cs: Mirzam z uplakané Shi'ry
de: Mirzam der tränenreichen Shi'ra
it: Mirzam di Shi'ra in lacrime
ja: 涙のシーラのミルザム
ko: 눈물 흘리는 쉬라의 미르잠
zh_cn: 泪流满面的希拉的米尔扎姆

source: Suhayl
ja: スハイル
ko: 수하일
zh_cn: 苏海尔

source: Suhayl Balqayn
ja: スハイル・バルカン
ko: 수하일 발카인
zh_cn: 苏海尔·巴尔干

source: Suhayl Hadari
ja: スハイル・ハダリ
ko: 수하일 하다리
zh_cn: 苏海尔·哈达里

source: Suhayl al-wazn
ja: スハイル・アル・ワズン
ko: 수하일 알와즈른
zh_cn: 苏海尔·瓦兹恩

source: Suhayl Raqashi
ja: スハイル・ラカシ
ko: 수하일 라카시
zh_cn: 苏海尔·拉卡希

source: The sole one
cs: Jediný
de: Der einzige
it: L'unico
ja: 唯一のもの
ko: 유일한
zh_cn: 唯一的一个

source: Hadari
it: Adari
ja: ハダリ
ko: 하다리
zh_cn: 哈达里

source: The oath star
cs: Hvězda přísahy
de: Der Eidstern
it: La stella del giuramento
ja: 誓いの星
ko: 맹세의 별
zh_cn: 誓约之星

source: Al-wazn
ja: アルワズン
ko: 알와즈른
zh_cn: 阿尔瓦兹恩

source: Al-Muqil
ja: アル・ムキル
ko: 알 무킬
zh_cn: 穆奇尔

source: Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0). Special pemission is granted to Stellarium Labs to include the licensed material
de: Namensnennung-Keine Bearbeitung 4.0 International (CC BY-ND 4.0). Stellarium Labs wird eine Sondererlaubnis erteilt, das lizenzierte Material aufzunehmen
ja: 表示 - 改変禁止 4.0 国際 (CC BY-ND 4.0)。 Stellarium Labs には、ライセンスされた資料を含める特別な許可が与えられています
zh_cn: Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0)。 向 Stellarium Labs 授予特殊许可以包含许可材料

source: The Arabic sky culture displays the indigenous star knowledge of the ancient Arabs living in the Arabian Peninsula prior to the Greek astronomy influence in the ninth century.
de: Die arabische Himmelskultur zeigt das indigene Sternenwissen der alten Araber, die vor dem Einfluss der griechischen Astronomie im 9. Jahrhundert auf der arabischen Halbinsel lebten.
ja: アラビアの天空文化は、9 世紀にギリシャの天文学の影響を受ける前に、アラビア半島に住んでいた古代アラブ人の先住民族の星に関する知識を示しています。

source: The star knowledge of the ancient Arabs had been recorded and preserved in old poetry and in the old works of Arab philologists and lexicographers of the Islamic civilization. Many books were written on the subject of star knowledge and anwāʾ [Arabic الأنواء], the Arabic knowledge of meteorology. The editors of _Kitab al-Anwāʾ_ of Ibn Qutaybah (died ~ 889 AD) listed twenty-four books on this subject written mostly between early eighth and tenth century [#1]. The only completely preserved text is that of Ibn Qutaybah, but later scholars had quoted many of the earlier texts. One of the most significant works that recorded the indigenous Arab star names is _Book of the Stars_ written in ~ 964 by the prominent astronomer: al-Ṣūfī, where he identified the indigenous Arab star names with the respective Ptolemaic stars of the Greek constellations [#4]. The source of this sky culture is a study and compilation of star knowledge of ancient Arabs from the books listed in the References section. ### Constellations The ancient Arabs named single stars, two stars, an area in the sky, and particular shape of a group of stars. Single stars were named after a human figure or a desert animal, _Arcturus_ is _al-Simāk al-ramiḥ_, meaning: The high one with the spear. _Canopus_ is _Suhayl_, a proper name of a man. We have also stars named: _The caracal_ and _The kid_ (the young goat). If two stars of comparable brightness are close to each other, they are given a common name like: _The two calves_, _The two wolves_, _The two doves_. Sometimes an area is named after a group of animals. The brighter stars are adult animals, and the faint ones are the young animals like: _The hyenas and their youngsters_, _The horses and the foals_. Particular shapes of stars were given names like _The scorpion_, _The lion_, _al-Jawzāʾ_ which is a proper name of a woman for Orion stars. Other asterisms are given names according to legends and stories.
de: Das Sternenwissen der alten Araber war in alten Gedichten und in den alten Werken arabischer Philologen und Lexikographen der islamischen Zivilisation aufgezeichnet und bewahrt worden. Viele Bücher wurden zum Thema Sternenwissen und anwāʾ [arabisch الأنواء], dem arabischen Wissen der Meteorologie, geschrieben. Die Herausgeber von _Kitab al-Anwāʾ_ von Ibn Qutaybah (gestorben ~ 889 n. Chr.) listeten vierundzwanzig Bücher zu diesem Thema auf, die hauptsächlich zwischen dem frühen achten und zehnten Jahrhundert geschrieben wurden [#1]. Der einzige vollständig erhaltene Text ist der von Ibn Qutaybah, aber spätere Gelehrte haben viele der früheren Texte zitiert. Eines der bedeutendsten Werke, das die indigenen arabischen Sternnamen aufzeichnet, ist _Book of the Stars_, geschrieben in ~ 964 von dem prominenten Astronomen: al-Ṣūfī, wo er die indigenen arabischen Sternnamen mit den jeweiligen ptolemäischen Sternen der griechischen Konstellationen identifizierte [#4]. Die Quelle dieser Himmelskultur ist eine Studie und Zusammenstellung des Sternenwissens der alten Araber aus den im Abschnitt „Referenzen“ aufgeführten Büchern. ### Konstellationen Die alten Araber nannten einzelne Sterne, zwei Sterne, einen Bereich am Himmel und eine bestimmte Form einer Gruppe von Sternen. Einzelne Sterne wurden nach einer menschlichen Gestalt oder einem Wüstentier benannt, _Arcturus_ ist _al-Simāk al-ramiḥ_, was bedeutet: Der Hohe mit dem Speer. _Canopus_ ist _Suhayl_, ein Eigenname eines Mannes. Wir haben auch Sterne mit Namen: _The caracal_ und _The kid_ (die junge Ziege). Stehen zwei Sterne vergleichbarer Helligkeit nahe beieinander, bekommen sie einen gemeinsamen Namen wie: _Die zwei Kälber_, _Die zwei Wölfe_, _Die zwei Tauben_. Manchmal wird ein Gebiet nach einer Tiergruppe benannt. Die helleren Sterne sind erwachsene Tiere, und die schwachen sind die jungen Tiere wie: _Die Hyänen und ihre Jungen_, _Die Pferde und die Fohlen_. Besondere Formen von Sternen erhielten Namen wie _Der Skorpion_, _Der Löwe_, _al-Jawzāʾ_, was ein Eigenname einer Frau für Orion-Sterne ist. Andere Asterismen erhalten Namen nach Legenden und Geschichten.
ja: 古代アラブ人の優れた知識は、古い詩や、イスラム文明のアラブの言語学者や辞書編集者の古い作品に記録され、保存されていました。多くの本が星の知識と anwāʾ [アラビア語 الأنواء]、気象学のアラビア語の知識をテーマに書かれました。 Ibn Qutaybah (紀元 889 年に死亡) の _Kitab al-Anwāʾ_ の編集者は、主に 8 世紀初頭から 10 世紀の間に書かれた、このテーマに関する 24 冊の本をリストしました [#1]。完全に保存されている唯一のテキストはイブン・クタイバのテキストですが、後の学者は初期のテキストの多くを引用しています。土着のアラブの星の名前を記録した最も重要な作品の 1 つは、著名な天文学者である al-Ṣūfī によって ~ 964 年に書かれた _Book of the Stars_ であり、そこで彼は土着のアラブの星の名前をギリシャの星座のそれぞれのプトレマイオスの星と特定しました [#4]。 この空の文化の源は、参考文献セクションに挙げた本からの古代アラブ人の星に関する知識の研究と編集です。 ### 星座 古代のアラブ人は、単一の星、2 つの星、空の領域、および星のグループの特定の形状に名前を付けました。単一の星は、人間の姿または砂漠の動物にちなんで名付けられました._Arcturus_は_al-Simāk al-ramiḥ_であり、槍を持った高いものを意味します. _Canopus_ は _Suhayl_ で、男性の固有名です。また、星には次の名前が付けられています: _The caracal_ および _The kid_ (若いヤギ)。同等の明るさの 2 つの星が互いに近くにある場合、それらには、_2 つの子牛_、_2 つのオオカミ_、_2 つの鳩_のような共通の名前が付けられます。 動物のグループにちなんで地域名が付けられることもあります。明るい星は大人の動物で、かすかな星は、_ハイエナとその子供たち_、_馬と子馬_などの若い動物です。 星の特定の形には、サソリ、ライオン、アル・ジャウザーなどの名前が付けられました。これは、オリオン星の女性の固有名です。 他のアステリズムには、伝説や物語に従って名前が付けられています。
