Repository: 10110111/stellarium-skycultures
Catalog: arabic_ancient/po/*.po
Languages: cs, de, it, ja, ko, zh_cn

source: The Ostriches leaving the river
cs: Pštrosi opouštějí řeku
de: Die Strauße verlassen den Fluss
it: Gli struzzi lasciano il fiume
ja: 川を離れるダチョウ
ko: 강을 떠나는 타조들
zh_cn: 离开河流的鸵鸟

source: Four stars representing four Ostriches leaving the river, the milky way, after quenching their thirst.
cs: Čtyři hvězdy představující čtyři pštrosy opouštějící řeku, mléčnou dráhu, poté, co uhasili svou žízeň.
de: Vier Sterne, die vier Strauße darstellen, die den Fluss, die Milchstraße, verlassen, nachdem sie ihren Durst gelöscht haben.
it: Quattro stelle che rappresentano quattro struzzi che lasciano il fiume, la via lattea, dopo essersi dissetati.
ja: 喉の渇きを癒した後、天の川である川を去る 4 つのダチョウを表す 4 つの星。
ko: 갈증을 풀고 은하수 강을 떠나는 네 타조를 나타내는 네 개의 별.
zh_cn: 四颗星星代表四只鸵鸟在解渴后离开银河系。

source: The Ostrich nest - The necklace
cs: Pštrosí hnízdo - náhrdelník
de: Das Straußennest - Die Halskette
it: Il nido di struzzo - La collana
ja: ダチョウの巣 - ネックレス
ko: 타조 둥지 - 목걸이
zh_cn: 鸵鸟窝 - 项链

source: An arc of stars representing an ostrich nest near the two groups of ostriches close to the river.
cs: Oblouk hvězd představující pštrosí hnízdo poblíž dvou skupin pštrosů poblíž řeky.
de: Ein Sternbogen, der ein Straußennest in der Nähe der beiden Straußengruppen in der Nähe des Flusses darstellt.
it: Un arco di stelle che rappresenta un nido di struzzi vicino ai due gruppi di struzzi a ridosso del fiume.
ja: 星の弧は、川に近いダチョウの 2 つのグループの近くにあるダチョウの巣を表しています。
ko: 강 가까이에 있는 두 그룹의 타조 근처에 있는 타조 둥지를 나타내는 별의 호입니다.
zh_cn: 一条星弧代表靠近河流的两组鸵鸟附近的鸵鸟巢。

source: The Ostrich nest
cs: Pštrosí hnízdo
de: Das Straußennest
it: Il nido di struzzo
ja: ダチョウの巣
ko: 타조 둥지
zh_cn: 鸵鸟窝

source: Another ostrich nest
cs: Další pštrosí hnízdo
de: Noch ein Straußennest
it: Un altro nido di struzzi
ja: 別のダチョウの巣
ko: 또 다른 타조 둥지
zh_cn: 另一个鸵鸟窝

source: The empty place
cs: Prázdné místo
de: Der leere Ort
it: Il posto vuoto
ja: 空の場所
ko: 빈 곳
zh_cn: 空旷的地方

source: An area in the sky with no bright stars.
cs: Oblast na obloze bez jasných hvězd.
de: Ein Bereich am Himmel ohne helle Sterne.
it: Un'area del cielo senza stelle luminose.
ja: 明るい星のない空の領域。
ko: 밝은 별이 없는 하늘의 영역.
zh_cn: 天空中没有明亮星星的区域。

source: The Ostriches
cs: Pštrosi
de: Die Strauße
it: Gli struzzi
ja: ダチョウ
ko: 타조
zh_cn: 鸵鸟

source: The lucky star of the slaughterer
cs: Šťastná hvězda zabijáka
de: Der Glücksstern des Schlächters
it: La stella fortunata del macellaio
ja: 屠殺者のラッキースター
ko: 도살자의 행운의 별
zh_cn: 屠宰场的幸运星

source: An asterism representing a man slaughtering a sheep.
cs: Asterismus představující muže zabíjejícího ovci.
de: Ein Asterismus, der einen Mann darstellt, der ein Schaf schlachtet.
it: Un asterismo che rappresenta un uomo che macella una pecora.
ja: 羊を屠殺する男を表すアステリズム。
ko: 양을 도살하는 남자를 나타내는 별표.
zh_cn: 代表屠宰羊的人的星号。

source: The lucky star of the swallower
cs: Šťastná hvězda polykače
de: Der Glücksstern des Schluckers
it: La stella fortunata del mangiatore
ja: ツバメのラッキースター
ko: 삼키는 자의 행운의 별
zh_cn: 吞噬者的幸运星

source: An asterism representing a man swallowing a bite.
cs: Asterismus představující muže polykajícího sousto.
de: Ein Asterismus, der einen Mann darstellt, der einen Bissen schluckt.
it: Un asterismo che rappresenta un uomo che ingoia un boccone.
ja: 一口を飲み込む男性を表すアステリズム。
ko: 물기를 삼키는 남자를 나타내는 별자리.
zh_cn: 代表一个人吞下一口的星号。

source: The luckiest of the lucky stars
cs: Nejšťastnější ze šťastných hvězd
de: Der glücklichste der Glückssterne
it: La più fortunata delle stelle fortunate
ja: 幸運の星の中で最も幸運な人
ko: 행운의 별 중 가장 운이 좋은 별
zh_cn: 幸运星中最幸运的

source: The lucky star of the tents
cs: Šťastná hvězda stanů
de: Der Glücksstern unter den Zelten
it: La buona stella delle tende
ja: テントのラッキースター
ko: 텐트의 행운의 별
zh_cn: 帐篷的幸运星

source: The lucky star of Nashira
cs: Šťastná hvězda Nashiry
de: Der Glücksstern von Nashira
it: La stella fortunata di Nashira
ja: ナシラのらきすた
ko: 나시라의 행운의 별
zh_cn: Nashira的幸运星

source: The lucky star of the king
cs: Šťastná královská hvězda
de: Der Glücksstern des Königs
it: La stella fortunata del re
ja: 王様のラッキースター
ko: 왕의 행운의 별
zh_cn: 国王的幸运星

source: The lucky star of the young sheep
cs: Šťastná hvězda mladé ovce
de: Der Glücksstern der jungen Schafe
it: La stella fortunata delle pecorelle
ja: 子羊のラッキースター
ko: 어린 양의 행운의 별
zh_cn: 小羊的幸运星

source: The lucky star of the one with great endeavour
cs: Šťastná hvězda toho s velkým úsilím
de: Der Glücksstern derjenigen, die sich viel Mühe geben
it: La stella fortunata di quello con grande impegno
ja: 努力家のラッキースター
ko: 노력한 자의 행운의 별
zh_cn: 努力的人的幸运星

source: The lucky star of the excellent one
cs: Šťastná hvězda vynikající
de: Der Glücksstern der Ausgezeichneten
it: La buona stella dell'eccellente
ja: 優秀者のラッキースター
ko: 우수자의 행운의 별
zh_cn: 优秀者的幸运星

source: The lucky star of Matar
cs: Šťastná hvězda Mataru
de: Der Glücksstern von Matar
it: La buona stella di Matar
ja: マタールのラッキースター
ko: 마타르의 행운의 별
zh_cn: 马塔尔的幸运星

source: The ringed rope
cs: Kroužkované lano
de: Das beringte Seil
it: La corda ad anelli
ja: 輪になったロープ
ko: 고리로 묶인 밧줄
zh_cn: 带环的绳索

source: A circle of stars representing a rope that holds young sheep.
cs: Kruh hvězd představující provaz, který drží mladé ovce.
de: Ein Sternkreis, der ein Seil darstellt, das junge Schafe hält.
it: Un cerchio di stelle che rappresenta una fune che sorregge le pecorelle.
ja: 星の円は、子羊をつなぐロープを表しています。
ko: 어린 양을 안고 있는 밧줄을 나타내는 별의 원.
zh_cn: 一圈星星代表一根绳子，绳子牵着小羊。

source: The circular mark
cs: Kruhová značka
de: Die kreisförmige Markierung
it: Il segno circolare
ja: 丸印
ko: 원형 표시
zh_cn: 圆形标记

source: The string
cs: Řetězec
de: Die Saite
it: La stringa
ja: 文字列
ko: 문자열
zh_cn: 字符串

source: The facial line tattoo
cs: Tetování linie obličeje
de: Das Gesichtslinientattoo
it: Il tatuaggio della linea del viso
ja: フェイスラインのタトゥー
ko: 얼굴 라인 문신
zh_cn: 面部线条纹身

source: Hair braids of al-Jawza
cs: Copánky vlasů al-Jawzy
de: Haarzöpfe von al-Jawza
it: Trecce di capelli di al-Jawza
ja: アルジャウザの三つ編み
ko: al-Jawza의 머리띠
zh_cn: al-Jawza 的发辫

source: The hair braids of al-Jawza.
cs: Copánky vlasů al-Jawzy.
de: Die Haarflechten von al-Jawza.
it: Le trecce di capelli di al-Jawza.
ja: アル・ジャウザの三つ編み。
ko: al-Jawza의 머리띠.
zh_cn: al-Jawza 的发辫。

source: Bow of al-Jawza
cs: Luk al-Jawzy
de: Bogen von al-Jawza
it: Arco di al-Jawza
ja: アルジャウザの弓
ko: 알-자자의 활
zh_cn: al-Jawza 之弓

source: Bow of al-Jawza that she uses to aim an arrow at the nearby lion.
cs: Luk al-Jawzy, který používá k namíření šípu na blízkého lva.
de: Bogen von al-Jawza, mit dem sie einen Pfeil auf den nahen Löwen richtet.
it: Arco di al-Jawza che usa per puntare una freccia contro il vicino leone.
ja: 彼女が近くのライオンに矢を向けるために使用するアルジャウザの弓。
ko: 그녀가 근처의 사자에게 화살을 조준하는 데 사용하는 알-자우자의 활.
zh_cn: al-Jawza 的弓，她用来将箭瞄准附近的狮子。

source: Stoopness [of the camel neck]
cs: nahrbenost [velbloudího krku]
de: Gebeugtheit [des Kamelhalses]
it: Curvatura [del collo di cammello]
ja: [ラクダの首の]猫背
ko: [낙타 목의] 휜다리
zh_cn: [骆驼脖子的] 驼背

source: Stars of abundant rain
cs: Hvězdy vydatného deště
de: Sterne des reichlichen Regens
it: Stelle di pioggia abbondante
ja: 大雨の星
ko: 풍부한 비의 별
zh_cn: 充沛的雨星

source: Al-Jawza
ja: アルジャウザ
ko: 알자자
zh_cn: 贾瓦扎

source: A constellation representing a woman figure.
cs: Souhvězdí představující ženskou postavu.
de: Eine Konstellation, die eine weibliche Figur darstellt.
it: Una costellazione che rappresenta una figura di donna.
ja: 女性の姿を表す星座。
ko: 여성의 모습을 나타내는 별자리.
zh_cn: 代表女性形象的星座。

source: The front footstool of al-Jawza
cs: Přední podnožka al-Jawzy
de: Der vordere Fußschemel von al-Jawza
it: Lo sgabello davanti di al-Jawza
ja: アル・ジャウザの正面のフットスツール
ko: al-Jawza의 앞 발판
zh_cn: al-Jawza 的前脚凳

source: The rear footstool of al-Jawza
cs: Zadní podnožka al-Jawzy
de: Der hintere Fußschemel von al-Jawza
it: Lo sgabello posteriore di al-Jawza
ja: アル・ジャウザの後部フットスツール
ko: al-Jawza의 뒷좌석
zh_cn: al-Jawza 的后脚凳

source: The virgins
cs: panny
de: Die Jungfrauen
it: Le vergini
ja: 処女
ko: 처녀들
zh_cn: 处女

source: The ravens
cs: havrani
de: Die Raben
it: I corvi
ja: カラス
ko: 까마귀
zh_cn: 乌鸦

source: The ostriches nest, the eggs and egg shells
cs: Pštrosi hnízdí, vejce a vaječné skořápky
de: Die Strauße nisten, die Eier und Eierschalen
it: Gli struzzi nidificano, le uova ei gusci d'uovo
ja: ダチョウの巣、卵と卵の殻
ko: 타조 둥지, 알과 알 껍질
zh_cn: 鸵鸟巢、蛋和蛋壳

source: The oryxes
cs: Oryxové
de: Die Oryxe
it: Gli orici
ja: オリックス
ko: 오릭스
zh_cn: 大羚羊

source: An area of stars representing oryxes.
cs: Oblast hvězd představujících oryxy.
de: Ein Gebiet mit Sternen, die Oryx-Antilopen darstellen.
it: Un'area di stelle che rappresentano orici.
ja: オリックスを表す星のエリア。
ko: 오릭스를 나타내는 별의 영역.
zh_cn: 代表羚羊的恒星区域。

source: The tied camels
cs: Svázaní velbloudi
de: Die angebundenen Kamele
it: I cammelli legati
ja: 縛られたラクダ
ko: 묶인 낙타
zh_cn: 被捆绑的骆驼

source: A long line of stars representing tied camels.
cs: Dlouhá řada hvězd představujících uvázané velbloudy.
de: Eine lange Reihe von Sternen, die angebundene Kamele darstellen.
it: Una lunga fila di stelle che rappresentano cammelli legati.
ja: 結ばれたラクダを表す星の長い列。
ko: 묶인 낙타를 나타내는 별의 긴 줄.
zh_cn: 一长串星星代表系着的骆驼。

source: The trough
cs: Koryto
de: Der Trog
it: Il trogolo
ja: トラフ
ko: 물마루
zh_cn: 低谷

source: The southern tent
cs: Jižní stan
de: Das Südzelt
it: La tenda del sud
ja: 南のテント
ko: 남쪽 텐트
zh_cn: 南方帐篷

source: The date clusters
cs: Datum se shlukuje
de: Die Datumscluster
it: I gruppi di date
ja: 日付クラスター
ko: 날짜 클러스터
zh_cn: 日期集群

source: The horses and the foals
cs: Koně a hříbata
de: Die Pferde und die Fohlen
it: I cavalli e i puledri
ja: 馬と子馬
ko: 말과 새끼들
zh_cn: 马和小马驹

source: The two shrikes
cs: Ti dva skřítci
de: Die beiden Würger
it: I due averla
ja: 二匹のモズ
ko: 두 까치
zh_cn: 两只伯劳

source: The two doves
cs: Dvě holubice
de: Die zwei Tauben
it: Le due colombe
ja: 二羽の鳩
ko: 두 마리의 비둘기
zh_cn: 两只鸽子

source: The two male ostriches
cs: Dva pštrosí samci
de: Die beiden männlichen Strauße
it: I due struzzi maschi
ja: 2 つのオスのダチョウ
ko: 두 수컷 타조
zh_cn: 两只雄性鸵鸟

source: The young ostriches
cs: Mladí pštrosi
de: Die jungen Strauße
it: I giovani struzzi
ja: 若いダチョウ
ko: 어린 타조들
zh_cn: 年轻的鸵鸟

source: The larks
cs: Skřivani
de: Die Lerchen
it: Le allodole
ja: ひばり
ko: 종달새
zh_cn: 云雀

source: The sandgrouses
cs: Pískovci
de: Die Sandhühner
it: I gallo cedrone
ja: サンショウウオ
ko: 모래톱
zh_cn: 沙鸡

source: The wild asses
cs: Divoké osly
de: Die Wildesel
it: Gli asini selvatici
ja: 野生のロバ
ko: 야생 엉덩이
zh_cn: 野驴

source: The ladder
cs: Žebřík
de: Die Leiter
it: La scala a pioli
ja: はしご
ko: 사다리
zh_cn: 梯子

source: The wrist 1
cs: Zápěstí 1
de: Das Handgelenk 1
it: Il polso 1
ja: 手首 1
ko: 손목 1
zh_cn: 手腕 1

source: The wrist 2
cs: Zápěstí 2
de: Das Handgelenk 2
it: Il polso 2
ja: 手首 2
ko: 손목 2
zh_cn: 手腕 2

source: The nostril [of the lion
cs: Nosní dírka [lva
de: Das Nasenloch [des Löwen
it: La narice [del leone
ja: [ライオンの鼻孔]
ko: 콧구멍 [사자의
zh_cn: [狮子的鼻孔]

source: The sting of the scorpion
cs: Bodnutí štíra
de: Der Stachel des Skorpions
it: Il pungiglione dello scorpione
ja: サソリの刺し傷
ko: 전갈의 침
zh_cn: 蝎子的刺

source: The kid
cs: Dítě
de: Das Kind
it: Il bambino
ja: 子供
ko: 아이
zh_cn: 孩子

source: The two calves 1
cs: Dvě telata 1
de: Die beiden Kälber 1
it: I due vitelli 1
ja: 2 つのふくらはぎ 1
ko: 두 송아지 1
zh_cn: 两只小牛1

source: The two calves 2
cs: Dvě telata 2
de: Die beiden Kälber 2
it: I due vitelli 2
ja: 2 つのふくらはぎ 2
ko: 두 송아지 2
zh_cn: 两只小牛2

source: The two front ones 1
cs: Dvě přední 1
de: Die beiden vorderen 1
it: I due anteriori 1
ja: 前の 2 つ 1
ko: 앞 2개 1
zh_cn: 前面的两个 1

source: The two front ones 2
cs: Dvě přední 2
de: Die beiden vorderen 2
it: I due anteriori 2
ja: 前の 2 つ 2
ko: 앞 2개 2
zh_cn: 前面的两个 2

source: The two lame ones 1
cs: Dva chromí 1
de: Die zwei Lahmen 1
it: I due zoppi 1
ja: 足の不自由な二人 1
ko: 두 개의 절름발이 1
zh_cn: 两个跛脚1

source: The two lame ones 2
cs: Ti dva chromí 2
de: Die zwei Lahmen 2
it: I due zoppi 2
ja: 2つの足の不自由なもの 2
ko: 두 개의 절름발이 2
zh_cn: 两个跛脚的 2

source: The dark camel
cs: Tmavý velbloud
de: Das dunkle Kamel
it: Il cammello scuro
ja: 暗いラクダ
ko: 검은 낙타
zh_cn: 黑骆驼

source: The little goat
cs: Malá koza
de: Die kleine Ziege
it: La piccola capra
ja: 小さなヤギ
ko: 작은 염소
zh_cn: 小山羊

source: Al-Suha
ja: アル・スハ
ko: 알-수하
zh_cn: 苏哈

source: The leader
cs: Vůdce
de: Der Leiter
it: Il capo
ja: リーダー
ko: 리더
zh_cn: 领导人

source: The two preceding to the water 1
cs: Dva předcházející k vodě 1
de: Die beiden vor dem Wasser 1
it: I due che precedono l'acqua 1
ja: 水の前の二人 1
ko: 물 앞의 두 개 1
zh_cn: 水前的两个 1

source: The two preceding to the water 2
cs: Dva předcházející vodě 2
de: Die beiden vor dem Wasser 2
it: I due che precedono l'acqua 2
ja: 水に先行する二人 2
ko: 물에 선행하는 둘 2
zh_cn: 前两水2

source: Liver of the lion
cs: Játra lva
de: Leber des Löwen
it: Fegato del leone
ja: ライオンの肝臓
ko: 사자의 간
zh_cn: 狮子的肝脏

source: The camel hump
cs: Velbloudí hrb
de: Der Kamelbuckel
it: La gobba del cammello
ja: ラクダのこぶ
ko: 낙타 고비
zh_cn: 驼峰

source: The trotting camel
cs: Klusající velbloud
de: Das trabende Kamel
it: Il cammello al trotto
ja: 速歩のラクダ
ko: 걷는 낙타
zh_cn: 小跑的骆驼

source: The baby camel
cs: Velbloudí mládě
de: Das Kamelbaby
it: Il cammello
ja: ラクダの赤ちゃん
ko: 아기 낙타
zh_cn: 小骆驼

source: The three stone support 1
cs: Podpěra tří kamenů 1
de: Die Drei-Steine-Stütze 1
it: I tre supporti in pietra 1
ja: スリーストーンサポート1
ko: 세 개의 돌 지지대 1
zh_cn: 三石支架1

source: The three stone support 2
cs: Podpěra tří kamenů 2
de: Die Drei-Steine-Stütze 2
it: I tre supporti in pietra 2
ja: スリーストーンサポート 2
ko: 세 개의 돌 지지대 2
zh_cn: 三石支撑2

source: The three stone support 3
cs: Podpěra tří kamenů 3
de: Die Drei-Steine-Stütze 3
it: I tre supporti in pietra 3
ja: スリーストーンサポート3
ko: 세 개의 돌 지지대 3
zh_cn: 三石支撑3

source: The two wolves 1
cs: Dva vlci 1
de: Die zwei Wölfe 1
it: I due lupi 1
ja: 二匹のオオカミ 1
ko: 늑대 두 마리 1
zh_cn: 两只狼 1

source: The two wolves 2
cs: Dva vlci 2
de: Die zwei Wölfe 2
it: I due lupi 2
ja: 二匹のオオカミ 2
ko: 늑대 두 마리 2
zh_cn: 两只狼 2

source: The male hyena
cs: Samec hyeny
de: Die männliche Hyäne
it: La iena maschio
ja: オスのハイエナ
ko: 수컷 하이에나
zh_cn: 雄性鬣狗

source: The [northern] Shepherd
cs: [severní] ovčák
de: Der [nördliche] Hirte
it: Il pastore [settentrionale].
ja: [北の]羊飼い
ko: [북부] 셰퍼드
zh_cn: [北方]牧羊人

source: The [northern] Shepherd dog
cs: [severní] pastevecký pes
de: Der [nördliche] Schäferhund
it: Il cane da pastore [del nord].
ja: [北の]シェパード・ドッグ
ko: [북부] 양치기 개
zh_cn: [北方]牧羊犬

source: The two stars of separation 1
cs: Dvě hvězdy odloučení 1
de: Die zwei Trennungssterne 1
it: Le due stelle della separazione 1
ja: 分離の 2 つの星 1
ko: 이별의 두 별 1
zh_cn: 分离的两颗星1

source: The white one
cs: Ten bílý
de: Der Weiße
it: Quello bianco
ja: 白いもの
ko: 흰색 하나
zh_cn: 白色那个

source: The two stars of separation 2
cs: Dvě hvězdy odloučení 2
de: Die zwei Sterne der Trennung 2
it: Le due stelle della separazione 2
ja: 分離の 2 つの星 2
ko: 이별의 두 별 2
zh_cn: 分离的两颗星2

source: The horse forehead star
cs: Hvězda čela koně
de: Der Pferdestirnstern
it: La stella della fronte del cavallo
ja: 馬の額の星
ko: 말 이마 별
zh_cn: 马额星

source: The high one with the spear
cs: Ten vysoký s oštěpem
de: Der Hohe mit dem Speer
it: Quello alto con la lancia
ja: 槍を持った高いもの
ko: 창을 든 높은 사람
zh_cn: 高一的长矛

source: The spear 1
cs: Kopí 1
de: Der Speer 1
it: La lancia 1
ja: 槍 1
ko: 창 1
zh_cn: 长矛 1

source: The spear 2
cs: Kopí 2
de: Der Speer 2
it: La lancia 2
ja: 槍 2
ko: 창 2
zh_cn: 长矛 2

source: The front spear tassel
cs: Přední střapec kopí
de: Die vordere Speerquaste
it: La nappa anteriore della lancia
ja: 前槍タッセル
ko: 프론트 스피어 술
zh_cn: 前矛流苏

source: The rear spear tassel
cs: Zadní střapec oštěpu
de: Die hintere Speerquaste
it: La nappa posteriore della lancia
ja: 後部槍タッセル
ko: 뒤쪽 창 술
zh_cn: 后矛流苏

source: The bright star of Al-Fakkah
cs: Jasná hvězda Al-Fakkah
de: Der helle Stern von Al-Fakkah
it: La stella luminosa di Al-Fakkah
ja: アル・ファッカの明るい星
ko: Al-Fakkah의 밝은 별
zh_cn: 法卡的璀璨之星

source: The landing eagle claws 1
cs: Drápy orla přistávajícího 1
de: Die Landadlerklauen 1
it: Gli artigli dell'aquila da sbarco 1
ja: 上陸の鷲の爪 1
ko: 상륙 독수리 발톱 1
zh_cn: 登陆鹰爪 1

source: The landing eagle claws 2
cs: Drápy orla přistávajícího 2
de: Die Landadlerklauen 2
it: L'aquila da sbarco che artiglia 2
ja: 上陸のワシの爪 2
ko: 상륙 독수리 발톱 2
zh_cn: 登陆鹰爪2

source: The rear knight
cs: Zadní rytíř
de: Der hintere Ritter
it: Il cavaliere di retroguardia
ja: 後ろの騎士
ko: 후방 기사
zh_cn: 后方骑士

source: The knights 1
cs: Rytíři 1
de: Die Ritter 1
it: I cavalieri 1
ja: 騎士団 1
ko: 기사 1
zh_cn: 骑士 1

source: The knights 2
cs: Rytíři 2
de: Die Ritter 2
it: I cavalieri 2
ja: 騎士 2
ko: 기사 2
zh_cn: 骑士2

source: The knights 3
cs: Rytíři 3
de: Die Ritter 3
it: I cavalieri 3
ja: 騎士団 3
ko: 기사 3
zh_cn: 骑士3

source: The knights 4
cs: Rytíři 4
de: Die Ritter 4
it: I cavalieri 4
ja: 騎士団4
ko: 기사단 4
zh_cn: 骑士4

source: The knights 5
cs: Rytíři 5
de: Die Ritter 5
it: I cavalieri 5
ja: 騎士団5
ko: 기사 5
zh_cn: 骑士5

source: Bend of the hand
cs: Ohnutí ruky
de: Biegung der Hand
it: Piega della mano
ja: 手の曲がり
ko: 손의 굽힘
zh_cn: 手的弯曲

source: Tip of the elbow
cs: Špička lokte
de: Spitze des Ellenbogens
it: Punta del gomito
ja: 肘の先端
ko: 팔꿈치의 끝
zh_cn: 肘尖

source: The wrist
cs: Zápěstí
de: Das Handgelenk
it: Il polso
ja: 手首
ko: 손목
zh_cn: 手腕

source: Al-Ayyuq
ja: アル・アユク
ko: 알아유크
zh_cn: 艾尤克

source: Foot of al-Ayyuq
cs: Noha al-Ayyuq
de: Fuß von al-Ayyuq
it: Piede di al-Ayyuq
ja: アル・アユックの麓
ko: 알 아이유크의 발
zh_cn: al-Ayyuq 的脚

source: The posts 1
cs: Příspěvky 1
de: Die Beiträge 1
it: I messaggi 1
ja: 投稿 1
ko: 게시물 1
zh_cn: 帖子 1

source: The posts 2
cs: Příspěvky 2
de: Die Beiträge 2
it: I messaggi 2
ja: ポスト 2
ko: 게시물 2
zh_cn: 帖子 2

source: The posts 3
cs: Příspěvky 3
de: Die Beiträge 3
it: I messaggi 3
ja: 投稿 3
ko: 게시물 3
zh_cn: 帖子 3

source: The [southern] shepherd
cs: [jižní] pastýř
de: Der [südliche] Hirte
it: Il pastore [meridionale].
ja: [南の]羊飼い
ko: [남쪽] 양치기
zh_cn: [南方]牧羊人

source: First dog of the [southern] shepherd
cs: První pes [jižního] ovčáka
de: Erster Hund des [südlichen] Hirten
it: Primo cane del pastore [meridionale].
ja: [南部]羊飼いの最初の犬
ko: [남쪽] 셰퍼드의 첫 번째 개
zh_cn: [南方]牧羊人的第一只狗

source: Second dog of the [southern] shepherd
cs: Druhý pes [jižního] ovčáka
de: Zweiter Hund des [südlichen] Hirten
it: Secondo cane del pastore [meridionale].
ja: [南部]羊飼いの二番目の犬
ko: [남쪽] 셰퍼드의 두 번째 개
zh_cn: [南方]牧羊人的第二只狗

source: The post of the cross
cs: Podstavec kříže
de: Der Kreuzpfosten
it: Il palo della croce
ja: 十字架のポスト
ko: 십자가의 기둥
zh_cn: 十字架的柱子

source: The rear bucket mouth 2
cs: Ústí zadní lopaty 2
de: Die hintere Schaufelmündung 2
it: La bocca del secchio posteriore 2
ja: 後部バケット口 2
ko: 후면 버킷 마우스 2
zh_cn: 后斗口2

source: The rear bucket mouth 1
cs: Ústí zadní lopaty 1
de: Die hintere Schaufelmündung 1
it: La bocca del secchio posteriore 1
ja: 後部バケット口 1
ko: 후면 버킷 마우스 1
zh_cn: 后斗口1

source: The front bucket mouth 2
cs: Ústí předního kbelíku 2
de: Die vordere Schaufelmündung 2
it: La bocca del secchio anteriore 2
ja: 前バケット口 2
ko: 전면 버킷 입 2
zh_cn: 前斗口2

source: The front bucket mouth 1
cs: Ústí předního kbelíku 1
de: Die vordere Schaufelmündung 1
it: La bocca del secchio anteriore 1
ja: フロントバケット口 1
ko: 전면 버킷 입 1
zh_cn: 前斗口1

source: Abdomen of the fish
cs: Břicho ryby
de: Bauch des Fisches
it: Addome del pesce
ja: 魚の腹部
ko: 물고기의 복부
zh_cn: 鱼的腹部

source: The two forelegs 1
cs: Dvě přední nohy 1
de: Die beiden Vorderbeine 1
it: Le due zampe anteriori 1
ja: 2 つの前足 1
ko: 두 앞다리 1
zh_cn: 两条前腿 1

source: The two forelegs 2
cs: Dvě přední nohy 2
de: Die beiden Vorderbeine 2
it: Le due zampe anteriori 2
ja: 2 つの前足 2
ko: 두 앞다리 2
zh_cn: 两条前腿 2

source: Al-Dabaran
ja: アル・ダバラン
ko: 알다바란
zh_cn: 达巴兰

source: Stars of abundant rain 1
cs: Hvězdy vydatného deště 1
de: Sterne des reichlichen Regens 1
it: Stelle di pioggia abbondante 1
ja: 大雨の星 1
ko: 많은 비의 별 1
zh_cn: 丰雨之星 1

source: Stars of abundant rain 2
cs: Hvězdy vydatného deště 2
de: Sterne des reichlichen Regens 2
it: Stelle di pioggia abbondante 2
ja: 大雨の星 2
ko: 많은 비의 별 2
zh_cn: 丰雨之星 2

source: Stars of abundant rain 3
cs: Hvězdy vydatného deště 3
de: Sterne des reichlichen Regens 3
it: Stelle di pioggia abbondante 3
ja: 大雨の星 3
ko: 많은 비의 별 3
zh_cn: 丰雨之星 3

source: Az-zir
ja: アズジル
ko: 아즈지르
zh_cn: 阿兹尔

source: Al-Maysan
ja: アルメイサン
ko: 알 메이산
zh_cn: 迈桑

source: The claws 1
cs: Drápy 1
de: Die Krallen 1
it: Gli artigli 1
ja: 爪 1
ko: 발톱 1
zh_cn: 爪子 1

source: The claws 2
cs: Drápy 2
de: Die Krallen 2
it: Gli artigli 2
ja: 爪 2
ko: 발톱 2
zh_cn: 爪子 2

source: The claws 3
cs: Drápy 3
de: Die Krallen 3
it: Gli artigli 3
ja: 爪 3
ko: 발톱 3
zh_cn: 爪子 3

source: The claws 4
cs: Drápy 4
de: Die Krallen 4
it: Gli artigli 4
ja: 爪 4
ko: 발톱 4
zh_cn: 爪子 4

source: The claws 5
cs: Drápy 5
de: Die Krallen 5
it: Gli artigli 5
ja: 爪 5
ko: 발톱 5
zh_cn: 爪子 5

source: The claws 6
cs: Drápy 6
de: Die Krallen 6
it: Gli artigli 6
ja: 爪 6
ko: 발톱 6
zh_cn: 爪子 6

source: The eyelashes
cs: Řasy
de: Die Wimpern
it: Le ciglia
ja: まつげ
ko: 속눈썹
zh_cn: 睫毛

source: Star of weather change
cs: Hvězda změny počasí
de: Stern des Wetterwechsels
it: Stella del cambiamento del tempo
ja: 天候変化の星
ko: 날씨 변화의 별
zh_cn: 天气变化之星

source: The unarmed high one
cs: Ten neozbrojený vysoký
de: Der unbewaffnete Hohe
it: Quello alto disarmato
ja: 無防備なハイワン
ko: 비무장 높은 것
zh_cn: 手无寸铁的高人

source: The heart
cs: Srdce
de: Das Herz
it: Il cuore
ja: 心臓
ko: 심장
zh_cn: 心脏

source: Veins of the heart 1
cs: Žíly srdce 1
de: Herzvenen 1
it: vene del cuore 1
ja: 心臓の静脈 1
ko: 심장의 정맥 1
zh_cn: 心脏血管 1

source: Veins of the heart 2
cs: Žíly srdce 2
de: Herzvenen 2
it: vene del cuore 2
ja: 心臓の静脈 2
ko: 심장의 정맥 2
zh_cn: 心脏血管 2

source: Tail segments of the scorpion 1
cs: Ocasní segmenty štíra 1
de: Schwanzsegmente des Skorpions 1
it: Segmenti della coda dello scorpione 1
ja: サソリの尾節 1
ko: 전갈 1의 꼬리 부분
zh_cn: 蝎尾段 1

source: Tail segments of the scorpion 2
cs: Ocasní segmenty štíra 2
de: Schwanzsegmente des Skorpions 2
it: Segmenti della coda dello scorpione 2
ja: サソリ 2 の尾の部分
ko: 전갈 2의 꼬리 부분
zh_cn: 蝎尾段 2

source: Tail segments of the scorpion 3
cs: Ocasní segmenty štíra 3
de: Schwanzsegmente des Skorpions 3
it: Segmenti della coda dello scorpione 3
ja: サソリの尾節 3
ko: 전갈 3의 꼬리 부분
zh_cn: 蝎尾段 3

source: Tail segments of the scorpion 4
cs: Ocasní segmenty štíra 4
de: Schwanzsegmente des Skorpions 4
it: Segmenti della coda dello scorpione 4
ja: サソリの尾節 4
ko: 전갈 4의 꼬리 부분
zh_cn: 蝎尾段 4

source: Tail segments of the scorpion 5
cs: Ocasní segmenty štíra 5
de: Schwanzsegmente des Skorpions 5
it: Segmenti della coda dello scorpione 5
ja: サソリ 5 の尾の部分
ko: 전갈 5의 꼬리 부분
zh_cn: 蝎尾段 5

source: Tail segments of the scorpion 6
cs: Ocasní segmenty štíra 6
de: Schwanzsegmente des Skorpions 6
it: Segmenti della coda dello scorpione 6
ja: サソリ 6 の尾の部分
ko: 전갈 6의 꼬리 부분
zh_cn: 蝎尾段 6

source: Tail segments of the scorpion 7
cs: Ocasní segmenty štíra 7
de: Schwanzsegmente des Skorpions 7
it: Segmenti della coda dello scorpione 7
ja: サソリの尾節 7
ko: 전갈 7의 꼬리 부분
zh_cn: 蝎尾节 7

source: The follower
cs: Následovník
de: Der Anhänger
it: Il seguace
ja: フォロワー
ko: 추종자
zh_cn: 追随者

source: The two shrikes 1
cs: Dva skřítci 1
de: Die beiden Würger 1
it: I due averle 1
ja: 二匹のモズ 1
ko: 두 까치 1
zh_cn: 两只伯劳 1

source: The two shrikes 2
cs: Dva skřítci 2
de: Die beiden Würger 2
it: I due averle 2
ja: 二匹のモズ 2
ko: 두 까치 2
zh_cn: 两个伯劳 2

source: The two doves 1
cs: Dvě hrdličky 1
de: Die beiden Tauben 1
it: Le due colombe 1
ja: 二羽の鳩 1
ko: 두 마리의 비둘기 1
zh_cn: 两只鸽子 1

source: The two doves 2
cs: Dvě hrdličky 2
de: Die zwei Tauben 2
it: Le due colombe 2
ja: 二羽の鳩 2
ko: 두 마리의 비둘기 2
zh_cn: 两只鸽子 2

source: The two male ostriches 1
cs: Dva pštrosí samci 1
de: Die beiden männlichen Strauße 1
it: I due maschi di struzzo 1
ja: 2 つのオスのダチョウ 1
ko: 두 수컷 타조 1
zh_cn: 两只雄性鸵鸟 1

source: The two male ostriches 2
cs: Dva pštrosí samci 2
de: Die beiden männlichen Strauße 2
it: I due maschi di struzzo 2
ja: 2 匹のオスのダチョウ 2
ko: 두 수컷 타조 2
zh_cn: 两只雄性鸵鸟 2

source: Shoulder of al-Jawza
cs: Rameno al-Jawzy
de: Schulter von al-Jawza
it: Spalla di al-Jawza
ja: アルジャウザの肩
ko: 알자자의 어깨
zh_cn: al-Jawza 的肩膀

source: Al-Najidh
ja: アル・ナジド
ko: 알나지드
zh_cn: 纳吉德

source: Leg of al-Jawza
cs: Noha al-Jawzy
de: Bein von al-Jawza
it: Gamba di al-Jawza
ja: アルジャウザの脚
ko: 알-자자의 다리
zh_cn: al-Jawza 的腿

source: The southern Shi'ra
cs: Jižní Shi'ra
de: Die südliche Shi'ra
it: La Shi'ra meridionale
ja: シーラ南部
ko: 남부 쉬라
zh_cn: 南部的希拉
