Repository: 10110111/stellarium-skycultures
Catalog: arabic_ancient/po/*.po
Languages: cs, de, it, ja, ko, zh_cn

source: Arabic (Ancient)
cs: arabština (starověká)
de: Arabisch (Alt)
it: Arabo (antico)
ja: アラビア語 (古代)
ko: 아랍어(고대)
zh_cn: 阿拉伯语（古）

source: This Arabic sky culture contains the indigenous stars knowledge of the ancient Arabs living in the Arabian Peninsula prior to the Greek astronomy influence in the ninth century.
cs: Tato kultura arabského nebe obsahuje znalosti o původních hvězdách starých Arabů žijících na Arabském poloostrově před vlivem řecké astronomie v devátém století.
it: Questa cultura araba del cielo contiene la conoscenza delle stelle indigene degli antichi arabi che vivevano nella penisola arabica prima dell'influenza dell'astronomia greca nel IX secolo.
ko: 이 아랍 하늘 문화는 9세기 그리스 천문학의 영향 이전 아라비아 반도에 살았던 고대 아랍인들의 토착 별 지식을 담고 있습니다.
zh_cn: 这种阿拉伯天空文化包含了在九世纪希腊天文学影响之前生活在阿拉伯半岛的古代阿拉伯人的本土恒星知识。

source: The stars knowledge of the ancient Arabs had been recorded and preserved in old poetry and in the old works of Arab philologists and lexicographers of the Islamic civilization. Many books were written on the subject of stars knowledge and anwāʾ [Arabic الأنواء], the Arabic knowledge of meteorology. The editors of _Kitab al-Anwāʾ_ of Ibn Qutaybah (died ~ 889 AD) listed twenty-four books on this subject written mostly between early eighth and tenth century [#1]. The only completely preserved text is that of Ibn Qutaybah, but later scholars had quoted many of the earlier texts. One of the most significant works that recorded the indigenous Arab star names is _Book of the Stars_ written in ~ 964 by the prominent astronomer: al-Ṣūfī, where he identified the indigenous Arab star names with the respective Ptolemaic stars of the Greek constellations [#4]. The source of this sky culture is a study and compilation of star knowledge of ancient Arabs from the books listed in the References section. ### Constellations The ancient Arabs named single stars, two stars, an area in the sky, and particular shape of a group of stars. Single stars were named after a human figure or a desert animal, _Arcturus_ is _al-Simāk al-ramiḥ_, meaning: The high one with the spear. _Canopus_ is _Suhayl_, a proper name of a man. We have also named stars: _The caracal_ and _The kid_ (the young goat). If two stars of comparable brightness are close to each other, they are given a common name like: _The two calves_, _The two wolves_, _The two doves_. Sometimes an area is named after a group of animals. The brighter stars are adult animals, and the faint ones are the young animals like: _The hyenas and their youngsters_, _The horses and the foals_. Particular shapes of stars were given names like _The scorpion_, _The lion_, _al-Jawzāʾ_ which is a proper name of a woman for Orion stars. Other asterisms are given names according to legends and stories.
cs: Hvězdné znalosti starých Arabů byly zaznamenány a uchovány ve staré poezii a ve starých dílech arabských filologů a lexikografů islámské civilizace. Bylo napsáno mnoho knih na téma znalostí hvězd a anwāʾ [arabsky الأنواء], arabských znalostí meteorologie. Editoři _Kitab al-Anwāʾ_ Ibn Qutaybah (zemřel ~ 889 nl) uvedli dvacet čtyři knih na toto téma napsaných většinou mezi počátkem osmého a desátého století [#1]. Jediný kompletně zachovaný text je text Ibn Qutaybah, ale pozdější učenci citovali mnoho dřívějších textů. Jedním z nejvýznamnějších děl, které zaznamenalo názvy původních arabských hvězd, je _Book of the Stars_ napsaná v ~ 964 významným astronomem: al-Ṣūfī, kde identifikoval původní názvy arabských hvězd s příslušnými ptolemaiovskými hvězdami řeckých souhvězdí [#4]. Zdrojem této kultury oblohy je studium a kompilace hvězdných znalostí starých Arabů z knih uvedených v sekci Reference. ### Souhvězdí Staří Arabové pojmenovali jednotlivé hvězdy, dvě hvězdy, oblast na obloze a konkrétní tvar skupiny hvězd. Jednotlivé hvězdy byly pojmenovány po lidské postavě nebo pouštním zvířeti, _Arcturus_ je _al-Simāk al-ramiḥ_, což znamená: Vysoký s kopím. _Canopus_ je _Suhayl_, vlastní jméno muže. Také jsme pojmenovali hvězdy: _Caracal_ a _The kid_ (mladá koza). Pokud jsou dvě hvězdy srovnatelné jasnosti blízko sebe, dostanou společné jméno jako: _Dvě telata_, _Dva vlci_, _Dvě holubice_. Někdy je oblast pojmenována po skupině zvířat. Jasnější hvězdy jsou dospělá zvířata a ty slabé jsou mladá zvířata jako: _Hyeny a jejich mláďata_, _Koně a hříbata_. Jednotlivé tvary hvězd dostaly jména jako _Štír_, _Lev_, _al-Jawzāʾ_, což je vlastní jméno ženy pro hvězdy Orionu. Ostatní asterismy jsou pojmenovány podle legend a příběhů.
it: La conoscenza stellare degli antichi arabi era stata registrata e conservata nella poesia antica e nelle antiche opere dei filologi arabi e dei lessicografi della civiltà islamica. Molti libri sono stati scritti sull'argomento della conoscenza delle stelle e anwāʾ [arabo الأنواء], la conoscenza araba della meteorologia. Gli editori di _Kitab al-Anwāʾ_ di Ibn Qutaybah (morto nell'889 d.C.) hanno elencato ventiquattro libri su questo argomento scritti principalmente tra l'inizio dell'VIII e il X secolo [#1]. L'unico testo completamente conservato è quello di Ibn Qutaybah, ma studiosi successivi avevano citato molti dei testi precedenti. Una delle opere più significative che ha registrato i nomi delle stelle arabe indigene è _Book of the Stars_ scritto nel ~ 964 dal famoso astronomo: al-Ṣūfī, dove identificò i nomi delle stelle arabe indigene con le rispettive stelle tolemaiche delle costellazioni greche [#4]. La fonte di questa cultura del cielo è uno studio e una compilazione della conoscenza delle stelle degli antichi arabi dai libri elencati nella sezione Riferimenti. ### Costellazioni Gli antichi arabi chiamavano stelle singole, due stelle, un'area nel cielo e forma particolare di un gruppo di stelle. Le singole stelle prendono il nome da una figura umana o da un animale del deserto, _Arcturus_ è _al-Simāk al-ramiḥ_, che significa: quella alta con la lancia. _Canopus_ è _Suhayl_, un nome proprio di un uomo. Abbiamo anche nominato delle stelle: _Il caracal_ e _Il capretto_ (il capretto). Se due stelle di luminosità comparabile sono vicine tra loro, viene dato loro un nome comune come: _I due vitelli_, _I due lupi_, _Le due colombe_. A volte un'area prende il nome da un gruppo di animali. Le stelle più luminose sono animali adulti, e quelle deboli sono animali giovani come: _Le iene ei loro piccoli_, _I cavalli ei puledri_. A particolari forme di stelle sono stati dati nomi come _Lo scorpione_, _Il leone_, _al-Jawzāʾ_ che è un nome proprio di una donna per le stelle di Orione. Ad altri asterismi vengono dati nomi secondo leggende e storie.
ko: 고대 아랍인들의 별에 대한 지식은 오래된 시와 이슬람 문명의 아랍 문헌학자와 사전 편찬자들의 오래된 작품에 기록되고 보존되었습니다. 많은 책들이 별 지식과 기상학에 대한 아랍어 지식인 anwāʾ[아랍어 الأنواء]를 주제로 작성되었습니다. Ibn Qutaybah(서기 889년 사망)의 Kitab al-Anwāʾ의 편집자들은 이 주제에 관해 주로 8세기 초에서 10세기 사이에 쓰여진 24권의 책을 나열했습니다[#1]. 완전히 보존된 유일한 텍스트는 Ibn Qutaybah의 텍스트이지만 후기 학자들은 이전 텍스트의 많은 부분을 인용했습니다. 토착 아랍 별의 이름을 기록한 가장 중요한 작품 중 하나는 저명한 천문학자 al-Ṣūfī가 ~964년에 쓴 별의 책으로, 여기서 그는 토착 아랍 별 이름을 그리스 별자리의 각 프톨레마이오스 별과 확인했습니다[#4]. 이 하늘 문화의 근원은 참고 문헌 섹션에 나열된 책에서 고대 아랍인의 별 지식을 연구하고 편집 한 것입니다. ### 별자리 고대 아랍인들은 하나의 별, 두 개의 별, 하늘의 한 영역, 그리고 별 무리의 특정한 모양을 명명했습니다. 단일 별은 인간 또는 사막 동물의 이름을 따서 명명되었으며, Arcturus는 al-Simāk al-ramiḥ, 의미: 창이 있는 높은 것입니다. 카노푸스는 남자의 고유명사인 수하일(Suhayl)이다. 우리는 또한 별에 이름을 붙였습니다. 카라칼과 꼬마(어린 염소). 밝기가 비슷한 두 개의 별이 서로 가까이 있으면 두 개의 송아지, 두 마리의 늑대, 두 마리의 비둘기와 같은 일반적인 이름이 부여됩니다. 때때로 지역은 동물 그룹의 이름을 따서 명명됩니다. 밝은 별은 성체 동물이고 희미한 별은 어린 동물입니다. 하이에나와 그 새끼, 말과 망아지. 별의 특정한 모양에는 전갈, 사자, 오리온 별에 대한 여성의 고유 이름인 알-자자(al-Jawzāʾ)와 같은 이름이 주어졌습니다. 다른 별표는 전설과 이야기에 따라 이름이 지정됩니다.
zh_cn: 古代阿拉伯人的星象知识，在古老的诗歌和伊斯兰文明的阿拉伯语言学家和词典编纂者的旧著作中都有记载和保存。许多书籍都是关于星星知识和 anwāʾ [阿拉伯语 الأنواء] 的，阿拉伯语的气象知识。 Ibn Qutaybah（卒于约公元 889 年）的 Kitab al-Anwāʾ 的编辑列出了 24 部关于这一主题的书籍，大多写于 8 世纪初期至 10 世纪初 [#1]。唯一完整保存的文本是 Ibn Qutaybah 的文本，但后来的学者引用了许多早期文本。记录阿拉伯土著星名的最重要著作之一是著名天文学家 al-Ṣūfī 于 964 年编写的《星之书》，他在其中将土著阿拉伯星名与希腊星座中各自的托勒密星确定 [#4]。 这种天空文化的源头是从参考文献部分列出的书籍中对古代阿拉伯人的星象知识的研究和汇编。 ### 星座 古代阿拉伯人将单颗星、两颗星、天空中的一个区域以及一组特定形状的星命名为。单星以人物或沙漠动物命名，Arcturus 是 al-Simāk al-ramiḥ，意思是：拿着长矛的高处。 Canopus 是 Suhayl，一个人的专有名称。我们还命名了星星：狞猫和小山羊（小山羊）。如果两颗亮度相当的恒星彼此靠近，它们就会被命名为：两只小牛、两只狼、两只鸽子。 有时一个地区以一群动物命名。较亮的星星是成年动物，而较暗的则是年幼的动物，例如：鬣狗和它们的幼崽，马和小马驹。 特定形状的星星被命名为蝎子，狮子，al-Jawzāʾ，这是猎户座星星的女人的专有名称。 其他星群根据传说和故事命名。

source: - [#1]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ‘Abdullah b. Muslim (died ~ 889), Kitab al-Anwaʾ (Book of meteorolgy), (Arabic print of the original book, Daʾirat al-Maʿarif al-Osmania, Hydarabad, India, 1956) - [#2]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (died 1030), Al-Azminah wa al-amkinah (Times and Places), (Arabic print of the original book in 2002, World of Books, Beirut, Lebanon). - [#3]: Al-Thaqafī, ʿAbd Allah b. Ḥussayn b. ʿAṣim (died ~ 1012), Al-Anwāʾ wa al-azminah (Meteorology and times), (Arabic print of the original book in 1996, Dar al-jeel, Beirut, Lebanon). - [#4]: [Book of the Stars: Critical edition with commentary by Khalid al-Ajaji, digital edition, 2021 AD](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: Al-Farāhīdī, Abu Abd al-Raḥmān Al-Khalīl b. Aḥmad (died ~ 786), Kitab al-ʿAyn (The book of Arabic letter العين), (Arabic print of the original book, 1980 – 1985). - [#6]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais , I , Ibn Majid, 1921 -1923. - [#7]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais , II, Sulayman al-Mahri et Ibn Majid, 1925. - [#9]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz Wiesbaden, 1961 - [#10]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, Northampton, England: Variorum Reprints, 1989.
cs: - [#1]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ‘Abdullah b. Muslim (zemřel ~ 889), Kitab al-Anwaʾ (Kniha meteorologie), (arabský tisk původní knihy, Daʾirat al-Maʿarif al-Osmania, Hydarabad, Indie, 1956) - [#2]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (zemřel 1030), Al-Azminah wa al-amkinah (Časy a místa), (arabský tisk původní knihy v roce 2002, World of Books, Bejrút, Libanon). - [#3]: Al-Thaqafī, ʿAbd Alláh b. Ḥussayn b. ʿAṣim (zemřel ~ 1012), Al-Anwāʾ wa al-azminah (Meteorologie a časy), (arabský tisk původní knihy v roce 1996, Dar al-jeel, Bejrút, Libanon). - [#4]: [Book of the Stars: Kritické vydání s komentářem Khalida al-Ajajiho, digitální vydání, 2021 AD](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: Al-Farāhīdī, Abu Abd al-Raḥmān Al-Khalīl b. Aḥmad (zemřel ~ 786), Kitab al-ʿAyn (Kniha arabského písmene العين), (arabský tisk původní knihy, 1980 – 1985). - [#6]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais, I, Ibn Majid, 1921 -1923. - [#7]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais, II, Sulayman al-Mahri et Ibn Majid, 1925. - [#9]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz Wiesbaden, 1961 - [#10]: Kunitzsch, Paul, Arabové a hvězdy, Astronom Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, Northampton, Anglie: Variorum Reprints, 1989.
de: - [#1]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ‘Abdullah b. Muslim (gestorben ~ 889), Kitab al-Anwaʾ (Buch der Meteorologie), (arabischer Druck des Originalbuchs, Daʾirat al-Maʿarif al-Osmania, Hydarabad, Indien, 1956) - [#2]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (gestorben 1030), Al-Azminah wa al-amkinah (Times and Places), (arabischer Druck des Originalbuchs 2002, World of Books, Beirut, Libanon). - [#3]: Al-Thaqafī, ʿAbd Allah b. Ḥussayn b. ʿAṣim (gestorben ~ 1012), Al-Anwāʾ wa al-azminah (Meteorologie und Zeiten), (arabischer Druck des Originalbuchs von 1996, Dar al-jeel, Beirut, Libanon). - [#4]: [Buch der Sterne: Kritische Ausgabe mit Kommentar von Khalid al-Ajaji, digitale Ausgabe, 2021 n. Chr.](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: Al-Farāhīdī, Abu Abd al-Raḥmān Al-Khalīl b. Aḥmad (gestorben ~ 786), Kitab al-ʿAin (Das Buch des arabischen Buchstabens العين), (arabischer Druck des Originalbuchs, 1980 – 1985). - [#6]: Ferrand, Gabriel, Instruction Nautiques et Routiers Arabes et Portugais, I, Ibn Majid, 1921 -1923. - [#7]: Ferrand, Gabriel, Instruction Nautiques et Routiers Arabes et Portugais, II, Sulayman al-Mahri und Ibn Majid, 1925. - [#9]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz Wiesbaden, 1961 - [#10]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, Northampton, England: Variorum Reprints, 1989.
it: - [#1]: Ibn Qutaybah, Al-Dinawarī, Abū Muhammad 'Abdullah b. Muslim (morto nell'889 circa), Kitab al-Anwaʾ (Libro della meteorologia), (stampa araba del libro originale, Daʾirat al-Maʿarif al-Osmania, Hydarabad, India, 1956) - [#2]: Al-Marzūqī, Abū ʿAli Ahmad b. Muhammad b. al-Ḥassan (morto nel 1030), Al-Azminah wa al-amkinah (Times and Places), (stampa araba del libro originale nel 2002, World of Books, Beirut, Libano). - [#3]: Al-Thaqafī, ʿAbd Allah b. Haussayn b. ʿAṣim (morto nel 1012 circa), Al-Anwāʾ wa al-azminah (Meteorologia e tempi), (stampa araba del libro originale nel 1996, Dar al-jeel, Beirut, Libano). - [#4]: [Libro delle stelle: edizione critica con commento di Khalid al-Ajaji, edizione digitale, 2021 d.C.](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: Al-Farāhīdī, Abu Abd al-Raḥmān Al-Khalīl b. Aḥmad (morto nel 786 circa), Kitab al-ʿAyn (Il libro della lettera araba العين), (stampa araba del libro originale, 1980-1985). - [#6]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais , I , Ibn Majid, 1921 -1923. - [#7]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais, II, Sulayman al-Mahri et Ibn Majid, 1925. - [#9]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz Wiesbaden, 1961 - [#10]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, Northampton, Inghilterra: Variorum Reprints, 1989.
ja: - [#1]: イブン・クタイバ、アル・ディナワリー、アブー・ムハンマド・アブドラ b.イスラム教徒 (死亡 ~ 889), Kitab al-Anwaʾ (Book of meteorology), (元の本のアラビア語版画, Daʾirat al-Maʿarif al-Osmania, Hydarabad, India, 1956) - [#2]: Al-Marzūqī、Abū ʿAli Aḥmad b.ムハンマド b. al-Ḥassan (1030年没), Al-Azminah wa al-amkinah (時と場所), (2002年の原本のアラビア語版画, World of Books, ベイルート, レバノン). - [#3]: Al-Thaqafī, ʿAbd Allah b. Ḥussayn b. ʿAṣim (死亡 ~ 1012), Al-Anwāʾ wa al-azminah (気象学と時代), (1996 年の原本のアラビア語版, Dar al-jeel, Beirut, Lebanon). - [#4]: [Book of the Stars: Khalid al-Ajaji による解説付きクリティカル エディション、デジタル版、2021 AD](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: アル・ファラーヒディー、アブ・アブド・アル・ラマーン・アル・ハリール b. Aḥmad (死亡 ~ 786), Kitab al-ʿAyn (The book of Arabic letter العين), (元の本のアラビア語版画, 1980 – 1985). - [#6]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais , I , Ibn Majid, 1921 -1923. - [#7]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais , II, Sulayman al-Mahri et Ibn Majid, 1925. - [#9]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz Wiesbaden, 1961 - [#10]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, ノーサンプトン, イングランド: Variorum Reprints, 1989.
ko: - [#1]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad 'Abdullah b. 무슬림(889년 사망), Kitab al-Anwaʾ(기상학의 책), (원본의 아랍어 인쇄, Daʾirat al-Maʿarif al-Osmania, Hydarabad, India, 1956) - [#2]: Al-Marzūqī, Abū ʿAli Aḥmad b. 무하마드 b. al-Ḥassan (1030년 사망), Al-Azminah wa al-amkinah (Times and Places), (2002년 원본 책의 아랍어 인쇄, World of Books, Beirut, Lebanon). - [#3]: Al-Thaqafī, ʿAbd Allah b. Ḥussayn b. ʿAṣim(사망 ~ 1012년), Al-Anwāʾ wa al-azminah(기상 및 시대), (1996년 원본 책의 아랍어 인쇄, Dar al-jeel, Beirut, Lebanon). - [#4]: [별의 책: Khalid al-Ajaji의 논평이 포함된 비판적 판, 디지털 판, 2021 AD](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: Al-Farāhīdī, Abu Abd al-Raḥmān Al-Khalīl b. Aḥmad (사망 ~ 786), Kitab al-ʿAyn (아랍 문자 العين의 책), (원본의 아랍어 인쇄, 1980 – 1985). - [#6]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais, I, Ibn Majid, 1921-1923. - [#7]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais, II, Sulayman al-Mahri et Ibn Majid, 1925. - [#9]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz Wiesbaden, 1961 - [#10]: Kunitzsch, Paul, The Arabs and the Stars, 천문학자 Abu'L-Husayn al-Ṣūfī And His Book on Constellations, XI, Northampton, England: Variorum Reprints, 1989.
zh_cn: - [#1]：Ibn Qutaybah、Al-Dinawarī、Abū Muḥammad ‘Abdullah b.穆斯林（约 889 年去世），Kitab al-Anwaʾ（气象学之书），（原书的阿拉伯文印刷品，Daʾirat al-Maʿarif al-Osmania，印度海达拉巴，1956 年） - [#2]：Al-Marzūqī，AbūʿAli Aḥmad b。穆罕默德 b. al-Ḥassan（卒于 1030 年），Al-Azminah wa al-amkinah（时间和地点），（2002 年原书的阿拉伯文印刷品，世界图书，黎巴嫩贝鲁特）。 - [#3]：Al-Thaqafī，ʿAbd Allah b。 Ḥussayn b. ʿAṣim（卒于 ~ 1012 年），Al-Anwāʾ wa al-azminah（气象学和时代），（1996 年原著的阿拉伯文印刷品，黎巴嫩贝鲁特 Dar al-jeel）。 - [#4]：[星之书：Khalid al-Ajaji 评论的批判版，数字版，公元 2021 年](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: Al-Farāhīdī, Abu Abd al-Raḥmān Al-Khalīl b. Aḥmad（卒于 ~ 786 年），Kitab al-ʿAyn（阿拉伯字母 العين 的书），（原书的阿拉伯版印刷，1980 – 1985 年）。 - [#6]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais , I , Ibn Majid, 1921 -1923。 - [#7]: Ferrand, Gabriel, Instructions Nautiques et Routiers Arabes et Portugais, II, Sulayman al-Mahri et Ibn Majid, 1925。 - [#9]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz Wiesbaden, 1961 - [#10]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūfī 和他的星座书, XI, Northampton, England: Variorum Reprints, 1989.

source: Khalid al-Ajaji: turath.alfalak@gmail.com
ko: 칼리드 알 아자지: turath.alfalak@gmail.com
zh_cn: 哈立德·阿贾吉：turath.alfalak@gmail.com

source: CC BY-ND 4.0 Special permission is granted to Stellarium Labs to include the licensed material.
cs: CC BY-ND 4.0 Stellarium Labs je uděleno zvláštní povolení k zahrnutí licencovaného materiálu.
it: CC BY-ND 4.0 Un'autorizzazione speciale è concessa a Stellarium Labs per includere il materiale concesso in licenza.
ko: CC BY-ND 4.0 라이선스된 자료를 포함하기 위해 스텔라리움 연구소에 특별 허가가 부여됩니다.

source: The two oryx calves
cs: Dvě telata přímorožců
de: Die beiden Oryx-Kälber
it: I due vitelli di orice
ja: 2 つのオリックスの子牛
ko: 두 마리의 오릭스 송아지
zh_cn: 两只羚羊小牛

source: The axe of the grindstone
cs: Sekera brusného kamene
de: Die Axt des Schleifsteins
it: L'ascia della mola
ja: 砥石の斧
ko: 숫돌의 도끼
zh_cn: 磨刀石的斧头

source: Fish shaped two arcs of stars joined at the ends by α UMi and β UMi, named as the axe of the grindstone because it revolves around the north stellar pole.
cs: Ryba vytvarovala dva oblouky hvězd spojené na koncích α UMi a β UMi, pojmenované jako sekera brusného kamene, protože se točí kolem severního hvězdného pólu.
de: Der Fisch formte zwei Sternbögen, die an den Enden durch α UMi und β UMi verbunden waren und als Schleifsteinaxt bezeichnet wurden, weil sie sich um den nördlichen Sternpol drehte.
it: Pesce a forma di due archi di stelle uniti alle estremità da α UMi e β UMi, chiamato come l'ascia della mola perché ruota attorno al polo nord stellare.
ja: 魚の形をした 2 つの星の弧は、両端が α UMi と β UMi で結合されており、星の北極の周りを回転するため、砥石の斧と呼ばれています。
ko: 물고기 모양의 별 두 개는 끝에서 α UMi와 β UMi로 연결되어 있으며, 북극을 중심으로 회전하기 때문에 숫돌의 도끼라고 합니다.
zh_cn: 鱼形两条星弧，两端由αUMi和βUMi连接，因围绕北极星旋转而被称为磨刀斧。

source: Daughters of Na'sh
cs: Dcery Na'sh
de: Töchter von Na'sh
it: Figlie di Na'sh
ja: ナッシュの娘たち
ko: 나쉬의 딸들
zh_cn: 纳什的女儿们

source: The 7 stars of the big dipper, representing 7 girls carrying the bier of their father who was killed by Al-Jady (Polaris).
cs: 7 hvězd velkého vozu, představující 7 dívek nesoucích máry svého otce, kterého zabil Al-Jady (Polaris).
de: Die 7 Sterne des Großen Wagens stellen 7 Mädchen dar, die die Bahre ihres Vaters tragen, der von Al-Jady (Polaris) getötet wurde.
it: Le 7 stelle dell'Orsa Maggiore, che rappresentano 7 ragazze che trasportano la bara del padre ucciso da Al-Jady (Polaris).
ja: アルジャディ（ポラリス）に殺された父親のビールを運ぶ7人の少女を表す、北斗七星の7つの星。
ko: 북두칠성의 7개 별은 Al-Jady(Polaris)에게 살해당한 아버지의 영주를 든 7명의 소녀를 나타냅니다.
zh_cn: 北斗七星，代表 7 个女孩，他们背着被 Al-Jady（北极星）杀害的父亲的棺材。

source: The first leap
cs: První skok
de: Der erste Sprung
it: Il primo salto
ja: 最初の飛躍
ko: 첫 번째 도약
zh_cn: 第一次飞跃

source: The track of the first leap of the gazelles fleeing the nearby lion, represented by the two stars: ν UMa and ξ UMa.
cs: Stopa prvního skoku gazel prchajících před blízkým lvem, reprezentovaný dvěma hvězdami: ν UMa a ξ UMa.
de: Die Spur des ersten Sprungs der Gazellen, die vor dem nahen Löwen fliehen, dargestellt durch die beiden Sterne: ν UMa und ξ UMa.
it: La traccia del primo balzo delle gazzelle in fuga dal vicino leone, rappresentato dalle due stelle: ν UMa e ξ UMa.
ja: 近くのライオンから逃げるガゼルの最初の跳躍の軌跡。ν UMa と ξ UMa の 2 つの星で表されます。
ko: ν UMa 및 ξ UMa의 두 별으로 표시된 근처 사자를 피하는 가젤의 첫 번째 도약 경로.
zh_cn: 瞪羚逃离附近狮子的第一次跳跃的轨迹，由两颗星代表：ν UMa 和 ξ UMa。

source: The second leap
cs: Druhý skok
de: Der zweite Sprung
it: Il secondo salto
ja: 二度目の飛躍
ko: 두 번째 도약
zh_cn: 第二次飞跃

source: The track of the second leap of the gazelles represented by the two stars: λ UMa and μ UMa.
cs: Dráha druhého skoku gazel reprezentovaná dvěma hvězdami: λ UMa a μ UMa.
de: Die Spur des zweiten Sprungs der Gazellen, dargestellt durch die beiden Sterne: λ UMa und μ UMa.
it: La traccia del secondo balzo delle gazzelle rappresentata dalle due stelle: λ UMa e μ UMa.
ja: ガゼルの二度目の跳躍の軌跡を、λ UMa と μ UMa の 2 つの星で表します。
ko: 두 개의 별 λ UMa와 μ UMa로 대표되는 가젤의 두 번째 도약의 궤적.
zh_cn: 由两颗星代表的瞪羚第二次飞跃的轨迹：λUMa和μUMa。

source: The third leap
cs: Třetí skok
de: Der dritte Sprung
it: Il terzo salto
ja: 三度目の飛躍
ko: 세 번째 도약
zh_cn: 第三次飞跃

source: The track of the third leap of the gazelles represented by the two stars: ι UMa and κ UMa.
cs: Dráha třetího skoku gazel reprezentovaná dvěma hvězdami: ι UMa a κ UMa.
de: Die Spur des dritten Sprungs der Gazellen, dargestellt durch die beiden Sterne: ι UMa und κ UMa.
it: La traccia del terzo balzo delle gazzelle rappresentata dalle due stelle: ι UMa e κ UMa.
ja: 2つの星で表されるガゼルの3度目の跳躍の軌跡: ι UMaとκ UMa。
ko: 두 개의 별, ι UMa 및 κ UMa로 대표되는 가젤의 세 번째 도약의 트랙.
zh_cn: 由两颗星代表的瞪羚第三次跳跃的轨迹：ιUMa和κUMa。

source: The Gazelles and their youngsters
cs: Gazely a jejich mláďata
de: Die Gazellen und ihre Jungen
it: Le Gazzelle e i loro giovani
ja: ガゼルとその子供たち
ko: 가젤과 그 젊은이들
zh_cn: 瞪羚和他们的孩子们

source: An area between Ursa Major and Leo, where the brighter stars are the adult gazelles, and the faint stars represent the young ones.
cs: Oblast mezi Velkou medvědí a Lvem, kde jasnější hvězdy jsou dospělé gazely a slabé hvězdy představují mladé.
de: Ein Gebiet zwischen Ursa Major und Leo, wo die helleren Sterne die erwachsenen Gazellen sind und die schwachen Sterne die jungen darstellen.
it: Un'area tra l'Orsa Maggiore e il Leone, dove le stelle più luminose sono le gazzelle adulte e le stelle deboli rappresentano le giovani.
ja: おおぐま座としし座の間の領域で、明るい星は大人のガゼルで、かすかな星は若いガゼルを表します。
ko: 큰곰자리와 사자자리 사이 영역으로 밝은 별은 성충을, 희미한 별은 어린 가젤을 나타냅니다.
zh_cn: 大熊座和狮子座之间的区域，较亮的星星是成年瞪羚，而暗淡的星星代表年轻的瞪羚。

source: The two preceding to the water
cs: Dva předcházející k vodě
de: Die beiden vor dem Wasser
it: I due che precedono l'acqua
ja: 水に先立つ二人
ko: 물에 앞서 두
zh_cn: 水前的两人
