Repository: 10110111/stellarium-skycultures
Catalog: dakota/po/*.po
Languages: ar, cs, de, es, fil, fr, id, it, ja, ko, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: - [#1]: [D(L)akota Map webpage, includes audio recordings of D(L)akota pronunciation and other resources.](http://web.stcloudstate.edu/aslee/DAKOTAMAP/home.html) - [#2]: Annette Sharon Lee, Jim Rock, Charlene O'Rourke: D(L)akota Star Map Constellation Guide, Native Skywatchers, St. Cloud 2014 - [#3]: [_Native Skywatchers’_ main webpage, includes education, art, and community workshops and other resources.](http://www.nativeskywatchers.com)
ar: - [#1]: [صفحة الويب D (L) akota Map ، تتضمن التسجيلات الصوتية لنطق D (L) akota والموارد الأخرى.](http://web.stcloudstate.edu/aslee/DAKOTAMAP/home.html) - [#2]: أنيت شارون لي ، جيم روك ، شارلين أورورك: D (L) akota Star Map Constellation Guide ، Native Skywatchers ، St. Cloud 2014 - [#3]: [_Sative Skywatchers ’_ صفحة الويب الرئيسية ، وتشمل التعليم والفنون وورش العمل المجتمعية وموارد أخرى.](http://www.nativeskywatchers.com)
cs: - [#1]: Webová stránka [D (L) akota Map, obsahuje zvukové nahrávky výslovnosti D (L) akota a další zdroje.](Http://web.stcloudstate.edu/aslee/DAKOTAMAP/home.html) - [#2]: Annette Sharon Lee, Jim Rock, Charlene O'Rourke: D (L) Průvodce souhvězdími hvězdné mapy Akota, nativní Skywatchers, St. Cloud 2014 - [#3]: [_Native Skywatchers'_ hlavní webová stránka, zahrnuje vzdělávací, umělecké a komunitní workshopy a další zdroje.](Http://www.nativeskywatchers.com)
de: - [#1]: [D (L) Akota Map-Webseite, enthält Audioaufnahmen der D (L) Akota-Aussprache und anderer Ressourcen.](Http://web.stcloudstate.edu/aslee/DAKOTAMAP/home.html) - [#2]: Annette Sharon Lee, Jim Rock und Charlene O'Rourke: D (L) Akota Star Map Constellation Guide, Native Skywatchers, St. Cloud 2014 - [#3]: [Hauptwebseite von _Native Skywatchers_, enthält Workshops zu Bildung, Kunst und Community sowie andere Ressourcen.](Http://www.nativeskywatchers.com)
es: - [#1]: [página web D (L) akota Map, incluye grabaciones de audio de la pronunciación D (L) akota y otros recursos.](Http://web.stcloudstate.edu/aslee/DAKOTAMAP/home.html) - [#2]: Annette Sharon Lee, Jim Rock, Charlene O'Rourke: D (L) akota Star Map Constellation Guide, Native Skywatchers, St. Cloud 2014 - [#3]: [_Native Skywatchers'_ página web principal, incluye educación, arte y talleres comunitarios y otros recursos.](Http://www.nativeskywatchers.com)
fil: - [#1]: [D(L)akota Map webpage, kasama ang mga audio recording ng D(L)akota na pagbigkas at iba pang mapagkukunan.](http://web.stcloudstate.edu/aslee/DAKOTAMAP/home.html) - [#2]: Annette Sharon Lee, Jim Rock, Charlene O'Rourke: D(L)akota Star Map Constellation Guide, Native Skywatchers, St. Cloud 2014 - [#3]: [_Native Skywatchers’_ main webpage, kasama ang edukasyon, sining, at mga community workshop at iba pang mapagkukunan.](http://www.nativeskywatchers.com)
fr: - [#1]: [La page Web de la carte D (L) akota, comprend des enregistrements audio de la prononciation D (L) akota et d'autres ressources.](Http://web.stcloudstate.edu/aslee/DAKOTAMAP/home.html) - [#2]: Annette Sharon Lee, Jim Rock, Charlene O'Rourke: D (L) akota Star Map Constellation Guide, Native Skywatchers, St. Cloud 2014 - [#3]: [la page Web principale de [_Native Skywatchers'_, comprend des ateliers éducatifs, artistiques et communautaires et d'autres ressources.](Http://www.nativeskywatchers.com)
id: - [#1]: [Laman web Peta D(L)akota, termasuk rekaman audio pengucapan D(L)akota dan sumber daya lainnya.](http://web.stcloudstate.edu/aslee/DAKOTAMAP/home.html) - [#2]: Annette Sharon Lee, Jim Rock, Charlene O'Rourke: D(L)akota Star Map Constellation Guide, Native Skywatchers, St. Cloud 2014 - [#3]: [Laman web utama _Native Skywatchers'_, termasuk pendidikan, seni, dan lokakarya komunitas serta sumber daya lainnya.](http://www.nativeskywatchers.com)
it: - [#1]: [pagina web Mappa D (L) akota, include registrazioni audio della pronuncia D (L) akota e altre risorse.](Http://web.stcloudstate.edu/aslee/DAKOTAMAP/home.html) - [#2]: Annette Sharon Lee, Jim Rock, Charlene O'Rourke: D (L) Akota Star Map Constellation Guide, Native Skywatchers, St. Cloud 2014 - [#3]: [la pagina web principale di _Native Skywatchers ', include seminari su istruzione, arte e comunità e altre risorse.](Http://www.nativeskywatchers.com)
ja: - [#1]: [D（L）akota MapのWebページには、D（L）akotaの発音とその他のリソースの録音が含まれています。](http://web.stcloudstate.edu/aslee/DAKOTAMAP/home.html) - [#2]: アネットシャロンリー、ジムロック、シャーリーンオローク：D（L）akota Star Map Constellation Guide、Native Skywatchers、St。Cloud 2014 - [#3]: [_Native Skywatchers’_メインWebページ。教育、アート、コミュニティワークショップ、その他のリソースが含まれています。](http://www.nativeskywatchers.com)
ko: - [#1]: [D (L) akota지도 웹 페이지, D (L) akota 발음 및 기타 리소스의 오디오 녹음이 포함되어 있습니다.](http://web.stcloudstate.edu/aslee/DAKOTAMAP/home.html) - [#2]: Annette Sharon Lee, Jim Rock, Charlene O'Rourke : D (L) akota 별자리 별자리 가이드, 기본 Skywatchers, St. Cloud 2014 - [#3]: [_Native Skywatchers'_ 메인 웹 페이지, 교육, 예술 및 커뮤니티 워크샵 및 기타 리소스가 포함되어 있습니다.](http://www.nativeskywatchers.com)
nl: - [#1]: [D (L) akota Map-webpagina, bevat audio-opnamen van D (L) akota-uitspraak en andere bronnen.](Http://web.stcloudstate.edu/aslee/DAKOTAMAP/home.html) - [#2]: Annette Sharon Lee, Jim Rock, Charlene O'Rourke: D (L) akota Star Map Constellation Guide, Native Skywatchers, St. Cloud 2014 - [#3]: [_Native Skywatchers'_ hoofdpagina, inclusief onderwijs, kunst, gemeenschapsworkshops en andere bronnen.](Http://www.nativeskywatchers.com)
pl: - [#1]: [Strona internetowa Akota Map D (L), zawiera nagrania dźwiękowe wymowy D (L) akota i inne zasoby.](Http://web.stcloudstate.edu/aslee/DAKOTAMAP/home.html) - [#2]: Annette Sharon Lee, Jim Rock, Charlene O'Rourke: D (L) akota Star Map Constellation Guide, Native Skywatchers, St. Cloud 2014 - [#3]: [Główna strona Native Skywatchers ”, zawiera warsztaty edukacyjne, plastyczne, społeczne i inne zasoby.](Http://www.nativeskywatchers.com)
pt: - [#1]: [página D (L) akota Map, inclui gravações em áudio da pronúncia de D (L) akota e outros recursos.](Http://web.stcloudstate.edu/aslee/DAKOTAMAP/home.html) - [#2]: Annette Sharon Lee, Jim Rock, Charlene O'Rourke: Guia de constelação de mapas de estrelas D (E) akota, nativos Skywatchers, St. Cloud 2014 - [#3]: [_Native Skywatchers'_ página principal, inclui oficinas de educação, arte e comunidade e outros recursos.](Http://www.nativeskywatchers.com)
ru: - [#1]: [D (L) веб-страница карты akota, включает аудиозаписи произношения D (L) akota и другие ресурсы.](Http://web.stcloudstate.edu/aslee/DAKOTAMAP/home.html) - [#2]: Аннет Шарон Ли, Джим Рок, Шарлин О'Рурк: Справочник по созвездию звездной карты Акота, Родные наблюдатели за небом, Сент-Клауд, 2014 - [#3]: [_Native Skywatchers'_ главная веб-страница, включает образовательные, художественные и общественные семинары и другие ресурсы.](Http://www.nativeskywatchers.com)
tr: - [#1]: [D(L)akota Harita web sayfası, D(L)akota telaffuzunun ses kayıtlarını ve diğer kaynakları içerir.](http://web.stcloudstate.edu/aslee/DAKOTAMAP/home.html) - [#2]: Annette Sharon Lee, Jim Rock, Charlene O'Rourke: D(L)akota Star Map Constellation Guide, Native Skywatchers, St. Cloud 2014 - [#3]: [_Native Skywatchers'_ ana web sayfası, eğitim, sanat ve topluluk atölyeleri ile diğer kaynakları içerir.](http://www.nativeskywatchers.com)
zh_cn: - [#1]: [D（L）akota地图网页，包括D（L）akota发音和其他资源的录音。](http://web.stcloudstate.edu/aslee/DAKOTAMAP/home.html) - [#2]: Annette Sharon Lee，Jim Rock，Charlene O'Rourke：D（L）akota星图星座指南，Native Skywatchers，St.Cloud 2014 - [#3]: [_Native Skywatchers的主要网页，包括教育，艺术和社区研讨会以及其他资源。](http://www.nativeskywatchers.com)
zh_tw: - [#1]: [D（L）akota地圖網頁，包括D（L）akota發音和其他資源的錄音。](http://web.stcloudstate.edu/aslee/DAKOTAMAP/home.html) - [#2]: Annette Sharon Lee，Jim Rock，Charlene O'Rourke：D（L）akota星圖星座指南，Native Skywatchers，St.Cloud 2014 - [#3]: [_Native Skywatchers的_主要網頁，包括教育，藝術和社區研討會以及其他資源。](http://www.nativeskywatchers.com)

source: This D(L)akota star knowledge was contributed by Annette S. Lee, Director of _Native Skywatchers_, a research and programming initiative aimed at revitalizing native star knowledge, in particular Ojibwe and D(L)akota. Based on the star map ___Makoce Wicanhpi Wowapi - D(L)akota Star Map___ created by A. Lee, J. Rock and the book ___D(L)akota Star Map Constellation Guide: An Introduction to D(L)akota Star Knowledge___ by A. Lee, J. Rock, C. O’Rourke. Constellation Paintings by A. Lee. Contact [A. Lee](mailto:aslee@stcloudstate.edu) for more information. clean-up: Susanne M Hoffmann
ar: ساهمت آنيت س.لي ، مديرة _Native Skywatchers_ ، بمعرفة النجوم D (L) akota ، وهي مبادرة بحث وبرمجة تهدف إلى تنشيط معرفة النجوم الأصلية ، ولا سيما Ojibwe و D (L) akota. استنادًا إلى خريطة النجوم _Macoce Wicanhpi Wowapi - D (L) akota Star Map___ تم إنشاؤها بواسطة A. Lee و J. Rock والكتاب ___ D (L) akota Star Map Constellation Guide: An مقدمة إلى D (L) akota Star Knowledge___ بواسطة A لي ، جي روك ، سي أورورك. لوحات كوكبة بواسطة أ. لي. جهة الاتصال [أ. لي](mailto:aslee@stcloudstate.edu) لمزيد من المعلومات. تنظيف: سوزان هوفمان
es: Este conocimiento de D (L) akota star fue aportado por Annette S. Lee, directora de _Native Skywatchers_, una iniciativa de investigación y programación destinada a revitalizar el conocimiento de estrellas nativas, en particular Ojibwe y D (L) akota. Basado en el mapa estelar ___Makoce Wicanhpi Wowapi - D (L) akota Star Map___ creado por A. Lee, J. Rock y el libro ___ D (L) akota Star Map Constellation Guide: Una introducción a D (L) akota Star Knowledge___ por A Lee, J. Rock, C. O'Rourke. Constellation Paintings de A. Lee. Contacto [A. Lee](mailto:aslee@stcloudstate.edu) para más información. limpieza: Susanne M Hoffmann
fil: Ang D(L)akota star na kaalaman na ito ay iniambag ni Annette S. Lee, Direktor ng _Native Skywatchers_, isang research at programming initiative na naglalayong pasiglahin ang katutubong kaalaman ng bituin, lalo na ang Ojibwe at D(L)akota. Batay sa star map ___Makoce Wicanhpi Wowapi - D(L)akota Star Map___ na nilikha ni A. Lee, J. Rock at ang aklat na ___D(L)akota Star Map Constellation Guide: An Introduction to D(L)akota Star Knowledge___ ni A . Lee, J. Rock, C. O'Rourke. Constellation Paintings ni A. Lee. Makipag-ugnayan kay [A. Lee](mailto:aslee@stcloudstate.edu) para sa higit pang impormasyon. paglilinis: Susanne M Hoffmann
fr: Cette connaissance des étoiles D (L) akota a été apportée par Annette S. Lee, directrice de _Native Skywatchers_, une initiative de recherche et de programmation visant à revitaliser la connaissance des étoiles indigènes, en particulier Ojibwe et D (L) akota. Basé sur la carte des étoiles ___Makoce Wicanhpi Wowapi - D (L) akota Star Map___ créé par A. Lee, J. Rock et le livre ___ D (L) akota Star Map Constellation Guide: An Introduction to D (L) akota Star Knowledge___ by A Lee, J. Rock, C. O'Rourke. Peintures de constellation par A. Lee. Contacter [A. Lee](mailto:aslee@stcloudstate.edu) pour plus d'informations. nettoyage: Susanne M Hoffmann
id: Pengetahuan bintang D(L)akota ini disumbangkan oleh Annette S. Lee, Direktur _Native Skywatchers_, sebuah inisiatif penelitian dan pemrograman yang bertujuan untuk merevitalisasi pengetahuan bintang asli, khususnya Ojibwe dan D(L)akota. Berdasarkan peta bintang ___Makoce Wicanhpi Wowapi - D(L)akota Star Map___ dibuat oleh A. Lee, J. Rock dan buku ___D(L)akota Star Map Constellation Guide: An Introduction to D(L)akota Star Knowledge___ oleh A . Lee, J. Rock, C. O'Rourke. Lukisan Konstelasi oleh A. Lee. Hubungi [A. Lee](mailto:aslee@stcloudstate.edu) untuk informasi lebih lanjut. pembersihan: Susanne M Hoffmann
it: Questa conoscenza della stella D (L) akota è stata fornita da Annette S. Lee, direttore di Native Skywatchers_, un'iniziativa di ricerca e programmazione volta a rivitalizzare la conoscenza delle stelle native, in particolare Ojibwe e D (L) akota. Sulla base della mappa stellare ___Makoce Wicanhpi Wowapi - D (L) akota Star Map___ creata da A. Lee, J. Rock e il libro ___ D (L) akota Star Map Constellation Guide: An Introduction to D (L) akota Star Knowledge___ di A Lee, J. Rock, C. O'Rourke. Constellation Paintings di A. Lee. Contatta [A. Lee](mailto:aslee@stcloudstate.edu) per ulteriori informazioni. pulizia: Susanne M Hoffmann
ja: このD（L）akotaスターの知識は、ネイティブスターの知識、特にオジブウェとD（L）akotaの活性化を目的とした研究およびプログラミングイニシアチブである_Native Skywatchers_のディレクターであるAnnette S. Leeによって提供されました。スターマップ___Makoce Wicanhpi Wowapi-D（L）akotaスターマップ___（A.リー、J。ロックによって作成）および本___ D（L）akotaスターマップコンステレーションガイド：D（L）akotaスターナレッジの紹介A：A 。リー、J。ロック、C。オローク。 A.リーによる星座絵画。 [A.詳細は、Lee](mailto：aslee@stcloudstate.edu)をご覧ください。 クリーンアップ：Susanne M Hoffmann
nl: Deze D (L) akota-sterrenkennis werd bijgedragen door Annette S. Lee, directeur van _Native Skywatchers_, een onderzoeks- en programmeerinitiatief gericht op het revitaliseren van inheemse sterrenkennis, in het bijzonder Ojibwe en D (L) akota. Gebaseerd op de sterrenkaart ___Makoce Wicanhpi Wowapi - D (L) akota Star Map___ gemaakt door A. Lee, J. Rock en het boek ___ D (L) akota Star Map Constellation Guide: An Introduction to D (L) akota Star Knowledge___ door A Lee, J. Rock, C. O'Rourke. Constellation Paintings door A. Lee. Neem contact op met [A. Lee](mailto:aslee@stcloudstate.edu) voor meer informatie. schoonmaak: Susanne M Hoffmann
pl: Ta wiedza o gwiazdach D (L) akota została opracowana przez Annette S. Lee, dyrektora Native Skywatchers, inicjatywy badawczej i programowej mającej na celu ożywienie wiedzy o gwiazdach rodzimych, w szczególności Ojibwe i D (L) akota. Na podstawie mapy gwiezdnej ___Makoce Wicanhpi Wowapi - D (L) akota Star Map___ stworzonej przez A. Lee, J. Rocka i książki ___ D (L) akota Star Map Guide konstelacji: Wprowadzenie do D (L) akota Star Knowledge___ autorstwa A Lee, J. Rock, C. O'Rourke. Obrazy konstelacji A. Lee. Kontakt [A. Lee](mailto:aslee@stcloudstate.edu), aby uzyskać więcej informacji. sprzątanie: Susanne M. Hoffmann
pt: Esse conhecimento em estrela de D (L) akota foi aportado por Annette S. Lee, diretora do _Native Skywatchers_, uma iniciativa de pesquisa e programação que visa revitalizar o conhecimento de estrelas nativas, em particular Ojibwe e D (L) akota. Baseado no mapa estelar ___Makoce Wicanhpi Wowapi - Mapa Estelar D (a) akota criado por A. Lee, J. Rock e no livro Lee, J. Rock, C. O'Rourke. Pinturas da constelação por A. Lee. Entre em contato com [A. Lee](mailto:aslee@stcloudstate.edu) para mais informações. limpeza: Susanne M Hoffmann
tr: Bu D(L)akota yıldız bilgisi, yerel yıldız bilgisini, özellikle Ojibwe ve D(L)akota'yı canlandırmayı amaçlayan bir araştırma ve programlama girişimi olan _Native Skywatchers_ Direktörü Annette S. Lee tarafından sağlanmıştır. A. Lee, J. Rock tarafından oluşturulan yıldız haritası ___Makoce Wicanhpi Wowapi - D(L)akota Yıldız Haritası___ ve ___D(L)akota Yıldız Haritası Constellation Guide: An Introduction to D(L)akota Star Knowledge___ by A kitabına dayanmaktadır. . Lee, J. Rock, C. O'Rourke. A. Lee'nin takımyıldızı resimleri. İletişim [A. Lee](mailto:aslee@stcloudstate.edu) daha fazla bilgi için. temizlik: Susanne M Hoffmann
zh_tw: 這項D（L）akota星知識由“ Native Skywatchers_”主任Annette S. Lee貢獻，這是一項旨在振興本土星知識（尤其是Ojibwe和D（L）akota）的研究和計劃倡議。基於星圖___Makoce Wicanhpi Wowapi-A. Lee，J。Rock創建的D（L）akota星圖___和___ D（L）akota星圖星座指南：A的D（L）akota星知識簡介____ Lee，J。Rock，C。O'Rourke 李的星座畫。 聯繫[A。 Lee](mailto：aslee@stcloudstate.edu)了解更多信息。 清理：Susanne M Hoffmann

source: GNU GPL v2.0
ar: GNU GPL الإصدار 2.0

source: Fireplace
ar: المدفأة
cs: Krb
de: Kamin
es: Hogar
fr: Cheminée
id: Perapian
it: Camino
ja: 暖炉
ko: 난로
nl: Open haard
pl: Kominek
pt: Lareira
ru: Камин
tr: Şömine
zh_cn: 壁炉
zh_tw: 壁爐

source: Hand
ar: كف
cs: Ruka
es: Mano
fil: Kamay
fr: Main
id: Tangan
it: Mano
ja: 手
ko: 손
pl: Dłoń
pt: Mão
ru: Рука
tr: El
zh_cn: 手
zh_tw: 手

source: Bear’s Lodge
ar: نزل الدب
de: Bärenloge
id: Pondok Beruang
ja: ベアーズロッジ
ko: 베어스 로지
pl: Domek Niedźwiedzia
ru: Медвежья Ложа
tr: Ayı Köşkü
zh_cn: 熊旅馆
zh_tw: 熊旅館

source: Blue/Birth Woman
ar: امرأة زرقاء / ولادة
cs: Modrá / narozená žena
de: Blau / Geburtsfrau
es: Azul / mujer de nacimiento
fil: Asul/Kapanganakan na Babae
fr: Bleu / Naissance Femme
id: Wanita Biru/Kelahiran
it: Blu / Nascita
ja: ブルー/誕生女性
ko: 블루 / 출생 여자
nl: Blauw / Geboorte Vrouw
pt: Mulher azul / nascimento
ru: Синий / Рождение Женщина
tr: Mavi/Doğum Kadını
zh_cn: 蓝色/出生的女人
zh_tw: 藍色/出生的女人

source: Turtle
ar: سلحفاة
cs: Želva
de: Schildkröte
es: Tortuga
fil: Pagong
fr: Tortue
id: Penyu
it: Tartaruga
ja: カメ
ko: 터틀
nl: Schildpad
pl: żółw
pt: Tartaruga
ru: черепаха
tr: Kaplumbağa
zh_cn: 龟
zh_tw: 龜

source: Salamander
ar: السمندر
cs: Mlok
es: Salamandra
fr: Salamandre
it: Salamandra
ja: サラマンダー
ko: 도롱뇽
pl: Salamandra
pt: Salamandra
ru: саламандра
tr: Semender
zh_cn: 蝾
zh_tw: 蠑

source: Elk
ar: الأيائل
cs: Každý
de: Jeder
es: Cada
fr: Chaque
id: Rusa besar
it: Alce
ja: エルク
ko: 마다
nl: Elanden
pl: Łoś
ru: каждый
tr: geyik
zh_cn: 每
zh_tw: 每

source: Dried Red Willow
ar: الصفصاف الأحمر المجفف
cs: Sušená červená vrba
de: Getrocknete rote Weide
es: Sauce rojo seco
fil: Pinatuyong Red Willow
fr: Saule rouge séché
id: Willow Merah Kering
it: Willow rosso secco
ja: 乾燥した赤い柳
ko: 말린 붉은 버드 나무
nl: Gedroogde rode wilg
pl: Suszona Czerwona Wierzba
pt: Salgueiro vermelho seco
ru: Сушеная красная ива
tr: Kurutulmuş Kızıl Söğüt
zh_cn: 红柳干
zh_tw: 紅柳幹

source: Snake
ar: ثعبان
cs: Had
de: Schlange
es: Serpiente
fil: Ahas
fr: Serpent
id: Ular
it: Serpente
ja: ヘビ
ko: 뱀
nl: Slang
pl: Wąż
pt: Serpente
ru: змея
tr: Yılan
zh_cn: 蛇
zh_tw: 蛇

source: Seven Girls
ar: سبع فتيات
cs: Sedm dívek
de: Sieben Mädchen
es: Siete las niñas
fil: Pitong Babae
fr: Sept filles
id: Tujuh Gadis
ja: セブンガールズ
ko: 일곱 소녀
nl: Zeven meisjes
pl: Siedem dziewczyn
ru: Семь девушек
tr: yedi kız
zh_cn: 七个女孩
zh_tw: 七個女孩

source: Buffalo embryo
ar: جنين الجاموس
cs: Buvolí embryo
de: Büffelembryo
es: Embrión de búfalo
fil: Embryo ng kalabaw
fr: Embryon de buffle
id: Embrio kerbau
it: Embrione di bufalo
ja: バッファローの胚
ko: 버팔로 배아
pl: Zarodek bawoli
pt: Embrião de búfalo
ru: Эмбрион буйвола
tr: bufalo embriyosu
zh_cn: 水牛城胚胎
zh_tw: 水牛城胚胎

source: Sacred Hoop
ar: هوب المقدس
cs: Posvátná naděje
de: Heilige Hoffnung
es: Sagrada Esperanza
fil: Sagradong Hoop
fr: Espérance sacrée
id: Lingkaran Suci
it: Sacro Cerchio
ja: 聖なる輪
ko: 신성한 희망
nl: Heilige hoepel
pt: Aro sagrado
ru: Священная Надежда
tr: Kutsal Çember
zh_cn: 神圣的希望
zh_tw: 神聖的希望

source: Thunderbird
ar: طائر الرعد
ja: サンダーバード
ko: 천둥새
ru: буревестник
tr: yıldırım kuşu
zh_cn: 雷鸟
zh_tw: 雷鳥

source: Younger Brother of Morning Star
ar: الأخ الأصغر لنجم الصباح
cs: Mladší bratr ranní hvězdy
de: Jüngerer Bruder des Morgensterns
es: Hermano menor de Morning Star
fil: Nakababatang Kapatid ng Bituin sa Umaga
fr: Frère cadet de Morning Star
id: Adik Bintang Kejora
it: Fratello minore della stella del mattino
ja: モーニングスターの弟
ko: 모닝 스타의 남동생
nl: Jongere broer van Morning Star
pl: Młodszy brat Gwiazdy Porannej
pt: Irmão mais novo da estrela da manhã
ru: Младший Брат Утренней Звезды
tr: Morning Star'ın küçük kardeşi
zh_cn: 晨星的弟弟
zh_tw: 晨星的弟弟

source: Star Which Stands in One Place
ar: النجم الذي يقف في مكان واحد
cs: Hvězda, která stojí na jednom místě
de: Stern, der an einem Ort steht
es: Estrella que se encuentra en un solo lugar
fil: Bituin na Nakatayo sa Isang Lugar
fr: Étoile qui se tient au même endroit
id: Bintang Yang Berdiri di Satu Tempat
it: Stella che sta in un posto
ja: 一箇所に立つ星
ko: 한 곳에 서있는 별
nl: Ster die op één plek staat
pl: Gwiazda, która stoi w jednym miejscu
pt: Estrela que fica em um só lugar
ru: Звезда, которая стоит в одном месте
tr: Tek Bir Yerde Duran Yıldız
zh_cn: 站在一个地方的明星
zh_tw: 站在一個地方的明星

source: The Sioux are several tribes in the Northeast American cultural group (United States and Canada). They formed a first "nation" known as the Oceti Sakowin – Seven (Council) Fires. This council of seven consists of: four Dakota bands, two Nakota bands and one Lakota band, where D/N/L are dialectic distinctions. The word D(N/L)akota means "Alliance". Also known as Sioux or the Sioux Nation.
cs: Sioux je několik kmenů v severovýchodní americké kulturní skupině (USA a Kanada). Vytvořili první „národ“ známý jako Oceti Sakowin - Sedm (Rada) požárů. Tato rada sedmi se skládá ze: čtyř kapel Dakota, dvou kapel Nakota a jedné kapely Lakota, kde D / N / L jsou dialektické rozdíly. Slovo D (N / L) akota znamená „Aliance“. Také známý jako Sioux nebo Sioux Nation.
de: Die Sioux sind mehrere Stämme der nordostamerikanischen Kulturgruppe (USA und Kanada). Sie bildeten eine erste "Nation", die als Oceti Sakowin - Seven (Council) Fires bekannt ist. Dieser Rat von sieben besteht aus: vier Dakota-Bands, zwei Nakota-Bands und einer Lakota-Band, wobei D / N / L dialektische Unterscheidungen sind. Das Wort D (N / L) akota bedeutet "Allianz". Auch bekannt als Sioux oder die Sioux Nation.
ko: 수족은 동북아 문화 그룹 (미국과 캐나다)의 여러 부족입니다. 그들은 Oceti Sakowin – Seven (Council) Fires로 알려진 최초의 "국가"를 형성했습니다. 이 7 개 협의회는 4 개의 다코타 밴드, 2 개의 나 코타 밴드 및 1 개의 라코타 밴드로 구성되며, 여기서 D / N / L은 변증 법적 차이입니다. D (N / L) akota라는 단어는 "동맹"을 의미합니다. 수족 또는 수족이라고도합니다.
ru: Сиу - это несколько племен северо-восточной американской культурной группы (США и Канада). Они сформировали первую «нацию», известную как Оцети Саковин - Семь Огней (Совета). Этот совет из семи состоит из: четырех полос Дакота, двух полос Накота и одной полосы Лакота, где D / N / L - диалектические различия. Слово D (N / L) akota означает «Альянс». Также известный как сиу или нация сиу.
zh_cn: 苏族是东北文化集团（美国和加拿大）的几个部落。他们组建了第一个“国家”，被称为奥西蒂·萨科温-七场大火。该理事会由七个委员会组成：四个Dakota乐队，两个Nakota乐队和一个Lakota乐队，其中D / N / L是辩证法的区别。 D（N / L）akota一词的意思是“联盟”。也称为苏族或苏族国家。
