Repository: 10110111/stellarium-skycultures
Catalog: dakota/po/*.po
Languages: ar, cs, de, es, fil, fr, id, it, ja, ko, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Sioux
ar: سيوكس
es: siux
ja: スー
ko: 수
ru: сиу
tr: Siyu
zh_cn: 苏族
zh_tw: 蘇族

source: The Sioux are one of the groups of indigenous people of north-central America, well known for following the buffalo.
ar: سيوكس هي إحدى مجموعات السكان الأصليين في شمال وسط أمريكا ، والمعروفة جيداً باتباع الجاموس.
es: Los sioux son uno de los grupos de pueblos indígenas del centro-norte de América, conocidos por seguir al búfalo.
fil: Ang Sioux ay isa sa mga grupo ng mga katutubo sa hilaga-gitnang America, na kilala sa pagsunod sa kalabaw.
fr: Les Sioux sont l'un des groupes d'indigènes du centre-nord de l'Amérique, bien connu pour suivre les buffles.
id: Sioux adalah salah satu kelompok penduduk asli Amerika utara-tengah, yang terkenal mengikuti kerbau.
it: I Sioux sono uno dei gruppi di indigeni dell'America centro-settentrionale, ben noti per seguire il bufalo.
ja: スー族は北中米の先住民族のグループの1つで、水牛を追うことで有名です。
nl: De Sioux zijn een van de groepen inheemse volkeren van Noord-Centraal-Amerika, bekend om het volgen van de buffels.
pl: Sioux są jedną z grup rdzennych mieszkańców Ameryki Północnej i Środkowej, znaną z podążania za bawołem.
pt: Os Sioux são um dos grupos de povos indígenas da América do Norte Central, conhecidos por seguir o búfalo.
tr: Siyular, bufaloyu takip etmeleri ile tanınan kuzey-orta Amerika'nın yerli halk gruplarından biridir.
zh_tw: 蘇族是美國中北部的土著居民群體之一，以追隨野牛而聞名。

source: The Sioux are several tribes in the Northeast American cultural group (United States and Canada). They formed a first "nation" known as the _Oceti Sakowin_, the Seven (Council) Fires. This council of seven consists of: four Dakota bands, two Nakota bands and one Lakota band, where D/N/L are dialectic distinctions. The word D(N/L)akota means "Alliance". The term "Sioux" was possibly impolite: It stems from colonial time and is a French shortform of the Ojibwe word "Nadouessioux" meaning "little snakes" which was a metaphor for enemies of the Ojibwe. The correct term is Dakota, Lakota, and Nakota.
ar: قبيلة سيوكس هي قبائل عديدة في المجموعة الثقافية في شمال شرق أمريكا (الولايات المتحدة وكندا). شكلوا أول "أمة" تعرف باسم حرائق (المجلس) السبعة. يتكون هذا المجلس المؤلف من سبعة أعضاء من: أربعة فرق داكوتا ، واثنان من ناكوتا وفرقة لاكوتا ، حيث D / N / L هي اختلافات جدلية. كلمة D (N / L) akota تعني "التحالف". ربما كان مصطلح "Sioux" غير مهذب: ينبع من وقت الاستعمار وهو اختصار فرنسي لكلمة Ojibwe "Nadouessioux" وتعني "الثعابين الصغيرة" التي كانت استعارة لأعداء Ojibwe. المصطلح الصحيح هو داكوتا ولاكوتا وناكوتا.
es: Los sioux son varias tribus del grupo cultural del noreste de Estados Unidos (Estados Unidos y Canadá). Formaron una primera "nación" conocida como Oceti Sakowin, los Siete Fuegos (Consejo). Este consejo de siete consta de: cuatro bandas de Dakota, dos bandas de Nakota y una banda de Lakota, donde D / N / L son distinciones dialécticas. La palabra D (N / L) akota significa "Alianza". El término "Sioux" fue posiblemente descortés: proviene de la época colonial y es una forma abreviada en francés de la palabra "Nadouessioux" de Ojibwe que significa "pequeñas serpientes", que era una metáfora para los enemigos de los Ojibwe. El término correcto es Dakota, Lakota y Nakota.
fil: Ang Sioux ay ilang mga tribo sa Northeast American cultural group (Estados Unidos at Canada). Bumuo sila ng unang "bansa" na kilala bilang _Oceti Sakowin_, ang Pitong (Konseho) na Apoy. Ang konsehong ito ng pito ay binubuo ng: apat na banda ng Dakota, dalawang banda ng Nakota at isang banda ng Lakota, kung saan ang D/N/L ay mga diyalektikong pagkakaiba. Ang salitang D(N/L)akota ay nangangahulugang "Alyansa". Ang terminong "Sioux" ay posibleng hindi magalang: Nagmula ito sa kolonyal na panahon at isang French shortform ng salitang Ojibwe na "Nadouessioux" na nangangahulugang "maliit na ahas" na isang metapora para sa mga kaaway ng Ojibwe. Ang tamang termino ay Dakota, Lakota, at Nakota.
fr: Les Sioux sont plusieurs tribus du groupe culturel nord-américain (États-Unis et Canada). Ils ont formé une première "nation" connue sous le nom de _Oceti Sakowin_, les sept incendies (du Conseil). Ce conseil de sept se compose de: quatre bandes Dakota, deux bandes Nakota et une bande Lakota, où D / N / L sont des distinctions dialectiques. Le mot D (N / L) akota signifie "Alliance". Le terme "Sioux" était peut-être impoli: il provient de l'époque coloniale et est un raccourci français du mot ojibwe "Nadouessioux" signifiant "petits serpents" qui était une métaphore pour les ennemis des Ojibwe. Le terme correct est Dakota, Lakota et Nakota.
id: Sioux adalah beberapa suku dalam kelompok budaya Amerika Timur Laut (Amerika Serikat dan Kanada). Mereka membentuk "bangsa" pertama yang dikenal sebagai _Oceti Sakowin_, Tujuh (Dewan) Api. Dewan tujuh ini terdiri dari: empat pita Dakota, dua pita Nakota dan satu pita Lakota, di mana D/N/L adalah perbedaan dialektika. Kata D(N/L)akota berarti "Aliansi". Istilah "Sioux" mungkin tidak sopan: Ini berasal dari masa kolonial dan merupakan kependekan dari bahasa Prancis dari kata Ojibwe "Nadouessioux" yang berarti "ular kecil" yang merupakan metafora untuk musuh Ojibwe. Istilah yang benar adalah Dakota, Lakota, dan Nakota.
it: I Sioux sono diverse tribù del gruppo culturale nord-americano (Stati Uniti e Canada). Formarono una prima "nazione" conosciuta come "Oceti Sakowin", i sette fuochi (del Consiglio). Questo consiglio di sette membri è composto da: quattro bande Dakota, due bande Nakota e una banda Lakota, dove D / N / L sono distinzioni dialettiche. La parola D (N / L) akota significa "Alleanza". Il termine "Sioux" era probabilmente scortese: deriva dal tempo coloniale ed è una forma abbreviata francese della parola Ojibwe "Nadouessioux" che significa "piccoli serpenti" che era una metafora per i nemici dell'Ojibwe. Il termine corretto è Dakota, Lakota e Nakota.
ja: スー族は、北東アメリカの文化グループ（米国およびカナダ）のいくつかの部族です。彼らは、_Oceti Sakowin_、セブン（カウンシル）ファイアーズとして知られる最初の「国家」を形成しました。この7人協議会は、4つのダコタバンド、2つのナコタバンド、1つのラコタバンドで構成されています。D/ N / Lは弁証法による区別です。 D（N / L）アコタという言葉は「同盟」を意味します。 「スー」という用語は失礼な可能性がありました。植民地時代に由来し、オジブウェの敵の隠喩である「小さなヘビ」を意味するオジブウェ語の「ナドゥエッスー」のフランス語の短縮形です。正しい用語は、ダコタ、ラコタ、ナコタです。
nl: De Sioux zijn verschillende stammen in de Noordoost-Amerikaanse culturele groep (Verenigde Staten en Canada). Ze vormden een eerste 'natie' die bekend stond als de 'Oceti Sakowin', de zeven (raads) branden. Deze raad van zeven bestaat uit: vier Dakota-bands, twee Nakota-bands en een Lakota-band, waarbij D / N / L dialectische verschillen zijn. Het woord D (N / L) akota betekent "alliantie". De term 'Sioux' was mogelijk onbeleefd: het komt uit de koloniale tijd en is een Franse afkorting van het Ojibwe-woord 'Nadouessioux', wat 'kleine slangen' betekent, een metafoor voor vijanden van de Ojibwe. De juiste term is Dakota, Lakota en Nakota.
pl: Sioux to kilka plemion z północno-wschodniej grupy kulturowej (Stany Zjednoczone i Kanada). Utworzyli pierwszy „naród” znany jako Oceti Sakowin, Siedem Pożarów (Rady). Ta siedmioosobowa rada składa się z: czterech pasm Dakoty, dwóch pasm Nakota i jednego pasma Lakota, gdzie D / N / L to dialektyki. Słowo D (N / L) akota oznacza „Sojusz”. Termin „Sioux” był prawdopodobnie niegrzeczny: wywodzi się z czasów kolonialnych i jest francuskim skrótem słowa z Ojibwe „Nadouessioux” oznaczającego „małe węże”, które było metaforą dla wrogów Ojibwe. Prawidłowy termin to Dakota, Lakota i Nakota.
pt: Os Sioux são várias tribos do grupo cultural do nordeste americano (Estados Unidos e Canadá). Eles formaram uma primeira "nação" conhecida como Oceti Sakowin, os Sete Incêndios (do Conselho). Esse conselho de sete é composto por: quatro bandas de Dakota, duas de Nakota e uma de Lakota, onde D / N / L são distinções dialéticas. A palavra D (N / L) akota significa "Aliança". O termo "Sioux" foi possivelmente indelicado: deriva do tempo colonial e é um termo francês da palavra Ojibwe "Nadouessioux" que significa "cobras pequenas", que era uma metáfora para os inimigos do Ojibwe. O termo correto é Dakota, Lakota e Nakota.
tr: Siyular, Kuzeydoğu Amerika kültür grubundaki (Amerika Birleşik Devletleri ve Kanada) birkaç kabiledir. Oceti Sakowin, Yedi (Konsey) Ateşi olarak bilinen ilk "ulus"u kurdular. Bu yedi kişilik konsey, D/N/L'nin diyalektik ayrımlar olduğu dört Dakota grubu, iki Nakota grubu ve bir Lakota bandından oluşur. D(N/L)akota kelimesi "İttifak" anlamına gelir. "Sioux" terimi muhtemelen kabaydı: Sömürge döneminden kaynaklanıyor ve Ojibwe düşmanları için bir metafor olan "küçük yılanlar" anlamına gelen Ojibwe kelimesinin "Nadouessioux" Fransızca kısa biçimidir. Doğru terim Dakota, Lakota ve Nakota'dır.
zh_tw: 蘇族是東北美洲文化集團（美國和加拿大）的幾個部落。他們形成了第一個“民族”，被稱為“奧西蒂·薩科溫”，即“七場大火”。該理事會由七個委員會組成：四個Dakota樂隊，兩個Nakota樂隊和一個Lakota樂隊，其中D / N / L是辯證法的區別。 D（N / L）akota一詞的意思是“聯盟”。 “蘇”一詞可能是不禮貌的：它源於殖民時期，是奧吉布韋語“ Nadouessioux”的法語縮寫，意為“小蛇”，是奧吉布韋敵人的隱喻。正確的術語是Dakota，Lakota和Nakota。
