Repository: 10110111/stellarium-skycultures
Catalog: dakota/po/*.po
Languages: ar, cs, de, es, fil, fr, id, it, ja, ko, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: The term "Sioux" was possibly impolite: It stems from colonial time and is a French shortform of the Ojibwe word "Nadouessioux" meaning "little snakes" which was a metaphor for enemies of the Ojibwe. The correct term is Dakota, Lakota, and Nakota and are one of the groups of indigenous people of north-central America, well known for following the buffalo. The D(L)akota Star Knowledge files available for Stellarium are an adaptation of the ___Makoce Wicanhpi Wowapi, D(L)akota Star Map___, created by A. Lee, J. Rock, 2012. More details can be found in the constellation guidebook ___D(L)akota Star Map Constellation Guide: An Introduction to D(L)akota Star Knowledge___. Also available are D(L)akota star map posters, D(L)akota planispheres, curriculum, and other ressources. ### Celestial Objects | Native name | English Name | Modern designation | |----------|-------|-------| | _Nape_ | Hand | lower Orion & β Eridanus | | _Mato Tipi/Tipila_ | Bear's Lodge | Gemini | | _Ki Inyanka Ocanku_ | Racetrack | Winter Circle & Pleiades | | _Çan Hd/Gleska Wakan_ | Sacred hoop | Winter Circle & Pleiades | | _Inipi/Initipi_ | Sweat lodge | Winter Circle & Pleiades | | _Tayamni_ | Buffalo (three parts of) | Orion, Canis Major, Pleiades | | _Zuzeca/Zuzuheça_ | Snake | Columbia | Puppis, Canis Major | | _To Win/Tun Win_ | Blue Woman/Birth Woman | Big Dipper – inside Bowl | | _Madoo'asinik_ | Sweating Stones | Pleiades | | _Wiçakiyuhapi _ | Stretcher | Big Dipper – Bowl stars | | _Wasihdapi/Wasiglapi_ | Mourners | Big Dipper – Handle stars | | _Manka/Maka_ | Skunk | Big Dipper | | _Wicakiyuhapi/Can cinkska_ | the dipper/wooden spoon | Big Dipper | | _Oceti Sakowin_ | Seven sacred rites/council fires | Big Dipper | | _Wiçanhpi waziyata/Wiçanhpi Owanjila_ | Star which stands in one place | North star, Polaris | | _Wakinyan_ | Thunderbird | Draco, Ursa Minor | | _Keya_ | Turtle | Pegasus | | _Cansasa | Pusyapi/Ipusye_ | Dried Red Willow (Red-Osier Dogwood – Cornus stolonifera) Aries | Triangulum | | _Hehaka/Upan_ | Elk | Pisces | | _Wiçinyanna Sakowin/Wiçincala Sakowin_ | Seven Girls | Pleiades | | _Ahdeska/Agleska_ | Salamander | Cygnus | | _Oçeti/Peta_ | Fireplace/Fire | Leo | | _Itkob u_ | going toward | Arcturus | | _Ihuku Kigle_ | Under went it | Arcturus | | _Anpo Wiçanhpi Sunkaku_ | younger brother of Morning star | Arcturus | | _Wiçanhpi_ | Star | | | _Hanhepi Wi_ /Hanyetu Wi/Hanwi /Hanwi_ | Night Sun | Moon | | _Anog Ite | Double Faced Woman | Moon | | _Wi / Anpetu Wi_ | Day Sun | Sun | | _Anpo Wiçanhpi /Anpetu D/Luta_ | | Venus | | _Wanagi Taçanku_ | Road of the spirits/Ghost trail | Milky Way | | _Wiçanhpi Hinhpaya/Wiahpihinhpaya/Wohpe Wakan_ | | Meteor/Falling star | | _Wamakohnaka/Wamakhognaka/Makasitomni_ | | Universe | | _Wiçanhpi Sintetun/Wiçanhpi Sinte Yukan/Wicanpisinteton_ | | Comet | ------------------------
cs: Termín „Sioux“ byl možná nezdvořilý: pramení z koloniálního času a je francouzskou zkratkou slova Ojibwe „Nadouessioux“, což znamená „malí hadi“, což byla metafora pro nepřátele Ojibwe. Správný termín je Dakota, Lakota a Nakota a jsou jednou ze skupin domorodých obyvatel severní střední Ameriky, známých následováním buvola. Soubory D (L) akota Star Knowledge, které jsou k dispozici pro Stellarium, jsou adaptací ___Makoce Wicanhpi Wowapi, D (L) akota Star Map___, vytvořil A. Lee, J. Rock, 2012. Více podrobností najdete v průvodci souhvězdí ___ D (L) akota Star Map Constellation Guide: Úvod do D (L) akota Star Knowledge___. K dispozici jsou také plakáty D (L) akota star map, D (L) akota planispheres, učební plán a další zdroje. ### Nebeské objekty | Rodné jméno Český název Moderní označení | | ---------- | ------- | ------- | | _Nape_ | Ruka | nižší Orion a β Eridanus | | _Mato Tipi / Tipila_ | Bear's Lodge | Blíženci | | _Ki Inyanka Ocanku_ | Závodní dráha | Zimní kruh a Plejády | _Çan Hd / Gleska Wakan_ | Posvátný obruč | Zimní kruh a Plejády | _Inipi / Initipi_ | Potítko | Zimní kruh a Plejády | _Tayamni_ | Buvol (tři části) Orion, Canis Major, Plejády | | _Zuzeca / Zuzuheça_ | Had | Columbia | Puppis, Canis Major | | _To Win / Tun Win_ | Blue Woman / Birth Woman | Big Dipper - uvnitř mísy | | _Madoo'asinik_ | Potící kameny Plejády | | _Wiçakiyuhapi _ | Nosítka | Big Dipper - Bowl stars | | _Wasihdapi / Wasiglapi_ | Mourners | Big Dipper - Handle stars | | _Manka / Maka_ | Skunk | Velký vůz | | _Wicakiyuhapi / Can cinkska_ | naběračka / vařečka | Velký vůz | | _Oceti Sakowin_ | Sedm posvátných obřadů / požáry rady Velký vůz | | _Wiçanhpi waziyata / Wiçanhpi Owanjila_ | Hvězda, která stojí na jednom místě Severní hvězda, Polaris | | _Wakinyan_ | Thunderbird | Draco, Ursa Minor | | _Keya_ | Želva | Pegasus | | _Cansasa | Pusyapi / Ipusye_ | Berry sušené (Red-Osier Dogwood - Cornus stolonifera) Beran | Trojúhelník | | _Hehaka / Upan_ | Elk | Ryby | | _Wiçinyanna Sakowin / Wiçincala Sakowin_ | Sedm dívek | Plejády | | _Ahdeska / Agleska_ | Salamander | Cygnus | | _Oçeti / Peta_ | Krb / oheň | Lev | | _Itkob u_ | směrem k | Arcturus | | _Ihuku Kigle_ | Pod to šlo | Arcturus | | _Anpo Wiçanhpi Sunkaku_ | mladší bratr ranní hvězdy Arcturus | | _Wiçanhpi_ | Hvězda | | | _Hanhepi Wi_ / Hanyetu Wi / Hanwi / Hanwi_ | Noční slunce | Měsíc | | _Anog Ite | Dvojitá tvář žena Měsíc | | _Wi / Anpetu Wi_ | Denní slunce | Slunce | | _Anpo Wiçanhpi / Anpetu D / Luta_ | | Venuše | | _Wanagi Taçanku_ | Cesta duchů / Duchová stezka Mléčná dráha | _Wiçanhpi Hinhpaya / Wiahpihinhpaya / Wohpe Wakan_ | | Meteor / padající hvězda | _Wamakohnaka / Wamakhognaka / Makasitomni_ | | Vesmír | | _Wiçanhpi Sintetun / Wiçanhpi Sinte Yukan / Wicanpisinteton_ | | Kometa | ------------------------
de: Der Begriff "Sioux" war möglicherweise unhöflich: Er stammt aus der Kolonialzeit und ist eine französische Kurzform des Ojibwe-Wortes "Nadouessioux", das "kleine Schlangen" bedeutet und eine Metapher für Feinde der Ojibwe war. Der richtige Begriff ist Dakota, Lakota und Nakota und gehört zu den Gruppen der Ureinwohner Nordmittelamerikas, die dafür bekannt sind, dem Büffel zu folgen. Die für Stellarium verfügbaren D (L) Akota Star Knowledge-Dateien sind eine Adaption der von A. Lee, J. Rock, 2012, erstellten ___Makoce Wicanhpi Wowapi, D (L) Akota Star Map___. Weitere Details finden Sie im Konstellationshandbuch ___ D (L) Akota Star Map-Konstellationshandbuch: Eine Einführung in D (L) Akota Star-Wissen___. Ebenfalls erhältlich sind D (L) Akota-Sternenkartenposter, D (L) Akota-Planisphären, Lehrpläne und andere Ressourcen. ### Himmlische Objekte | Muttersprachlicher Name | Englischer Name | Moderne Bezeichnung | | ---------- | ------- | ------- | | Nacken | | Hand | unterer Orion & β Eridanus | | _Mato Tipi / Tipila_ | Bärenloge | Zwillinge | | Ki Inyanka Ocanku Rennstrecke | Winterkreis & Plejaden | | _Çan Hd / Gleska Wakan_ | Heiliger Reifen | Winterkreis & Plejaden | | _Inipi / Initipi_ | Schwitzhütte | Winterkreis & Plejaden | | _Tayamni_ | Büffel (drei Teile von) | Orion, Canis Major, Plejaden | | _Zuzeca / Zuzuheça_ | Schlange | Kolumbien | Puppis, Canis Major | | _Um Win / Tun Win_ | Blaue Frau / Geburtsfrau | Großer Wagen - in der Schüssel | | _Madoo'asinik_ | Schwitzsteine | Plejaden | | _Wiçakiyuhapi _ | Trage | Big Dipper - Schüssel Sterne | | _Wasihdapi / Wasiglapi_ | Trauernde | Big Dipper - Sterne handhaben | | _Manka / Maka_ | Stinktier | Großer Wagen | | _Wicakiyuhapi / Can cinkska_ | der Schöpflöffel / Holzlöffel | Großer Wagen | | _Oceti Sakowin_ | Sieben heilige Riten / Ratsfeuer Großer Wagen | | _Wiçanhpi waziyata / Wiçanhpi Owanjila_ | Stern, der an einer Stelle steht | Nordstern, Polaris | | _Wakinyan_ | Thunderbird | Draco, Ursa Minor | | _Keya_ | Schildkröte | Pegasus | | _Cansasa | Pusyapi / Ipusye_ | Getrocknete Rote Weide (Red-Osier Hartriegel - Cornus stolonifera) Widder | Triangulum | | _Hehaka / Upan_ | Elch | Fische | | Wiçinyanna Sakowin / Wiçincala Sakowin | Sieben Mädchen | Plejaden | | Ahdeska / Agleska | Salamander | Cygnus | | _Oçeti / Peta_ | Kamin / Feuer | Leo | | _Itkob u_ | in Richtung | gehen Arcturus | | _Ihuku Kigle_ | Unter ging es | Arcturus | | _Anpo Wiçanhpi Sunkaku_ | jüngerer Bruder von Morning Star | Arcturus | | _Wiçanhpi_ | Stern | | | Hanhepi Wi / Hanyetu Wi / Hanwi / Hanwi | Nacht Sonne | Mond | | _Anog Ite | Doppelseitige Frau | Mond | | _Wi / Anpetu Wi_ | Tag Sonne | So | | Anpo Wiçanhpi / Anpetu D / Luta | Venus | | _Wanagi Taçanku_ | Straße der Geister / Geisterpfad | Milchstraße | | _Wiçanhpi Hinhpaya / Wiahpihinhpaya / Wohpe Wakan_ | | Meteor / Sternschnuppe | | _Wamakohnaka / Wamakhognaka / Makasitomni_ | | Universum | | _Wiçanhpi Sintetun / Wiçanhpi Sinte Yukan / Wicanpisinteton_ | | Komet | ------------------------
ko: "Sioux"라는 용어는 아마도 무례한 것이었다. 식민지 시대에서 유래 한 것으로, Ojibwe의 적들에 대한 은유 인 "작은 뱀"을 의미하는 Ojibwe 단어 "Nadouessioux"의 프랑스어 약자이다. 올바른 용어는 다코타, 라코타 및 나 코타이며 버팔로를 따라 잘 알려진 북미 중미 원주민의 그룹 중 하나입니다. 스텔라 리움에 사용할 수있는 D (L) 아 코타 스타 지식 파일은 A. Lee, J. Rock, 2012에 의해 작성된 ___Makoce Wicanhpi Wowapi, D (L) 아 코타 스타 맵 ___의 적응입니다. 자세한 내용은 별자리 가이드 북에서 찾을 수 있습니다. ___ D (L) akota 스타지도 별자리 안내서 : D (L) akota 스타 지식 소개 ___. D (L) akota 스타 맵 포스터, D (L) akota planispheres, 커리큘럼 및 기타 리소스도 제공됩니다. ### 천체 | 기본 이름 | 영어 이름 | 현대 지정 | | ---------- | ------- | ------- | | _Nape_ | 손 | 오리온과 β 에리 단 누스 | | _Mato Tipi / Tipila_ | 베어스 로지 | 쌍둥이 자리 | | _Ki Inyanka Ocanku_ | 경마장 | 윈터 서클 & 플레이아데스 | | _Çan Hd / Gleska Wakan_ | 신성한 후프 | 윈터 서클 & 플레이아데스 | | _Inipi / Initipi_ | 땀 롯지 | 윈터 서클 & 플레이아데스 | | _Tayamni_ | 버팔로 (3 부) | 오리온, Canis Major, Pleiades | | _Zuzeca / Zuzuheça_ | 뱀 | 컬럼비아 | 강아지, 큰 개자리 | | _ 승리 / 통화 승리 _ | 파란 여자 / 출생 여자 | 북두칠성 – 그릇 안에 | | _Madoo'asinik_ | 발한 돌 | 플레이아데스 | | _Wiçakiyuhapi _ | 들것 | 북두칠성 – 그릇 별 | | _Wasihdapi / Wasiglapi_ | 모너 | 북두칠성 – 별을 처리 | | _Manka / Maka_ | 스 unk 크 | 북두칠성 | | _Wicakiyuhapi / can cinkska_ | 국자 / 나무 숟가락 | 북두칠성 | | _Oceti Sakowin_ | 일곱 가지 신성한 의식 / 의회 불 | 북두칠성 | | _Wiçanhpi 와지 야타 / Wiçanhpi 오완 질라 _ | 한 곳에 서있는 별 | 노스 스타, 폴라리스 | | _Wakinyan_ | 썬더 버드 | Draco, Ursa Minor | | _Keya_ | 거북이 | 페가수스 | | _Cansasa | Pusyapi / Ipusye_ | 말린 붉은 버드 나무 (붉은 -Osier 층 층 나무 – Cornus stolonifera) 양자리 | 삼각 관 | | _Hehaka / Upan_ | 엘크 | 물고기 자리 | | _Wiçinyanna Sakowin / Wiçincala Sakowin_ | 세븐 걸스 | 플레이아데스 | | _Ahdeska / Agleska_ | 도롱뇽 | 고니 | | _Oçeti / Peta_ | 벽난로 / 화재 | 레오 | | _Itkob u_ | 향해가는 | 악튜러스 | | _ 이후 쿠 키글 _ | 아래에 갔다 | 악튜러스 | | _Anpo Wiçanhpi 순 카쿠 _ | 모닝 스타의 남동생 | 악튜러스 | | _Wiçanhpi_ | 별 | | | _Hanhepi Wi_ / Hanyetu Wi / Hanwi / Hanwi_ | 밤 태양 | 문 | | _Anog Ite | 양면 여자 | 문 | | _Wi / 안 페투 Wi_ | 일 일요일 | 태양 | | _Anpo Wiçanhpi / 안 페투 D / 루타 _ | | 금성 | | _Wanagi Taçanku_ | 영혼의 길 / 고스트 트레일 | 은하수 | | _Wiçanhpi Hinhpaya / Wiahpihinhpaya / Wohpe 와칸 _ | | 유성 / 떨어지는 별 | | _Wamakohnaka / Wamakhognaka / Makasitomni_ | | 우주 | | _Wiçanhpi 신 테툰 / Wiçanhpi 신테 유칸 / Wicanpisinteton_ | | 혜성 | ------------------------
ru: Термин «сиу» был, возможно, невежливым: он происходит от колониального времени и является французским сокращением слова оджибве «Надуессиу», означающего «маленькие змеи», которое было метафорой для врагов оджибве. Правильный термин - Дакота, Лакота и Накота - одна из групп коренного населения северо-центральной Америки, хорошо известная тем, что они следуют за буйволами. Файлы D (L) akota Star Knowledge, доступные для Stellarium, являются адаптацией ___Makoce Wicanhpi Wowapi, D (L) akota Star Map___, созданной A. Lee, J. Rock, 2012. Более подробную информацию можно найти в руководстве созвездия. ___ D (L) akota Звездная карта Руководство Созвездие: Введение в D (L) akota Star Knowledge ___. Также доступны постеры D (L) akota star map, D (L) akota planispheres, учебная программа и другие ресурсы. ### Небесные объекты | Родное имя | Английское имя | Современное обозначение | | ---------- | ------- | ------- | | _Nape_ | Рука | нижний Орион и β Эридан | | _Мато Типи / Типила_ | Медвежья Ложа | Близнецы | | _Ки Инянка Оканку_ | Беговая дорожка | Зимний круг и Плеяды | | _Çan Hd / Gleska Wakan_ | Священный обруч | Зимний круг и Плеяды | | _Inipi / Initipi_ | Потный домик | Зимний круг и Плеяды | | _Tayamni_ | Буффало (три части) | Орион, Большая Пес, Плеяды | | _Zuzeca / Zuzuheça_ | Змея | Колумбия | Puppis, Большой Пес | | _To Win / Tun Win_ | Синяя Женщина / Рождение Женщина | Большая Медведица - внутри чаши | | _Madoo'asinik_ | Потные камни | Плеяды | | _Wiçakiyuhapi _ | Носилки | Большая Медведица - Чаша звезды | | _Wasihdapi / Wasiglapi_ | Скорбящие | Большая Медведица - Ручка звезд | | _Manka / Maka_ | Скунс | Большая Медведица | | _Wicakiyuhapi / Can cinkska_ | ковш / деревянная ложка | Большая Медведица | | _Очети Саковин_ | Семь священных обрядов / костров | Большая Медведица | | _Wiçanhpi waziyata / Wiçanhpi Owanjila_ | Звезда, которая стоит на одном месте | Северная звезда, Полярис | | _Wakinyan_ | Thunderbird | Драко, Малая Медведица | | _Keya_ | Черепаха | Пегас | | _Cansasa | Пусяпи / Ipusye_ | Сушеная красная ива (Кизил красный - Осина Cornus stolonifera) Овен | Триангулям | | _Hehaka / Upan_ | Лось | Рыбы | | _Wiçinyanna Sakowin / Wiçincala Sakowin_ | Семь Девочек | Плеяды | | _Ahdeska / Agleska_ | Саламандра | Лебедь | | _Oçeti / Peta_ | Камин / Огонь | Лев | | _Itkob u_ | собирается к | Арктур | | _Ihuku Kigle_ | Под пошел это | Арктур | | _Anpo Wiçanhpi Sunkaku_ | младший брат утренней звезды | Арктур | | _Wiçanhpi_ | Звезда | | | _Hanhepi Wi_ / Hanyetu Wi / Hanwi / Hanwi_ | Ночное солнце | Луна | | _Anog Ite | Двуликая женщина | Луна | | _Wi / Anpetu Wi_ | День Солнца | Вс | | _Anpo Wiçanhpi / Anpetu D / Luta_ | | Венера | | _Wanagi Taçanku_ | Дорога духов / Призрачная тропа | Млечный Путь | | _Wiçanhpi Hinhpaya / Wiahpihinhpaya / Wohpe Wakan_ | | Метеор / Падающая звезда | | _Wamakohnaka / Wamakhognaka / Makasitomni_ | | Вселенная | | _Wiçanhpi Sintetun / Wiçanhpi Sinte Yukan / Wicanpisinteton_ | | Комета | ------------------------
zh_cn: “苏”一词可能是不礼貌的：它源于殖民时期，是奥吉布语单词“ Nadouessioux”的法语缩写，意为“小蛇”，是奥吉布威敌人的隐喻。正确的术语是达科他州，拉科塔州和纳科塔州，它们是美国中北部的土著人民群体之一，以追随水牛而闻名。 可用于恒星的D（L）akota星知识文件是对___Makoce Wicanhpi Wowapi，D（L）akota星地图___的改编，该文件由A. Lee，J. Rock创建，2012年。有关详细信息，请参见星座指南。 ___ D（L）akota星图星座指南：D（L）akota星知识简介___。还提供D（L）akota星图海报，D（L）akota平面球，课程表和其他资源。 ###天体 |本地名称|英文名|现代名称| | ---------- | ------- | ------- | | _Nape_ |手|下猎户座和βEridanus | | _Mato Tipi / Tipila_ |熊旅馆|双子座| | _Ki Inyanka Ocanku_ |赛马场|冬季圈和P宿星| | _ÇanHd / Gleska Wakan_ |神圣箍|冬季圈和P宿星| | _Inipi / Initipi_ |汗水小屋|冬季圈和P宿星| | _Tayamni_ |布法罗（的三个部分）| Orion，Canis Major，Pleiades | | _Zuzeca /Zuzuheça_|蛇哥伦比亚| Puppis，Canis Major | | _致胜/致胜_ |蓝色女人/出生女人|北斗七星–碗内| | _Madoo'asinik_ |出汗石| P | _Wiçakiyuhapi_ |担架|北斗七星-碗星| | _Wasihdapi / Wasiglapi_ |送葬者|北斗七星–处理星星| | _Manka / Maka_ |臭鼬|北斗星| | _Wicakiyuhapi / Can cinkska_ |北斗/木勺|北斗星| | _Oceti Sakowin_ |七场圣火/市政大火|北斗星| | _Wiçanhpiwaziyata /WiçanhpiOwanjila_ |站在一个地方的星星|北极星，北极星| | _Wakinyan_ |雷鸟| Draco，小熊战士| | _Keya_ |乌龟|飞马座| | _Cansasa | Pusyapi / Ipusye_ |干的红柳（红柳山茱– –山茱stolonifera）白羊座|三角 | _Hehaka / Upan_ |麋鹿双鱼座| | _WiçinyannaSakowin /WiçincalaSakowin_ |七个女孩| P | _Ahdeska / Agleska_ | |天鹅座| | _Oçeti/ Peta_ |壁炉/火炉|狮子座 | _Itkob u_ |往| Arcturus | | _Ihuku Kigle_ |下去了Arcturus | | _AnpoWiçanhpiSunkaku_ |晨星的弟弟| Arcturus | | _Wiçanhpi_|明星| | | _Hanhepi Wi_ / Hanyetu Wi / Hanwi / Hanwi_ |夜晚的太阳|月亮| | _Anog Ite |双面女人|月亮| | _Wi / Anpetu Wi_ |天阳|太阳| | _AnpoWiçanhpi/安佩图D /卢塔|金星| | _WanagiTaçanku_|精神之路/幽灵步道|银河系| | _WiçanhpiHinhpaya / Wiahpihinhpaya / Wohpe Wakan_ | |流星/流星| | _Wamakohnaka / Wamakhognaka / Makasitomni_ | |宇宙| | _WiçanhpiSintetun /WiçanhpiSinte Yukan / Wicanpisinteton_ | |彗星 ------------------------

source: This D(L)akota star knowledge was contributed by Annette S. Lee, Director of _Native Skywatchers_, a research and programming initiative aimed at revitalizing native star knowledge, in particular Ojibwe and D(L)akota. Based on the star map ___Makoce Wicanhpi Wowapi - D(L)akota Star Map___ created by A. Lee, J. Rock and the book ___D(L)akota Star Map Constellation Guide: An Introduction to D(L)akota Star Knowledge___ by A. Lee, J. Rock, C. O’Rourke. Constellation Paintings by A. Lee. Contact [A. Lee](mailto:aslee@stcloudstate.edu) for more information. clean-up: Susanne M Hoffmann
cs: K těmto znalostem hvězd D (L) akota přispěla Annette S. Lee, ředitelka Native Skywatchers_, výzkumné a programovací iniciativy zaměřené na revitalizaci znalostí nativních hvězd, zejména Ojibwe a D (L) Akota. Na základě hvězdné mapy ___Makoce Wicanhpi Wowapi - D (L) akota Star Map___ vytvořil A. Lee, J. Rock a kniha ___ D (L) akota Star Map Constellation Guide: Úvod do D (L) akota Star Knowledge___ by A Lee, J. Rock, C. O'Rourke. Souhvězdí Malby A. Lee. Kontakt [A. Lee] (mailto: aslee@stcloudstate.edu) pro více informací. úklid: Susanne M Hoffmann
de: Dieses Wissen über D (L) Akota-Sterne wurde von Annette S. Lee, Direktorin von _Native Skywatchers_, einer Forschungs- und Programminitiative zur Wiederbelebung des Wissens über einheimische Sterne, insbesondere Ojibwe und D (L) Akota, beigesteuert. Basierend auf der Sternenkarte ___Makoce Wicanhpi Wowapi - D (L) Akota Star Map___ erstellt von A. Lee, J. Rock und dem Buch ___ D (L) Akota Star Map Constellation Guide: Eine Einführung in D (L) Akota Star Knowledge___ von A. Lee, J. Rock, C. O'Rourke. Constellation Paintings von A. Lee. Kontakt [A. Lee] (mailto: aslee@stcloudstate.edu) für weitere Informationen. Aufräumen: Susanne M Hoffmann
ko: 이 D (L) akota 스타 지식은 기본 스타 지식, 특히 Ojibwe 및 D (L) akota의 활성화를 목표로하는 연구 및 프로그래밍 이니셔티브 인 _Native Skywatchers_의 Annette S. Lee가 제공했습니다. 별지도 ___Makoce Wicanhpi Wowapi-D (L) akota에서 만든 Star Map___ A. Lee, J. Rock과 ___ D (L) akota 별지도 별자리 가이드 : A (D)에 대한 소개 Lee, J. Rock, C. O'Rourke. A. Lee의 별자리 그림. 문의 [A. 자세한 정보는 Lee] (mailto : aslee@stcloudstate.edu)를 참조하십시오. 청소 : Susanne M Hoffmann
ru: Это знание звезды D (L) akota было внесено Аннет С. Ли, директором _Native Skywatchers_, исследовательской и программной инициативы, направленной на оживление знаний местных звезд, в частности, оджибве и D (L) akota. На основе звездной карты ___ Макоче Виканпи Вовапи - D (L) akota Star Map___, созданной А. Ли, Дж. Роком и книгой ___ D (L) akota Руководство по созвездию звездной карты: Введение в D (L) akota Star Knowledge___ by A Ли, Дж. Рок, К. О'Рурк. Картины Созвездия А. Ли. Связаться с [A. Ли] (mailto: aslee@stcloudstate.edu) для получения дополнительной информации. очистка: Сюзанна М Хоффманн
zh_cn: 这项D（L）akota星知识由“ Native Skywatchers_”主任Annette S. Lee贡献，这是一项旨在振兴本土星知识（尤其是Ojibwe和D（L）akota）的研究和计划倡议。基于星图___Makoce Wicanhpi Wowapi-A. Lee，J。Rock创建的D（L）akota星图___和___ D（L）akota星图星座指南：A的D（L）akota星知识简介____ Lee，J。Rock，C。O'Rourke 李的星座画。 联系[A。 Lee]（mailto：aslee@stcloudstate.edu）了解更多信息。 清理：Susanne M Hoffmann
