Repository: 10110111/stellarium-skycultures
Catalog: dakota/po/*.po
Languages: ar, cs, de, es, fil, fr, id, it, ja, ko, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: ### Celestial Objects | Native name | English Name | Modern designation | |----------|-------|-------| | _Nape_ | Hand | lower Orion & β Eridanus | | _Mato Tipi/Tipila_ | Bear's Lodge | Gemini | | _Ki Inyanka Ocanku_ | Racetrack | Winter Circle & Pleiades | | _Çan Hd/Gleska Wakan_ | Sacred hoop | Winter Circle & Pleiades | | _Inipi/Initipi_ | Sweat lodge | Winter Circle & Pleiades | | _Tayamni_ | Buffalo (three parts of) | Orion, Canis Major, Pleiades | | _Zuzeca/Zuzuheça_ | Snake | Columbia | Puppis, Canis Major | | _To Win/Tun Win_ | Blue Woman/Birth Woman | Big Dipper – inside Bowl | | _Madoo'asinik_ | Sweating Stones | Pleiades | | _Wiçakiyuhapi _ | Stretcher | Big Dipper – Bowl stars | | _Wasihdapi/Wasiglapi_ | Mourners | Big Dipper – Handle stars | | _Manka/Maka_ | Skunk | Big Dipper | | _Wicakiyuhapi/Can cinkska_ | the dipper/wooden spoon | Big Dipper | | _Oceti Sakowin_ | Seven sacred rites/council fires | Big Dipper | | _Wiçanhpi waziyata/Wiçanhpi Owanjila_ | Star which stands in one place | North star, Polaris | | _Wakinyan_ | Thunderbird | Draco, Ursa Minor | | _Keya_ | Turtle | Pegasus | | _Cansasa | Pusyapi/Ipusye_ | Dried Red Willow (Red-Osier Dogwood – Cornus stolonifera) Aries | Triangulum | | _Hehaka/Upan_ | Elk | Pisces | | _Wiçinyanna Sakowin/Wiçincala Sakowin_ | Seven Girls | Pleiades | | _Ahdeska/Agleska_ | Salamander | Cygnus | | _Oçeti/Peta_ | Fireplace/Fire | Leo | | _Itkob u_ | going toward | Arcturus | | _Ihuku Kigle_ | Under went it | Arcturus | | _Anpo Wiçanhpi Sunkaku_ | younger brother of Morning star | Arcturus | | _Wiçanhpi_ | Star | | | _Hanhepi Wi_ /Hanyetu Wi/Hanwi /Hanwi_ | Night Sun | Moon | | _Anog Ite | Double Faced Woman | Moon | | _Wi / Anpetu Wi_ | Day Sun | Sun | | _Anpo Wiçanhpi /Anpetu D/Luta_ | | Venus | | _Wanagi Taçanku_ | Road of the spirits/Ghost trail | Milky Way | | _Wiçanhpi Hinhpaya/Wiahpihinhpaya/Wohpe Wakan_ | | Meteor/Falling star | | _Wamakohnaka/Wamakhognaka/Makasitomni_ | | Universe | | _Wiçanhpi Sintetun/Wiçanhpi Sinte Yukan/Wicanpisinteton_ | | Comet |
ar: ### الأجرام السماوية | الاسم الأصلي | الاسم الانجليزي | التسمية الحديثة | |------------|---------|---------| | _Nape_ | يد | السفلى أوريون & β Eridanus | | _ ماتو تيبي / تيبيلا لودج بيرز | الجوزاء | | _كي إنيانكا أوكانكو مضمار السباق | الشتاء و Pleiades | | _Aan Hd / Gleska Wakan_ | الطوق المقدس | الشتاء و Pleiades | | _Inipi / Initipi_ | لودج عرق | الشتاء و Pleiades | | _تيمني_ | جاموس (ثلاثة أجزاء) | اوريون ، كانيس ميجور ، الثريا | | _Zuzeca / Zuzuheça_ | ثعبان | كولومبيا | بوبيس ، كانيس ميجور | | _إلى Win / Tun Win_ | امرأة زرقاء / امرأة الولادة | الدب الأكبر - داخل وعاء | | _Madoo'asinik_ | أحجار التعرق | الثريا | | _Wiçakiyuhapi _ | نقالة | الدب الأكبر - نجوم الوعاء | | _Washdapi / Wasiglapi_ | المعزين | الدب الأكبر - التعامل مع النجوم | | _Manka / Maka_ | الظربان | الدب الأكبر | | _Wicakiyuhapi / يمكن cinkska_ | الملعقة / الملعقة الخشبية الدب الأكبر | | _Oceti Sakowin_ | سبعة طقوس مقدسة / حرائق المجلس الدب الأكبر | | _Wiçanhpi waziyata / Wiçanhpi Owanjila_ | نجمة تقف في مكان واحد نجم الشمال بولاريس | _Wakinyan_ | ثندربيرد | دراكو ، أورسا الصغرى | | _Keya_ | سلحفاة | بيغاسوس | | _Cansasa | Pusyapi / Ipusye_ | الصفصاف الأحمر المجفف (Red-Osier Dogwood - Cornus stolonifera) برج الحمل المثلث | | _Hehaka / Upan_ | إلك | الحوت | | _Wiçinyanna Sakowin / Wiçincala Sakowin_ | سبع فتيات | الثريا | | _Ahdeska / Agleska_ | السمندر | سيجنوس | | _Oçeti / Peta_ | مدفأة / حريق | ليو | | _ Itkob u_ | ذاهب نحو | أركتوروس | | _Ihuku Kigle_ | ذهب تحت ذلك | أركتوروس | | _Anpo Wiçanhpi Sunkaku_ | الأخ الأصغر لنجمة الصباح أركتوروس | | _Wiçanhpi_ | نجمة | | | _Hanhepi Wi_ / Hanyetu Wi / Hanwi / Hanwi_ | ليلة الشمس | القمر | | _Anog Ite | امرأة ذات وجهين | القمر | | _Wi / Anpetu Wi_ | داي صن | الشمس | | _Anpo Wiçanhpi / Anpetu D / Luta_ | | فينوس | | _Wanagi Taçanku_ | طريق الأرواح / درب الأشباح | درب التبانة | | _Wiçanhpi Hinhpaya / Wiahpihinhpaya / Wohpe Wakan_ | | نيزك / نجم هابط | | _Wamakohnaka / Wamakhognaka / Makasitomni_ | | الكون | | _Wiçanhpi Sintetun / Wiçanhpi Sinte Yukan / Wicanpisinteton_ | | المذنب |
es: ### Objetos celestiales El | Nombre nativo | Nombre en ingles | Designación moderna | | ---------- | ------- | ------- | El | _Nape_ | Mano | Orión inferior y β Eridanus | El | _Mato Tipi / Tipila_ | Bear's Lodge | Géminis | El | _Ki Inyanka Ocanku_ | Pista de carreras | Círculo de Invierno y Pléyades | El | _Çan Hd / Gleska Wakan_ | Aro sagrado | Círculo de Invierno y Pléyades | El | _Inipi / Initipi_ | Sudadera | Círculo de Invierno y Pléyades | El | _Tayamni_ | Buffalo (tres partes de) | Orion, Canis Major, Pléyades | El | _Zuzeca / Zuzuheça_ | Serpiente | Columbia | Puppis, Canis Major | El | _Para ganar / Tun Win_ | Mujer azul / mujer de nacimiento | Big Dipper - dentro del Bowl | El | _Madoo'asinik_ | Piedras sudorosas | Pléyades | El | _Wiçakiyuhapi _ | Camilla | Big Dipper - Estrellas del Bowl | El | _Wasihdapi / Wasiglapi_ | Dolientes | Big Dipper - Manejar estrellas | El | _Manka / Maka_ | Mofeta | Big Dipper | El | _Wicakiyuhapi / Can cinkska_ | el cucharón / cuchara de madera | Big Dipper | El | _Oceti Sakowin_ | Siete ritos sagrados / incendios del consejo | Big Dipper | El | _Wiçanhpi waziyata / Wiçanhpi Owanjila_ | Estrella que se encuentra en un solo lugar | Estrella del norte, Polaris | El | _Wakinyan_ | Thunderbird | Draco, Osa Menor | El | _Keya_ | Tortuga | Pegaso | El | _Cansasa | Pusyapi / Ipusye_ | Sauce Rojo Seco (Cornejo Osier Rojo - Cornus stolonifera) Aries | Triangulum | El | _Hehaka / Upan_ | Alces | Piscis | El | _Wiçinyanna Sakowin / Wiçincala Sakowin_ | Siete chicas | Pléyades | El | _Ahdeska / Agleska_ | Salamandra | Cygnus | El | _Oçeti / Peta_ | Chimenea / Fuego | Leo | El | _Itkob u_ | yendo hacia | Arcturus | El | _Ihuku Kigle_ | Debajo fue | Arcturus | El | _Anpo Wiçanhpi Sunkaku_ | hermano menor de Morning Star | Arcturus | El | _Wiçanhpi_ | Estrella | El | El | _Hanhepi Wi_ / Hanyetu Wi / Hanwi / Hanwi_ | Sol de la noche | Luna | El | _Anog Ite | Mujer de doble cara | Luna | El | _Wi / Anpetu Wi_ | Day Sun | Sol | El | _Anpo Wiçanhpi / Anpetu D / Luta_ | El | Venus | El | _Wanagi Taçanku_ | Camino de los espíritus / Ghost trail | Vía Láctea | El | _Wiçanhpi Hinhpaya / Wiahpihinhpaya / Wohpe Wakan_ | El | Meteorito / Estrella fugaz | El | _Wamakohnaka / Wamakhognaka / Makasitomni_ | El | Universo | El | _Wiçanhpi Sintetun / Wiçanhpi Sinte Yukan / Wicanpisinteton_ | El | Cometa |
fil: ### Mga Bagay sa Langit | Katutubong pangalan | Pangalan sa Ingles | Modernong pagtatalaga | |----------|-------|-------| | _Nape_ | Kamay | ibabang Orion at β Eridanus | | _Mato Tipi/Tipila_ | Bear's Lodge | Gemini | | _Ki Inyanka Ocanku_ | Racetrack | Winter Circle at Pleiades | | _Çan Hd/Gleska Wakan_ | Sagradong hoop | Winter Circle at Pleiades | | _Inipi/Initipi_ | Pawisan lodge | Winter Circle at Pleiades | | _Tayamni_ | Kalabaw (tatlong bahagi ng) | Orion, Canis Major, Pleiades | | _Zuzeca/Zuzuheça_ | ahas | Columbia | Puppis, Canis Major | | _To Win/Tun Win_ | Asul na Babae/Kapanganakan | Big Dipper – sa loob ng Bowl | | _Madoo'asinik_ | Mga Bato na Pinagpapawisan | Pleiades | | _Wiçakiyuhapi _ | Stretcher | Big Dipper – Mga bituin sa mangkok | | _Wasihdapi/Wasiglapi_ | Mga Nagluluksa | Big Dipper – Pangasiwaan ang mga bituin | | _Manka/Maka_ | Skunk | Big Dipper | | _Wicakiyuhapi/Can cinkska_ | ang dipper/wooden na kutsara | Big Dipper | | _Oceti Sakowin_ | Pitong sagradong seremonya/pagsunog ng konseho | Big Dipper | | _Wiçanhpi waziyata/Wiçanhpi Owanjila_ | Star na nakatayo sa isang lugar | North star, Polaris | | _Wakinyan_ | Thunderbird | Draco, Ursa Minor | | _Keya_ | Pagong | Pegasus | | _Cansasa | Pusyapi/Ipusye_ | Pinatuyong Pulang Willow (Red-Osier Dogwood – Cornus stolonifera) Aries | Triangulum | | _Hehaka/Upan_ | Elk | Pisces | | _Wiçinyanna Sakowin/Wiçincala Sakowin_ | Pitong Babae | Pleiades | | _Ahdeska/Agleska_ | Salamander | Cygnus | | _Oçeti/Peta_ | Fireplace/Apoy | Leo | | _Itkob u_ | papunta sa | Arcturus | | _Ihuku Kigle_ | Under went it | Arcturus | | _Anpo Wiçanhpi Sunkaku_ | nakababatang kapatid ng Morning star | Arcturus | | _Wiçanhpi_ | Bituin | | | _Hanhepi Wi_ /Hanyetu Wi/Hanwi /Hanwi_ | Araw ng Gabi | Buwan | | _Anong Ite | Babaeng Dalawang Mukha | Buwan | | _Wi / Anpetu Wi_ | Araw ng Araw | Araw | | _Anpo Wiçanhpi /Anpetu D/Luta_ | | Venus | | _Wanagi Taçanku_ | Daan ng mga espiritu/Ghost trail | Milky Way | | _Wiçanhpi Hinhpaya/Wiahpihinhpaya/Wohpe Wakan_ | | Meteor/Falling star | | _Wamakohnaka/Wamakhognaka/Makasitomni_ | | Uniberso | | _Wiçanhpi Sintetun/Wiçanhpi Sinte Yukan/Wicanpisinteton_ | | Kometa |
fr: ### Objets célestes | Nom d'origine | Nom anglais | Désignation moderne | | ---------- | ------- | ------- | | _Nape_ | Main | Orion inférieur et β Eridanus | | _Mato Tipi / Tipila_ | Bear's Lodge | Gémeaux | | _Ki Inyanka Ocanku_ | Hippodrome | Cercle d'hiver et Pléiades | | _Çan Hd / Gleska Wakan_ | Cerceau sacré | Cercle d'hiver et Pléiades | | _Inipi / Initipi_ | Sweat lodge | Cercle d'hiver et Pléiades | | _Tayamni_ | Buffle (en trois parties) | Orion, Canis Major, Pléiades | | _Zuzeca / Zuzuheça_ | Serpent | Columbia | Puppis, Canis Major | | _Pour gagner / Tun Win_ | Femme bleue / femme de naissance | Grande Ourse - bol intérieur | | _Madoo'asinik_ | Pierres de transpiration | Pléiades | | _Wiçakiyuhapi _ | Civière | Big Dipper - Bowl stars | | _Wasihdapi / Wasiglapi_ | Pleurs | Big Dipper - Poignée étoiles | | _Manka / Maka_ | Skunk | Grande Ourse | | _Wicakiyuhapi / Can cinkska_ | la louche / cuillère en bois | Grande Ourse | | _Oceti Sakowin_ | Sept rites sacrés / incendies de conseil | Grande Ourse | | _Wiçanhpi waziyata / Wiçanhpi Owanjila_ | Star qui se tient au même endroit | Étoile polaire, Polaris | | _Wakinyan_ | Thunderbird | Draco, Ursa Minor | | _Keya_ | Tortue | Pegasus | | _Cansasa | Pusyapi / Ipusye_ | Saule rouge séché (Cornouiller à feuilles rouges - Cornus stolonifera) Bélier | Triangulum | | _Hehaka / Upan_ | Elk | Poissons | | _Wiçinyanna Sakowin / Wiçincala Sakowin_ | Sept filles | Pléiades | | _Ahdeska / Agleska_ | Salamandre | Cygnus | | _Oçeti / Peta_ | Cheminée / Incendie | Leo | | _Itkob u_ | aller vers | Arcturus | | _Ihuku Kigle_ | Sous allé il | Arcturus | | _Anpo Wiçanhpi Sunkaku_ | frère cadet de l'étoile du matin | Arcturus | | _Wiçanhpi_ | Star | | | _Hanhepi Wi_ / Hanyetu Wi / Hanwi / Hanwi_ | Soleil de nuit | Lune | | _Anog Ite | Femme double face | Lune | | _Wi / Anpetu Wi_ | Soleil du jour | Soleil | | _Anpo Wiçanhpi / Anpetu D / Luta_ | | Vénus | | _Wanagi Taçanku_ | Route des esprits / Sentier fantôme | Voie lactée | | _Wiçanhpi Hinhpaya / Wiahpihinhpaya / Wohpe Wakan_ | | Météore / Étoile filante | | _Wamakohnaka / Wamakhognaka / Makasitomni_ | | Univers | | _Wiçanhpi Sintetun / Wiçanhpi Sinte Yukan / Wicanpisinteton_ | | Comète |
id: ### Benda Langit | Nama asli | Nama Inggris | Penunjukan modern | |----------|-------|-------| | _Nape_ | Tangan | Orion bawah & Eridanus | | _Mato Tipi/Tipila_ | Pondok Beruang | gemini | | _Ki Inyanka Ocanku_ | Lintasan Balap | Lingkaran Musim Dingin & Pleiades | | _Çan Hd/Gleska Wakan_ | Lingkaran suci | Lingkaran Musim Dingin & Pleiades | | _Inipi/Initipi_ | Pondok keringat | Lingkaran Musim Dingin & Pleiades | | _Tayamni_ | Kerbau (tiga bagian) | Orion, Canis Major, Pleiades | | _Zuzeca/Zuzuheça_ | Ular | Kolombia | Puppis, Canis Major | | _Untuk Menang/Tun Win_ | Wanita Biru/Wanita Kelahiran | Biduk – di dalam Mangkuk | | _Madoo'asinik_ | Batu Keringat | Pleiades | | _Wiçakiyuhapi _ | tandu | Biduk – Bintang mangkuk | | _Wasihdapi/Wasiglapi_ | berkabung | Biduk – Menangani bintang | | _Manka/Maka_ | Sigung | Biduk | | _Wicakiyuhapi/Bisa cinkska_ | gayung/sendok kayu | Biduk | | _Oceti Sakowin_ | Tujuh upacara suci/perapian dewan | Biduk | | _Wiçanhpi waziyata/Wiçanhpi Owanjila_ | Bintang yang berdiri di satu tempat | Bintang utara, Polaris | | _Wakinyan_ | Thunderbird | Draco, Ursa Minor | | _Keya_ | Penyu | Pegasus | | _Cansasa | Pusyapi/Ipusye_ | Willow Merah Kering (Dogwood Red-Osier – Cornus stolonifera) Aries | segitiga | | _Hehaka/Upan_ | Rusa | Pisces | | _Wiçinyanna Sakowin/Wiçincala Sakowin_ | Tujuh Gadis | Pleiades | | _Ahdeska/Agleska_ | Salamander | Cygnus | | _Oçeti/Peta_ | Perapian/Api | Leo | | _Itkob u_ | menuju | Arcturus | | _Ihuku Kigle_ | Di bawah pergi itu | Arcturus | | _Anpo Wiçanhpi Sunkaku_ | adik dari Bintang Kejora | Arcturus | | _Wiçanhpi_ | Bintang | | | _Hanhepi Wi_ /Hanyetu Wi/Hanwi /Hanwi_ | Matahari Malam | Bulan | | _Anog It | Wanita Berwajah Ganda | Bulan | | _Wi / Anpetu Wi_ | Hari Minggu | Matahari | | _Anpo Wiçanhpi /Anpetu D/Luta_ | | Venus | | _Wanagi Taçanku_ | Jalan arwah/jejak hantu | Bima Sakti | | _Wiçanhpi Hinhpaya/Wiahpihinhpaya/Wohpe Wakan_ | | Meteor/Bintang jatuh | | _Wamakohnaka/Wamakhognaka/Makasitomni_ | | alam semesta | | _Wiçanhpi Sintetun/Wiçanhpi Sinte Yukan/Wicanpisinteton_ | | Komet |
it: ### Oggetti celesti | Nome nativo | Nome inglese | Designazione moderna | |------------|---------|---------| | _Nape_ | Mano | Orion inferiore e β Eridanus | | _Mato Tipi / Tipila_ | Bear's Lodge | Gemelli | | _Ki Inyanka Ocanku_ | Pista | Cerchio invernale e pleiadi | | _Çan Hd / Gleska Wakan_ | Cerchio sacro | Cerchio invernale e pleiadi | | _Inipi / Initipi_ | Casetta del sudore | Cerchio invernale e pleiadi | | _Tayamni_ | Buffalo (tre parti di) | Orion, Canis Major, Pleiades | | _Zuzeca / Zuzuheça_ | Serpente | Columbia | Puppis, Canis Major | | _Per Win / Tun Win_ | Donna blu / donna nata | Big Dipper - all'interno della ciotola | | _Madoo'asinik_ | Pietre del sudore | Pleiadi | | _Wiçakiyuhapi _ | Barella | Big Dipper - Stelle da bocce | | _Wasihdapi / Wasiglapi_ | Lutto | Big Dipper - Gestire le stelle | | _Manka / Maka_ | Skunk | Big Dipper | | _Wicakiyuhapi / Can cinkska_ | il mestolo / cucchiaio di legno | Big Dipper | | _Oceti Sakowin_ | Sette riti sacri / incendi conciliari | Big Dipper | | _Wiçanhpi waziyata / Wiçanhpi Owanjila_ | Stella che si trova in un posto | Stella polare, Polaris | | _Wakinyan_ | Thunderbird | Draco, Ursa Minore | | _Keya_ | Tartaruga | Pegasus | | _Cansasa | Pusyapi / Ipusye_ | Salice rosso essiccato (corniolo rosso-Osier - Cornus stolonifera) Ariete | Triangolo | | _Hehaka / Upan_ | Alce | Pesci | | _Wiçinyanna Sakowin / Wiçincala Sakowin_ | Sette ragazze | Pleiadi | | _Ahdeska / Agleska_ | Salamander | Cygnus | | _Oçeti / Peta_ | Camino / Fuoco | Leone | | _Itkob u_ | andando verso | Arturo | | _Ihuku Kigle_ | Sotto è andato | Arturo | | _Anpo Wiçanhpi Sunkaku_ | fratello minore della stella del mattino | Arturo | | _Wiçanhpi_ | Stella | | | _Hanhepi Wi_ / Hanyetu Wi / Hanwi / Hanwi_ | Sole notturno | Luna | | _Anog Ite | Donna bifronte | Luna | | _Wi / Anpetu Wi_ | Day Sun | Sole | | _Anpo Wiçanhpi / Anpetu D / Luta_ | | Venere | | _Wanagi Taçanku_ | Strada degli spiriti / Sentiero dei fantasmi | Via Lattea | | _Wiçanhpi Hinhpaya / Wiahpihinhpaya / Wohpe Wakan_ | | Meteora / Stella cadente | | _Wamakohnaka / Wamakhognaka / Makasitomni_ | | Universo | | _Wiçanhpi Sintetun / Wiçanhpi Sinte Yukan / Wicanpisinteton_ | | Cometa |
ja: ### 天体 |ネイティブ名|英語名|現代の指定| |------------|---------|---------| | _うなじ_ |手|下オリオンとβエリダヌス| | _マットティピ/ティピラ_ |ベアーズロッジ|ジェミニ| | _Ki Inyanka Ocanku_ |競馬場|ウィンターサークルとプレアデス| | _ÇanHd / Gleska Wakan_ |神聖なフープ|ウィンターサークルとプレアデス| | _Inipi / Initipi_ |スウェットロッジ|ウィンターサークルとプレアデス| | _Tayamni_ |バッファロー（3つの部分）|オリオン、カニス・メジャー、プレアデス| | _Zuzeca /Zuzuheça_|ヘビ|コロンビア| Puppis、Canis Major | | _Win / Tun Win_へ|ブルー・ウーマン/バース・ウーマン|北斗七星–ボウルの中| | _Madoo'asinik_ |発汗石|プレアデス星団| | _Wiçakiyuhapi_ |ストレッチャー|北斗七星–ボウルスター| | _Wasihdapi / Wasiglapi_ |会葬者|北斗七星–星を扱う| | _マンカ/マカ_ |スカンク|北斗七星| | _Wicakiyuhapi / Can cinkska_ |ディッパー/木製スプーン|北斗七星| | _オセティサコウィン_ | 7つの神聖な儀式/議会の火|北斗七星| | _Wiçanhpiwaziyata /WiçanhpiOwanjila_ |一か所に立つ星|北の星、ポラリス| | _わきにゃん|サンダーバード|ドラコ、アーサマイナー| | _けや_ |カメ|ペガサス| | _Cansasa | Pusyapi / Ipusye_ |乾燥したヤナギ（Red-Osierハナミズキ– Cornus stolonifera）牡羊座|三角形| | _ヘハカ/ウパン_ |エルク|うお座| | _WiçinyannaSakowin /WiçincalaSakowin_ |セブンガールズ|プレアデス星団| | _Ahdeska / Agleska_ |サラマンダー|シグナス| | _オセティ/ペタ_ |暖炉/火|レオ| | _Itkob u_ |に向かって|アルクトゥルス| | _イフクキグレ_ |下に行きました|アルクトゥルス| | _AnpoWiçanhpiSunkaku_ |モーニングスターの弟|写真モーニングスターの弟アルクトゥルス| | _Wiçanhpi_|スター| | | _Hanhepi Wi_ / Hanyetu Wi / Hanwi / Hanwi_ |ナイトサン|ムーン| | _Anog Ite |両面女性|ムーン| | _Wi / Anpetu Wi_ |日日|太陽| | _AnpoWiçanhpi/ Anpetu D / Luta_ | |金星| | _WanagiTaçanku_|スピリッツ/ゴーストトレイルの道|天の川| | _WiçanhpiHinhpaya / Wiahpihinhpaya / Wohpe Wakan_ | |流星/流星| | _Wamakohnaka / Wamakhognaka / Makasitomni_ | |宇宙| | _WiçanhpiSintetun /WiçanhpiSinte Yukan / Wicanpisinteton_ | |彗星|
nl: ### Hemelse objecten | Inheemse naam | Engelse naam | Moderne aanduiding | |------------|---------|---------| | _Nape_ | Hand | lagere Orion & β Eridanus | | _Mato Tipi / Tipila_ | Bear's Lodge | Tweelingen | | _Ki Inyanka Ocanku_ | Renbaan | Winter Circle & Pleiaden | | _Çan Hd / Gleska Wakan_ | Heilige hoepel | Winter Circle & Pleiaden | | _Inipi / Initipi_ | Zweethut | Winter Circle & Pleiaden | | _Tayamni_ | Buffalo (drie delen van) | Orion, Canis Major, Pleiaden | | _Zuzeca / Zuzuheça_ | Slang | Columbia | Puppis, Canis Major | | _To Win / Tun Win_ | Blauwe vrouw / Geboorte vrouw | Big Dipper - binnen Bowl | | _Madoo'asinik_ | Zweetstenen | Pleiaden | | _Wiçakiyuhapi _ | Brancard | Big Dipper - Bowl stars | | _Wasihdapi / Wasiglapi_ | Rouwenden | Big Dipper - Greep sterren | | _Manka / Maka_ | Stinkdier | Big Dipper | | _Wicakiyuhapi / Can cinkska_ | de lepel / houten lepel | Big Dipper | | _Oceti Sakowin_ | Zeven heilige riten / raadsbranden | Big Dipper | | _Wiçanhpi waziyata / Wiçanhpi Owanjila_ | Ster die op één plaats staat | Poolster, Polaris | | _Wakinyan_ | Thunderbird | Draco, Ursa Minor | | _Keya_ | Schildpad | Pegasus | | _Cansasa | Pusyapi / Ipusye_ | Gedroogde rode wilg (Red-Osier Dogwood - Cornus stolonifera) Ram | Triangulum | | _Hehaka / Upan_ | Elanden | Vissen | | _Wiçinyanna Sakowin / Wiçincala Sakowin_ | Zeven meisjes | Pleiaden | | _Ahdeska / Agleska_ | Salamander | Cygnus | | _Oçeti / Peta_ | Open haard / vuur | Leo | | _Itkob u_ | gaan naar | Arcturus | | _Ihuku Kigle_ | Onder ging het | Arcturus | | _Anpo Wiçanhpi Sunkaku_ | jongere broer van Morning star | Arcturus | | _Wiçanhpi_ | Ster | | | _Hanhepi Wi_ / Hanyetu Wi / Hanwi / Hanwi_ | Nachtzon | Maan | | _Anog Ite | Dubbelzijdige vrouw | Maan | | _Wi / Anpetu Wi_ | Dag zon | Zo | | _Anpo Wiçanhpi / Anpetu D / Luta_ | | Venus | | _Wanagi Taçanku_ | Weg van de geesten / Spookpad | Melkweg | | _Wiçanhpi Hinhpaya / Wiahpihinhpaya / Wohpe Wakan_ | | Meteoor / vallende ster | | _Wamakohnaka / Wamakhognaka / Makasitomni_ | | Heelal | | _Wiçanhpi Sintetun / Wiçanhpi Sinte Yukan / Wicanpisinteton_ | | Komeet |
pl: ### Celestial Objects | Imię rodzime | Angielska nazwa | Nowoczesne oznaczenie | |------------|---------|---------| | _Nape_ | Ręka | niższe Orion i β Eridanus | | _Mato Tipi / Tipila_ | Bear's Lodge | Bliźnięta | | _Ki Inyanka Ocanku_ | Tor wyścigowy | Winter Circle & Pleiades | | _Çan Hd / Gleska Wakan_ | Święty obręcz | Winter Circle & Pleiades | | _Inipi / Initipi_ | Lodowisko potu | Winter Circle & Pleiades | | _Tayamni_ | Buffalo (trzy części) | Orion, Canis Major, Plejady | | _Zuzeca / Zuzuheça_ | Snake | Columbia | Puppis, Canis Major | | _To Win / Tun Win_ | Niebieska kobieta / kobieta urodzenia | Big Dipper - wewnątrz miski | | _Madoo'asinik_ | Pocenie się Kamienie | Plejady | | _Wiçakiyuhapi _ | Nosze | Big Dipper - Gwiazdy w misce | | _Wasihdapi / Wasiglapi_ | Żałobnicy | Big Dipper - Uchwyt gwiazdek | | _Manka / Maka_ | Skunk | Wielki Wóz | | _Wicakiyuhapi / Can cinkska_ | łyżka / drewniana łyżka | Wielki Wóz | | _Oceti Sakowin_ | Siedem świętych obrzędów / pożarów rady | Wielki Wóz | | _Wiçanhpi waziyata / Wiçanhpi Owanjila_ | Gwiazda, która stoi w jednym miejscu Gwiazda północna, Polaris | | _Wakinyan_ | Thunderbird | Draco, Ursa Minor | | _Keya_ | Żółw | Pegaz | | _Cansasa | Pusyapi / Ipusye_ | Suszona Czerwona Wierzba (Dereń Czerwono-Dziki - Cornus stolonifera) Baran | Trójkąt | | _Hehaka / Upan_ | Łoś | Ryby | | _Wiçinyanna Sakowin / Wiçincala Sakowin_ | Siedem dziewczyn | Plejady | | _Ahdeska / Agleska_ | Salamandra | Cygnus | | _Oçeti / Peta_ | Kominek / ogień | Lew | | _Itkob u_ | idąc w kierunku | Arcturus | | _Ihuku Kigle_ | Under poszedł | Arcturus | | _Anpo Wiçanhpi Sunkaku_ | młodszy brat gwiazdy porannej | Arcturus | | _Wiçanhpi_ | Gwiazda | | | _Hanhepi Wi_ / Hanyetu Wi / Hanwi / Hanwi_ | Night Sun | Księżyc | | _Anog Ite | Kobieta o podwójnej twarzy | Księżyc | | _Wi / Anpetu Wi_ | Dzień niedziela | Niedz | | _Anpo Wiçanhpi / Anpetu D / Luta_ | | Wenus | | _Wanagi Taçanku_ | Droga duchów / Szlak duchów | Droga Mleczna | | _Wiçanhpi Hinhpaya / Wiahpihinhpaya / Wohpe Wakan_ | | Meteor / Falling star | | _Wamakohnaka / Wamakhognaka / Makasitomni_ | | Wszechświat | | _Wiçanhpi Sintetun / Wiçanhpi Sinte Yukan / Wicanpisinteton_ | | Kometa |
pt: Objetos Celestiais | Nome nativo | Nome em inglês | Designação moderna | |------------|---------|---------| | _Nape_ | Mão | Orion inferior e β Eridanus | | _Mato Tipi / Tipila_ | Lodge do urso | Gêmeos | _Ki Inyanka Ocanku_ | Pista de corrida | Círculo de Inverno e Plêiades | | _Çan Hd / Gleska Wakan_ Aro sagrado | Círculo de Inverno e Plêiades | | _Inipi / Initipi_ | Loja de suor | Círculo de Inverno e Plêiades | | _Tayamni_ | Búfalo (três partes de) | Orion, Canis Maior, Plêiades | | _Zuzeca / Zuzu Conheça_ | Cobra | Columbia Puppis, Canis-major | | _Para ganhar / Tun Win_ | Mulher Azul / Mulher Nascimento | Ursa Maior - tigela interna | | _Madoo'asinik_ | Suando pedras | Plêiades | | _Wiçakiyuhapi _ | Maca | Ursa Maior - Estrelas do Bowl | | Wasihdapi / Wasiglapi_ Enlutados | Ursa Maior - Lidar com estrelas | | _Manka / Maka_ | Skunk Ursa Maior | | _Wicakiyuhapi / Can cinkska_ | a colher / colher de pau | Ursa Maior | | Oceti Sakowin_ Sete ritos sagrados / incêndios municipais | Ursa Maior | | Waziyata / Wiçanhpi Owanjila_ Estrela que fica em um só lugar | Estrela do norte, polaris | | _Wakinyan_ | Thunderbird | Draco, Ursa Menor | | _Keya_ | Tartaruga Pegasus | _Cansasa | Pusyapi / Ipusye_ Salgueiro-vermelho-seco (Dogwood de osier-vermelho - Cornus stolonifera) Áries | Triangulum | _Hehaka / Upan_ | Alces Peixes | | _Wiçinyanna Sakowin / Wiçincala Sakowin_ | Sete meninas | Plêiades | | Ahdeska / Agleska_ Salamandra Cygnus | _Oçeti / Peta_ | Lareira / Incêndio | Leo | _Itkob u_ | indo em direção a | Arcturus | _Ihuku Kigle_ Abaixo foi | Arcturus | _Anpo Wiçanhpi Sunkaku_ | irmão mais novo da estrela da manhã | Arcturus | _Wiçanhpi_ | Estrela | | | Hanhepi Wi / Hanyetu Wi / Hanwi / Hanwi_ Sol da noite | Lua | _Anog Ite | Mulher de rosto duplo | Lua | _Wi / Anpetu Wi_ | Dia sol | Sol | _Anpo Wiçanhpi / D Anpetu / Luta_ | | Vênus | Wanagi Taçanku_ Estrada dos espíritos / trilha fantasma | via Láctea | | Wiçanhpi Hinhpaya / Wiahpihinhpaya / Wohpe Wakan_ | | Meteoro / estrela cadente | | Wamakohnaka / Wamakhognaka / Makasitomni_ | Universo | | _Wiçanhpi Sintetun / Wiçanhpi Sinte Yukan / Wicanpisinteton_ | | Cometa
tr: ### Göksel Cisimler | Yerel ad | İngilizce İsim | Modern tanım | |----------|-------|-------| | _Ense_ | el | alt Orion ve β Eridanus | | _Mato Tipi/Tipila_ | Ayı Köşkü | İkizler | | _Ki Inyanka Ocanku_ | Yarış Pisti | Kış Çemberi ve Ülker | | _Çan Hd/Gleska Wakan_ | Kutsal çember | Kış Çemberi ve Ülker | | _Inipi/Initipi_ | Ter kulübesi | Kış Çemberi ve Ülker | | _Tayamni_ | Bufalo (üç parça) | Orion, Köpek Binbaşı, Ülker | | _Zuzeca/Zuzuheça_ | yılan | Kolombiya | Köpek Yavrusu, Köpek Binbaşı | | _Kazanmak/Kazanmayı Ayarlamak_ | Mavi Kadın/Doğu Kadın | Büyük Kepçe – Kasenin İçinde | | _Madoo'asinik_ | Terleme Taşları | Ülker | | _Wiçakiyuhapi _ | Sedye | Büyük Kepçe – Kase yıldızları | | _Wasihdapi/Wasiglapi_ | yas tutanlar | Büyük Kepçe – Yıldızları tut | | _Manka/Maka_ | kokarca | Büyük Kepçe | | _Wicakiyuhapi/Can cinkska_ | kepçe/tahta kaşık | Büyük Kepçe | | _Oceti Sakowin_ | Yedi kutsal ayin/konsey yangını | Büyük Kepçe | | _Wicanhpi waziyata/Wicanhpi Owanjila_ | Tek bir yerde duran yıldız | Kuzey yıldızı, Polaris | | _Wakinyan_ | Thunderbird | Draco, Küçükayı | | _Key_ | Kaplumbağa | Pegasus | | _Cansasa | Pusyapı/Ipusye_ | Kuru Kırmızı Söğüt (Kızıl Osier Kızılcık – Cornus stolonifera) Koç | üçgen | | _Hehaka/Upan_ | geyik | Balık | | _Wiçinyanna Sakowin/Wiçincala Sakowin_ | Yedi Kız | Ülker | | _Ahdeska/Agleska_ | semender | Kuğu | | _Oçeti/Peta_ | Şömine/Yangın | Aslan | | _Itkob u_ | doğru gidiyor | Arkturus | | _Ihuku Kigle_ | Altında gitti | Arkturus | | _Anpo Wiçanhpi Sunkaku_ | Sabah yıldızının küçük kardeşi | Arkturus | | _Wicanhpi_ | Yıldız | | | _Hanhepi Wi_ /Hanyetu Wi/Hanwi /Hanwi_ | Gece Güneşi | Ay | | _Anog Öğesi | Çift Yüzlü Kadın | Ay | | _Wi / Anpetu Wi_ | Gün Güneş | Güneş | | _Anpo Wiçanhpi /Anpetu D/Luta_ | | Venüs | | _Wanagi Taçanku_ | Ruhların Yolu/Hayalet izi | Samanyolu | | _Wiçanhpi Hinhpaya/Wiahpihinhpaya/Wohpe Wakan_ | | Meteor/Kayan yıldız | | _Wamakhognaka/Wamakhognaka/Makasitomni_ | | evren | | _Wicanhpi Sintetun/Wicanhpi Sinte Yukan/Wicanpisinteton_ | | kuyruklu yıldız |
zh_tw: ###天體 |本地名稱|英文名|現代名稱| | ---------- | ------- | ------- | | _Nape_ |手|下獵戶座和βEridanus | | _Mato Tipi / Tipila_ |熊旅館|雙子座| | _Ki Inyanka Ocanku_ |賽馬場|冬季圈和le宿星| | _ÇanHd / Gleska Wakan_ |神聖箍|冬季圈和le宿星| | _Inipi / Initipi_ |汗水小屋|冬季圈和le宿星| | _Tayamni_ |布法羅（的三個部分）| Orion，Canis Major，Pleiades | | _Zuzeca /Zuzuheça_|蛇哥倫比亞| Puppis，Canis Major | | _致勝/致勝_ |藍色女人/出生女人|北斗七星–碗內| | _Madoo'asinik_ |出汗石| le | _Wiçakiyuhapi_ |擔架|北斗七星-碗星| | _Wasihdapi / Wasiglapi_ |送葬者|北斗七星–處理星星| | _Manka / Maka_ |臭鼬|北斗星| | _Wicakiyuhapi / Can cinkska_ |北斗/木勺|北斗星| | _Oceti Sakowin_ |七場聖火/市政大火|北斗星| | _Wiçanhpiwaziyata /WiçanhpiOwanjila_ |一站式的明星|北極星，北極星| | _Wakinyan_ |雷鳥| Draco，小熊戰士| | _Keya_ |烏龜|飛馬座| | _Cansasa | Pusyapi / Ipusye_ |幹的紅柳（紅Red山茱– –山茱stolonifera）白羊座|三角 | _Hehaka / Upan_ |麋鹿雙魚座| | _WiçinyannaSakowin /WiçincalaSakowin_ |七個女孩| le | _Ahdeska / Agleska_ | am |天鵝座| | _Oçeti/ Peta_ |壁爐/火爐|獅子座 | _Itkob u_ |往| Arcturus | | _Ihuku Kigle_ |下去了Arcturus | | _AnpoWiçanhpiSunkaku_ |晨星的弟弟| Arcturus | | _Wiçanhpi_|明星| | | _Hanhepi Wi_ / Hanyetu Wi / Hanwi / Hanwi_ |夜晚的太陽|月亮| | _Anog Ite |雙面女人|月亮| | _Wi / Anpetu Wi_ |天陽|太陽| | _安波·維桑比（AnpoWiçanhpi）/安佩圖（Anpetu D）/盧塔（Luta_）| |金星| | _WanagiTaçanku_|精神之路/幽靈步道|銀河系| | _WiçanhpiHinhpaya / Wiahpihinhpaya / Wohpe Wakan_ | |流星/流星| | _Wamakohnaka / Wamakhognaka / Makasitomni_ | |宇宙| | _WiçanhpiSintetun /WiçanhpiSinte Yukan / Wicanpisinteton_ | |彗星
