Repository: 10110111/stellarium-skycultures
Catalog: bugis/po/*.po
Languages: ar, cs, de, es, it, ja, nl

source: Bugis
ar: بوجيس
ja: ブギス

source: The Bugis are an ethnic group on the island of Sulawesi in Indonesia, with a strong seafaring and trading tradition. This sky culture has 12 constellation line figures. It also has names for four stars and five other sky objects (the Pleiades, the Coalsack Nebula, the Magellanic Cloud(s), the Milky Way, and Venus). Many of the constellations reflect the seafaring tradition; the others are of agricultural origin.
ar: البوجي هي مجموعة عرقية في جزيرة سولاويزي في إندونيسيا ، ولديها تقاليد قوية في الملاحة البحرية والتجارة. تحتوي ثقافة السماء هذه على 12 خط كوكبة. كما أن لديها أسماء لأربعة نجوم وخمسة أجرام سماوية أخرى (الثريا ، وسديم Coalsack ، وسحابة (سحابة) ماجلان ، ودرب التبانة ، والزهرة). تعكس العديد من الأبراج تقاليد الملاحة البحرية. الآخرون من أصل زراعي.
cs: Bugisové jsou etnická skupina na ostrově Sulawesi v Indonésii se silnou námořní a obchodní tradicí. Tato kultura oblohy má 12 obrazců souhvězdí. Má také jména pro čtyři hvězdy a pět dalších objektů na obloze (Plejády, mlhovina Coalsack, Magellanova mračna, Mléčná dráha a Venuše). Mnoho souhvězdí odráží tradici mořeplavectví; ostatní jsou zemědělského původu.
de: Die Bugis sind eine ethnische Gruppe auf der Insel Sulawesi in Indonesien mit einer starken Seefahrer- und Handelstradition. Diese Himmelskultur hat 12 Konstellationslinienfiguren. Es hat auch Namen für vier Sterne und fünf andere Himmelsobjekte (die Plejaden, den Kohlensacknebel, die Magellansche Wolke(n), die Milchstraße und die Venus). Viele der Sternbilder spiegeln die Tradition der Seefahrt wider; die anderen sind landwirtschaftlichen Ursprungs.
es: Los bugis son una etnia de la isla de Sulawesi en Indonesia, con una fuerte tradición marinera y comercial. Esta cultura del cielo tiene 12 figuras de líneas de constelaciones. También tiene nombres para cuatro estrellas y otros cinco objetos del cielo (las Pléyades, la Nebulosa Saco de Carbón, la(s) Nube(s) de Magallanes, la Vía Láctea y Venus). Muchas de las constelaciones reflejan la tradición marinera; los demás son de origen agrícola.
it: I Bugis sono un gruppo etnico dell'isola di Sulawesi in Indonesia, con una forte tradizione marinara e commerciale. Questa cultura del cielo ha 12 figure di costellazioni. Ha anche nomi per quattro stelle e altri cinque oggetti del cielo (le Pleiadi, la Nebulosa Sacco di Carbone, la Nube di Magellano, la Via Lattea e Venere). Molte delle costellazioni riflettono la tradizione marinara; gli altri sono di origine agricola.
ja: ブギス族は、インドネシアのスラウェシ島に住む民族グループで、船乗りと交易の強い伝統があります。この空の文化には、12星座の線図があります。また、4 つの星と他の 5 つの天体 (プレアデス、コールサック星雲、マゼラン雲、天の川、金星) の名前もあります。星座の多くは、航海の伝統を反映しています。他のものは農業起源のものです。

source: This sky culture for Stellarium is a transcript of data recorded in a book by `The evolution of local Southeast Asian astronomy and the influence of China, India, the Islamic World and the West`[#1]. It provides a unified drawing of Bugis constellations from two prior sources (one from 1999, one from 1987) which had overlapping but not identical data. The Mandar sky culture is related (they are neighbouring ethnic groups on the island of Sulawesi) so it is similar. The Mandar source [#2] also provides some data for the Bugis.
ar: هذه الثقافة السماوية لـ Stellarium هي نسخة من البيانات المسجلة في كتاب بواسطة "تطور علم الفلك المحلي في جنوب شرق آسيا وتأثير الصين والهند والعالم الإسلامي والغرب" [#1]. يوفر رسمًا موحدًا لكوكبات Bugis من مصدرين سابقين (أحدهما من عام 1999 ، والآخر من عام 1987) كان لهما بيانات متداخلة ولكنها ليست متطابقة. ترتبط ثقافة سماء الماندار (هم مجموعات عرقية مجاورة في جزيرة سولاويزي) لذا فهي متشابهة. يوفر مصدر Mandar [#2] أيضًا بعض البيانات لـ Bugis.
cs: Tato kultura oblohy pro Stellarium je přepisem dat zaznamenaných v knize autora "Vývoj místní astronomie jihovýchodní Asie a vliv Číny, Indie, islámského světa a Západu"[#1]. Poskytuje jednotnou kresbu souhvězdí Bugis ze dvou předchozích zdrojů (jeden z roku 1999, jeden z roku 1987), které měly překrývající se, ale ne totožné údaje. Kultura mandarského nebe je příbuzná (jsou to sousední etnické skupiny na ostrově Sulawesi), takže je podobná. Zdroj Mandar [#2] také poskytuje některá data pro Bugis.
de: Diese Himmelskultur für Stellarium ist eine Abschrift von Daten, die in einem Buch von aufgezeichnet wurden „Die Entwicklung der lokalen südostasiatischen Astronomie und der Einfluss von China, Indien, der islamischen Welt und dem Westen“ [#1]. Es bietet eine einheitliche Zeichnung von Bugis-Konstellationen aus zwei früheren Quellen (eine von 1999, eine von 1987), die sich überschneidende, aber nicht identische Daten enthielten. Die Mandar-Himmelskultur ist verwandt (sie sind benachbarte ethnische Gruppen auf der Insel Sulawesi), also ist sie ähnlich. Die Mandar-Quelle [#2] liefert auch einige Daten für die Bugis.
es: Esta cultura del cielo para Stellarium es una transcripción de los datos registrados en un libro por `La evolución de la astronomía local del sudeste asiático y la influencia de China, India, el mundo islámico y Occidente`[#1]. Proporciona un dibujo unificado de las constelaciones de Bugis de dos fuentes anteriores (una de 1999 y otra de 1987) que tenían datos superpuestos pero no idénticos. La cultura del cielo Mandar está relacionada (son grupos étnicos vecinos en la isla de Sulawesi) por lo que es similar. La fuente de Mandar [#2] también proporciona algunos datos para Bugis.
it: Questa cultura del cielo per Stellarium è una trascrizione di dati registrati in un libro di `L'evoluzione dell'astronomia locale del sud-est asiatico e l'influenza di Cina, India, mondo islamico e Occidente`[#1]. Fornisce un disegno unificato delle costellazioni Bugis da due fonti precedenti (una del 1999, una del 1987) che avevano dati sovrapposti ma non identici. La cultura del cielo Mandar è correlata (sono gruppi etnici vicini sull'isola di Sulawesi), quindi è simile. La fonte Mandar [#2] fornisce anche alcuni dati per il Bugis.
ja: Stellarium のこの空の文化は、によって本に記録されたデータの転写です。 「地域の東南アジアの天文学の進化と、中国、インド、イスラム世界、西側諸国の影響」[#1]。これは、データが重複するが同一ではない 2 つの以前のソース (1 つは 1999 年のもの、もう 1 つは 1987 年のもの) からのブギス星座の統一された図を提供します。 マンダーの空の文化は関連している (スラウェシ島の近隣の民族グループ) ので、似ています。 Mandar ソース [#2] も Bugis のデータを提供しています。

source: ### Constellations and star names One source attributed in [#1] (from 1999) gives the following Bugis asterisms and names: - _Bintoѐng Baluѐ_, `Widow Before Marriage`, (α, β Cen) - _Bintoѐng Bola Kѐppang_, `Incomplete House` (α to δ, μ Cru) - _Bintoѐng Balѐ Mangiwѐng_, `Shark` (Scorpius (south)) - _Bintoѐng Lambaruѐ_, `Ray Fish` or `Skate` (Scorpius (north)) - `Lost Pleiad` (Antares) - _Bintoѐng Kappala'ѐ_, `Ship` (α to η UMa) - _Bintoѐng Kappala'ѐ_, `Ship` (α to η UMa; β, γ UMi) - _Bintoѐng Balu Mandara'_, `Mandar Widow` (α, β UMa) - _Bintoéng Timoro'_, `Eastern Star` (Altair) - _Bintoéng Rakkalaé_, `Plough` (α to η Ori) - _Tanra Tѐlluѐ_, `Sign of Three` (δ, ε, ζ Ori) - _Worong-porongngé_, `Cluster`, or _Bintoéng Pitu_, `Seven Stars` (Pleiades). Another source attributed in [#1] (from 1987) gives the following Bugis asterisms and names, some of which overlap with the previous source: - _Worong-mpolong_, `Tuft` (Pleiades) - _Wara-wara_, `Burning Coal` (Aldebaran) - _Tanra Tellu_, `Triple Beacon` (δ, ε, ζ Ori) - _Manu'_, `Chicken` (Canopus, Sirius and Procyon) - _Watang-mpata_, `Job's Tears Stalk` (α, β Leo) - _Éppang_, `Lame` (Crux) - _Walu_, `Widow` (α, β Cen) - _Lambaru_, `Ray Fish` (Scorpius (north)) - _Tékkoroso_, `Pushed Plough` (Triangulum). There are two variants of the `Ship`, which overlap in the Big Dipper region. The `Mandar Widow` also overlaps with these. The `Plough` and the `Sign of Three` overlap in the Orion region. There is some uncertainty in these constellation lines: - It is not clear if the lines in `Shark` are complete. [#2] identifies the stars, while the drawing in [#1] for this constellation is a pictogram, and the two don't match very well. The shape here matches the pictogram in [#1] better. See also the Mandar version of this same constellation, which is a larger, realistic shark shape. - `Pushed Plough` is marked as uncertain in [#1]. ### Planets Venus is _Bintoѐng Bawi_ or _Wari wariѐ_. ### Other sky objects One source attributed in [#1] and [#2] gives the following Bugis names: - _Bembé'é_, `Goat` (Coalsack Nebula in Crux) - _Tanra Bajoé_, `Sign of the Bajau` (Magellanic Clouds) - _Bintoѐng Nagaѐ_ (the Milky Way).
ar: ### الأبراج وأسماء النجوم يعطي أحد المصادر المنسوبة في [#1] (من 1999) العلامات النجمية والأسماء التالية لـ Bugis: - بنتونج بالو ، "أرملة قبل الزواج" ، (α، β Cen) - Bintoѐng Bola Kѐppang_ ، "منزل غير مكتمل" (α إلى δ ، μ Cru) - Bintoѐng Balѐ Mangiwѐng_ ، `Shark` (برج العقرب (جنوب)) - بينتونج لامبارو ، "راي فيش" أو "سكيت" (برج العقرب (شمال)) - "فقدت بلياد" (قلب العقرب) - _Bintoѐng Kappala'ѐ_ ، `السفينة` (α إلى η UMa) - Bintoѐng Kappala'ѐ_ ، `السفينة` (α إلى η UMa ؛ β ، γ UMi) - _Bintoѐng Balu Mandara'_، `Mandar Widow` (α، β UMa) - بينتوينج تيمورو ، "النجم الشرقي" (Altair) - بينتوينج راكالاي ، `محراث` (α إلى η أوري) - _Tanra Tѐlluѐ_ ، `علامة الثلاثة` (δ ، ε ، ζ أوري) - _Worong-porongngé_ ، "Cluster" ، أو _Bintoéng Pitu_ ، "Seven Stars" (Pleiades). مصدر آخر منسوب في [#1] (من 1987) يعطي العلامات النجمية والأسماء لـ Bugis التالية ، والتي يتداخل بعضها مع المصدر السابق: --Worong-mpolong_ ، `Tuft` (الثريا) - وارا وارا ، `حرق الفحم` (الديبران) - _Tanra Tellu_ ، `Triple Beacon` (δ، ε، ζ Ori) - مانو ، `دجاج '(كانوب ، سيريوس ، بروسيون) - _Watang-mpata_ ، "ساق دموع الوظيفة" (α ، β ليو) - إبانج _ ، "عرجاء" (جوهر) - _والو_ ، "أرملة" (α ، β سن) - لامبارو ، "راي فيش" (برج العقرب (شمال)) - تيكوروسو ، "المحراث المدفوع" (المثلث). هناك نوعان مختلفان من "السفينة" ، والتي تتداخل في منطقة Big Dipper. تتداخل "Mandar Widow" أيضًا مع هذه. يتداخل "Plough" و "علامة الثلاثة" في منطقة Orion. هناك بعض عدم اليقين في خطوط الكوكبة هذه: - ليس من الواضح ما إذا كانت السطور في "Shark" كاملة. يحدد [#2] النجوم ، في حين أن الرسم في [#1] لهذه الكوكبة هو رسم تخطيطي ، ولا يتطابق الاثنان جيدًا. يتطابق الشكل هنا مع الرسم التخطيطي في [#1] بشكل أفضل. انظر أيضًا إلى نسخة Mandar من هذه الكوكبة نفسها ، والتي هي شكل سمكة قرش أكبر وواقعي. - تم وضع علامة "Pushed Plough" على أنها غير مؤكدة في [#1]. ### الكواكب الزهرة هي _Bintoѐng Bawi_ أو _Wari wariѐ_. ### الأجرام السماوية الأخرى مصدر واحد منسوب في [#1] و [#2] يعطي أسماء Bugis التالية: - Bembé'é_ ، "الماعز" (سديم Coalsack in Crux) - تانرا باجوي ، `علامة الباجاو` (غيوم ماجلان) - بنتونج ناجا (درب التبانة).
cs: ### Souhvězdí a jména hvězd Jeden zdroj připsaný v [#1] (z roku 1999) uvádí následující asterismy a názvy Bugis: - _Bintoѐng Baluѐ_, `Vdova před svatbou`, (α, β Cen) - _Bintoѐng Bola Kѐppang_, `Neúplný dům` (α až δ, μ Cru) - _Bintoѐng Balѐ Mangiwѐng_, "Žralok" (Scorpius (jih)) - _Bintoѐng Lambaruѐ_, "Ray Fish" nebo "Skate" (Scorpius (sever)) - "Ztracená plejáda" (Antares) - _Bintoѐng Kappala'ѐ_, `Loď` (α až η UMa) - _Bintoѐng Kappala'ѐ_, `Loď` (α až η UMa; β, γ UMi) - _Bintoѐng Balu Mandara'_, `Mandar Widow` (α, β UMa) - _Bintoéng Timoro'_, `Eastern Star` (Altair) - _Bintoéng Rakkalaé_, `Plough` (α až η Ori) - _Tanra Tѐlluѐ_, "Znamení tří" (δ, ε, ζ Ori) - _Worong-porongngé_, `Cluster` nebo _Bintoéng Pitu_, `Seven Stars` (Plejády). Jiný zdroj připsaný v [#1] (z roku 1987) uvádí následující asterismy a názvy Bugis, z nichž některé se překrývají s předchozím zdrojem: - _Worong-mpolong_, "Tuft" (Plejády) - _Wara-wara_, "Spalující uhlí" (Aldebaran) - _Tanra Tellu_, `Triple Beacon` (δ, ε, ζ Ori) - _Manu'_, "Kuře" (Canopus, Sirius a Procyon) - _Watang-mpata_, `Job's Tears Stalk` (α, β Leo) - _Éppang_, `Lame` (Crux) - _Walu_, "Vdova" (α, β Cen) - _Lambaru_, "Ray Fish" (Scorpius (sever)) - _Tékkoroso_, `Potlačený pluh` (Triagulum). Existují dvě varianty `Loď`, které se překrývají v oblasti Velkého vozu. `Mandar Widow` se s nimi také překrývá. "Plough" a "Sign of Three" se v oblasti Orion překrývají. V těchto konstelačních liniích je určitá nejistota: - Není jasné, zda jsou řádky v `Shark` úplné. [#2] identifikuje hvězdy, zatímco kresba v [#1] pro toto souhvězdí je piktogram a ty dva se příliš neshodují. Tvar zde lépe odpovídá piktogramu v [#1]. Podívejte se také na verzi Mandar stejného souhvězdí, což je větší, realistický tvar žraloka. - "Pushed Plough" je v [#1] označen jako nejistý. ### Planety Venuše je _Bintoѐng Bawi_ nebo _Wari wariѐ_. ### Jiné objekty na obloze Jeden zdroj přiřazený v [#1] a [#2] uvádí následující názvy Bugis: - _Bembé'é_, `Koza` (mlhovina Coalsack v Crux) - _Tanra Bajoé_, "Znamení Bajau" (Magellanovy mraky) - _Bintoѐng Nagaѐ_ (Mléčná dráha).
de: ### Sternbilder und Sternnamen Eine Quelle, die in [#1] (von 1999) zugeschrieben wird, gibt die folgenden Bugis-Asterismen und -Namen an: - _Bintoѐng Baluѐ_, `Witwe vor der Ehe`, (α, β Cen) - _Bintoѐng Bola Kѐppang_, `Unvollständiges Haus` (α bis δ, μ Cru) - _Bintoѐng Balѐ Mangiwѐng_, `Shark` (Scorpius (Süd)) - _Bintoѐng Lambaruѐ_, `Ray Fish` oder `Skate` (Scorpius (Norden)) - `Verlorene Plejade` (Antares) - _Bintoѐng Kappala'ѐ_, `Schiff` (α bis η UMa) - _Bintoѐng Kappala'ѐ_, `Schiff` (α bis η UMa; β, γ UMi) - _Bintoѐng Balu Mandara'_, `Mandar Witwe` (α, β UMa) - _Bintoéng Timoro'_, `Oststern` (Altair) - _Bintoéng Rakkalaé_, `Pflug` (α bis η Ori) - _Tanra Tѐlluѐ_, `Zeichen der Drei` (δ, ε, ζ Ori) - _Worong-porongngé_, `Cluster`, oder _Bintoéng Pitu_, `Seven Stars` (Plejaden). Eine andere Quelle, die in [#1] (von 1987) zugeschrieben wird, gibt die folgenden Bugis-Asterismen und -Namen an, von denen sich einige mit der vorherigen Quelle überschneiden: - _Worong-mpolong_, `Büschel` (Plejaden) - _Wara-wara_, `Brennende Kohle` (Aldebaran) - _Tanra Tellu_, `Triple Beacon` (δ, ε, ζ Ori) - _Manu'_, `Huhn` (Canopus, Sirius und Procyon) - _Watang-mpata_, `Hiobs Tränenstiel` (α, β Löwe) - _Éppang_, `Lahm` (Crux) - _Walu_, `Witwe` (α, β Cen) - _Lambaru_, `Rochenfisch` (Scorpius (Norden)) - _Tékkoroso_, `Gedrückter Pflug` (Triangulum). Es gibt zwei Varianten des „Schiffes“, die sich in der Region des Großen Wagens überschneiden. Auch die `Mandar Widow` überschneidet sich mit diesen. Der „Pflug“ und das „Zeichen der Drei“ überschneiden sich in der Orion-Region. Es gibt einige Unsicherheiten in diesen Konstellationslinien: - Es ist nicht klar, ob die Zeilen in „Shark“ vollständig sind. [#2] identifiziert die Sterne, während die Zeichnung in [#1] für diese Konstellation ein Piktogramm ist, und die beiden passen nicht sehr gut zusammen. Die Form hier passt besser zum Piktogramm in [#1]. Siehe auch die Mandar-Version derselben Konstellation, die eine größere, realistische Haiform ist. - „Pushed Plough“ ist in [#1] als unsicher gekennzeichnet. ### Planeten Venus ist _Bintoѐng Bawi_ oder _Wari wariѐ_. ### Andere Himmelsobjekte Eine in [#1] und [#2] zugeschriebene Quelle gibt die folgenden Bugis-Namen an: - _Bembé'é_, `Goat` (Kohlensacknebel in Crux) - _Tanra Bajoé_, `Zeichen der Bajau` (Magellansche Wolken) - _Bintoѐng Nagaѐ_ (die Milchstraße).
es: ### Constelaciones y nombres de estrellas Una fuente atribuida en [#1] (de 1999) da los siguientes asterismos y nombres de Bugis: - _Bintoѐng Baluѐ_, `Viuda antes del matrimonio`, (α, β Cen) - _Bintoѐng Bola Kѐppang_, `Casa incompleta` (α a δ, μ Cru) - _Bintoѐng Balѐ Mangiwѐng_, `Tiburón` (Scorpius (sur)) - _Bintoѐng Lambaruѐ_, `Ray Fish` o `Skate` (Scorpius (norte)) - `Pléyade perdida` (Antares) - _Bintoѐng Kappala'ѐ_, `Barco` (α a η UMa) - _Bintoѐng Kappala'ѐ_, `Barco` (α a η UMa; β, γ UMi) - _Bintoѐng Balu Mandara'_, `Mandar Widow` (α, β UMa) - _Bintoéng Timoro'_, `Estrella de Oriente` (Altair) - _Bintoéng Rakkalaé_, `Arado` (α a η Ori) - _Tanra Tѐlluѐ_, `Signo de los Tres` (δ, ε, ζ Ori) - _Worong-porongngé_, `Cluster`, o _Bintoéng Pitu_, `Siete Estrellas` (Pléyades). Otra fuente atribuida en [#1] (de 1987) da los siguientes asterismos y nombres de Bugis, algunos de los cuales se superponen con la fuente anterior: - _Worong-mpolong_, `Mechón` (Pléyades) - _Wara-wara_, `Carbón Ardiente` (Aldebarán) - _Tanra Tellu_, `Triple Baliza` (δ, ε, ζ Ori) - _Manu'_, `Pollo` (Canopus, Sirius y Procyon) - _Watang-mpata_, `Las lágrimas de Job` (α, β Leo) - _Éppang_, `Cojo` (Crux) - _Walu_, `Viuda` (α, β Cen) - _Lambaru_, `Pez Raya` (Scorpius (norte)) - _Tékkoroso_, `Arado Empujado` (Triangulum). Hay dos variantes del 'Barco', que se superponen en la región de la Osa Mayor. La `Mandar Widow` también se superpone con estos. El 'Arado' y el 'Signo de los Tres' se superponen en la región de Orión. Hay cierta incertidumbre en estas líneas de constelación: - No está claro si las líneas en `Shark` están completas. [#2] identifica las estrellas, mientras que el dibujo en [#1] para esta constelación es un pictograma, y los dos no coinciden muy bien. La forma aquí coincide mejor con el pictograma en [#1]. Vea también la versión Mandar de esta misma constelación, que es una forma de tiburón más grande y realista. - `Arado empujado` está marcado como incierto en [#1]. ### Planetas Venus es _Bintoѐng Bawi_ o _Wari wariѐ_. ### Otros objetos del cielo Una fuente atribuida en [#1] y [#2] da los siguientes nombres Bugis: - _Bembé'é_, `Cabra` (Nebulosa Saco de Carbón en Crux) - _Tanra Bajoé_, `Signo de la Bajau` (Nubes de Magallanes) - _Bintoѐng Nagaѐ_ (la Vía Láctea).
it: ### Costellazioni e nomi di stelle Una fonte attribuita in [#1] (dal 1999) fornisce i seguenti asterismi e nomi Bugis: - _Bintoѐng Baluѐ_, `Vedova prima del matrimonio`, (α, β Cen) - _Bintoѐng Bola Kѐppang_, `Casa incompleta` (da α a δ, μ Cru) - _Bintoѐng Balѐ Mangiwѐng_, `Squalo` (Scorpius (sud)) - _Bintoѐng Lambaruѐ_, `Ray Fish` o `Skate` (Scorpius (nord)) - `Pleade perduta` (Antares) - _Bintoѐng Kappala'ѐ_, `Ship` (da α a η UMa) - _Bintoѐng Kappala'ѐ_, `Ship` (da α a η UMa; β, γ UMi) - _Bintoѐng Balu Mandara'_, `Mandar Widow` (α, β UMa) - _Bintoéng Timoro'_, `Stella dell'Est` (Altare) - _Bintoéng Rakkalaé_, 'Aratro' (da α a η Ori) - _Tanra Tѐlluѐ_, `Segno del Tre` (δ, ε, ζ Ori) - _Worong-porongngé_, `Cluster`, o _Bintoéng Pitu_, `Seven Stars` (Pleiadi). Un'altra fonte attribuita in [#1] (dal 1987) fornisce i seguenti asterismi e nomi Bugis, alcuni dei quali si sovrappongono alla fonte precedente: - _Worong-mpolong_, `Ciuffo` (Pleiadi) - _Wara-wara_, 'Carbone ardente' (Aldebaran) - _Tanra Tellu_, `Triple Beacon` (δ, ε, ζ Ori) - _Manu'_, `Pollo` (Canopo, Sirio e Procione) - _Watang-mpata_, 'Lacrime di Giobbe' (α, β Leo) - _Éppang_, `Zoppo` (Crux) - _Walu_, `Vedova` (α, β Cen) - _Lambaru_, `Ray Fish` (Scorpius (nord)) - _Tékkoroso_, 'Aratro spinto' (Triangolo). Esistono due varianti della "nave", che si sovrappongono nella regione dell'Orsa Maggiore. Anche "Mandar Widow" si sovrappone a questi. L'"aratro" e il "segno del tre" si sovrappongono nella regione di Orione. C'è una certa incertezza in queste linee di costellazione: - Non è chiaro se le righe in `Shark` sono complete. [#2] identifica le stelle, mentre il disegno in [#1] per questa costellazione è un pittogramma, ei due non corrispondono molto bene. La forma qui corrisponde meglio al pittogramma in [#1]. Vedi anche la versione Mandar di questa stessa costellazione, che è una forma di squalo più grande e realistica. - "Aratro spinto" è contrassegnato come incerto in [#1]. ### Pianeti Venere è _Bintoѐng Bawi_ o _Wari wariѐ_. ### Altri oggetti del cielo Una fonte attribuita in [#1] e [#2] fornisce i seguenti nomi Bugis: - _Bembé'é_, `Capra` (Nebulosa Sacco di Carbone in Crux) - _Tanra Bajoé_, `Segno dei Bajau` (Nuvole di Magellano) - _Bintoѐng Nagaѐ_ (la Via Lattea).
ja: ### 星座と星の名前 [#1] (1999 年以降) に起因する 1 つの情報源は、次の Bugis アスタリズムと名前を示しています。 - _Bintoѐng Baluѐ_, `結婚前の未亡人`, (α, β Cen) - _Bintoѐng Bola Kѐppang_, `不完全な家` (α to δ, μ Cru) - _Bintoѐng Balѐ Mangiwѐng_、`サメ` (さそり座 (南)) - _Bintoѐng Lambaruѐ_, `Ray Fish` または `Skate` (さそり座 (北)) ・`失われたプレアデス`(アンタレス) - _Bintoѐng Kappala'ѐ_, `Ship` (α から η UMa) - _Bintoѐng Kappala'ѐ_, `Ship` (α から η UMa; β, γ UMi) - _Bintoѐng Balu Mandara'_, `Mandar Widow` (α, β UMa) - _Bintoeng Timoro'_, `Eastern Star` (アルタイル) - _Bintoéng Rakkalaé_, `Plough` (α から η Ori) - _Tanra Tѐlluѐ_, `Sign of Three` (δ, ε, ζ Ori) - _Worong-porongngé_、`Cluster`、または _Bintoeng Pitu_、`Seven Stars` (プレアデス)。 [#1] (1987 年以降) に起因する別の情報源は、次のブギス アスタリズムと名前を示しており、その一部は以前の情報源と重複しています。 - _Worong-mpolong_, `タフト` (プレアデス) - _わらわら_、`Burning Coal` (アルデバラン) - _Tanra Tellu_, `Triple Beacon` (δ, ε, ζ Ori) - _Manu'_, `Chicken` (カノープス、シリウス、プロキオン) - _Watang-mpata_、`ヨブの涙の茎` (α、β レオ) - _Éppang_、`ラメ` (Crux) - _Walu_, `未亡人` (α, β Cen) - _Lambaru_, `Ray Fish` (さそり座 (北)) - _Tékkoroso_、`押しプラウ` (Triangulum)。 北斗七星地域で重複する「船」には 2 つのバリエーションがあります。 「マンダー・ウィドウ」もこれらと重なる。 「プラウ」と「サイン・オブ・スリー」がオリオン地方で重なります。 これらのコンスタレーション ラインには不確実性があります。 ・「鮫」の台詞が完結しているかは不明。 [#2] は星を識別しますが、[#1] のこの星座の描画はピクトグラムであり、この 2 つはあまり一致しません。ここの形状は、[#1] のピクトグラムとよく一致しています。この同じ星座のマンダー バージョンも参照してください。これは、より大きく、リアルなサメの形です。 - `Pushed Plough` は、[#1] で不明としてマークされています。 ### 惑星 金星は _Bintoѐng Bawi_ または _Wari wariѐ_ です。 ### その他の天体 [#1] および [#2] に起因する 1 つのソースは、次の Bugis 名を与えます。 - _Bembé'é_, `ヤギ` (クルクスのコールサック星雲) - _Tanra Bajoé_、`バジャウのサイン` (マゼラン雲) - _Bintoѐng Nagaѐ_ (天の川)。
