Repository: 10110111/stellarium-skycultures
Catalog: bugis/po/*.po
Languages: ar, cs, de, es, it, ja, nl

source: - [#1]: Yukio Ohashi and Wayne Orchiston. The evolution of local Southeast Asian astronomy and the influence of China, India, the Islamic World and the West. In W Orchiston and M N Vahia, editors, Exploring the History of Southeast Asian Astronomy, pages 673–767. Springer, Cham, 2021. - [#2]: A. A. Rasyid, T. Hidayat, and W. Orchiston. Star patterns in Mandar navigation. In W. Orchiston and M. N. Vahia, editors, Exploring the History of Southeast Asian Astronomy, pages 549–564. Springer, Cham, 2021. - [#3]: Doina Bucur. The network signature of constellation line figures. arXiv e-prints. arXiv:2110.12329 [cs.SI]. 2021. Available at <https://arxiv.org/abs/2110.12329>.
ar: - [#1]: Yukio Ohashi و Wayne Orchiston. تطور علم الفلك المحلي في جنوب شرق آسيا وتأثير الصين والهند والعالم الإسلامي والغرب. في W Orchiston و MN Vahia ، محرران ، استكشاف تاريخ علم الفلك في جنوب شرق آسيا ، الصفحات 673-767. سبرينغر ، شام ، 2021. - [#2]: أ. رشيد ، ت. هدايت ، و. أوركيستون. أنماط النجوم في ملاحة Mandar. في W. Orchiston و M.N Vahia ، محرران ، استكشاف تاريخ علم الفلك في جنوب شرق آسيا ، الصفحات 549-564. سبرينغر ، شام ، 2021. - [#3]: Doina Bucur. توقيع الشبكة لأرقام خط كوكبة. مطبوعات arXiv الإلكترونية. arXiv: 2110.12329 [cs.SI]. 2021. متاح على> https://arxiv.org/abs/2110.12329>.
cs: - [#1]: Yukio Ohashi a Wayne Orchiston. Vývoj místní jihovýchodní asijské astronomie a vliv Číny, Indie, islámského světa a Západu. V W Orchiston a M N Vahia, editoři, Exploring the History of Southeast Asian Astronomy, strany 673–767. Springer, Cham, 2021. - [#2]: A. A. Rasyid, T. Hidayat a W. Orchiston. Hvězdné vzory v navigaci Mandar. V W. Orchiston a M. N. Vahia, editoři, Exploring the History of Southeast Asian Astronomy, strany 549–564. Springer, Cham, 2021. - [#3]: Doina Bucur. Síťový podpis obrazců linie souhvězdí. arXiv e-printy. arXiv:2110.12329 [cs.SI]. 2021. Dostupné na <https://arxiv.org/abs/2110.12329>.
de: - [#1]: Yukio Ohashi und Wayne Orchiston. Die Entwicklung der lokalen südostasiatischen Astronomie und der Einfluss von China, Indien, der islamischen Welt und dem Westen. In W. Orchiston und M. N. Vahia, Herausgeber, Exploring the History of Southeast Asian Astronomy, Seiten 673–767. Springer, Cham, 2021. - [#2]: A. A. Rasyid, T. Hidayat und W. Orchiston. Sternmuster in der Mandar-Navigation. In W. Orchiston und M. N. Vahia, Herausgeber, Exploring the History of Southeast Asian Astronomy, Seiten 549–564. Springer, Cham, 2021. - [#3]: Doina Bucur. Die Netzwerksignatur von Konstellationslinienfiguren. arXiv E-Prints. arXiv:2110.12329 [cs.SI]. 2021. Verfügbar unter <https://arxiv.org/abs/2110.12329>.
es: - [#1]: Yukio Ohashi y Wayne Orchiston. La evolución de la astronomía local del sudeste asiático y la influencia de China, India, el mundo islámico y Occidente. En W Orchiston y M N Vahia, editores, Explorando la historia de la astronomía del sudeste asiático, páginas 673–767. Springer, Cham, 2021. - [#2]: A. A. Rasyid, T. Hidayat y W. Orchiston. Patrones de estrellas en la navegación Mandar. En W. Orchiston y M. N. Vahia, editores, Explorando la historia de la astronomía del sudeste asiático, páginas 549–564. Springer, Cham, 2021. - [#3]: Doina Bucur. La firma de red de figuras de línea de constelación. impresiones electrónicas arXiv. arXiv:2110.12329 [cs.SI]. 2021. Disponible en <https://arxiv.org/abs/2110.12329>.
it: - [#1]: Yukio Ohashi e Wayne Orchiston. L'evoluzione dell'astronomia locale del sud-est asiatico e l'influenza della Cina, dell'India, del mondo islamico e dell'Occidente. In W Orchiston e MN Vahia, editori, Exploring the History of Southeast Asian Astronomy, pagine 673–767. Springer, Cham, 2021. - [#2]: A. A. Rasyid, T. Hidayat e W. Orchiston. Motivi a stella nella navigazione Mandar. In W. Orchiston e M. N. Vahia, editori, Exploring the History of Southeast Asian Astronomy, pagine 549–564. Springer, Cham, 2021. - [RifX3]: Doina Bucur. La firma di rete delle figure delle costellazioni. arXiv e-print. arXiv:2110.12329 [cs.SI]. 2021. Disponibile su <https://arxiv.org/abs/2110.12329>.
ja: - [#1]: 大橋由紀夫とウェイン・オーチストン。地域の東南アジアの天文学の進化と、中国、インド、イスラム世界、西洋の影響。 W Orchiston と M N Vahia の編集者、Exploring the History of Southeast Asian Astronomy、673 ～ 767 ページ。スプリンガー、チャム、2021年。 - [#2]: A. A. Rasyid、T. Hidayat、および W. Orchiston。マンダー ナビゲーションのスター パターン。 W. Orchiston と M. N. Vahia の編集者、Exploring the History of Southeast Asian Astronomy、549 ～ 564 ページ。スプリンガー、チャム、2021年。 - [#3]: ドイナ ブクル。星座線図のネットワーク署名。 arXiv e-プリント。 arXiv:2110.12329 [cs.SI]。 2021. <https://arxiv.org/abs/2110.12329> で入手可能。
nl: - [#1]: Yukio Ohashi en Wayne Orchiston. De evolutie van de lokale Zuidoost-Aziatische astronomie en de invloed van China, India, de islamitische wereld en het Westen. In W Orchiston en MN Vahia, redacteuren, Exploring the History of Southeast Asian Astronomy, pagina's 673-767. Springer, Cham, 2021. - [#2]: A. A. Rasyid, T. Hidayat en W. Orchiston. Sterpatronen in Mandar-navigatie. In W. Orchiston en M. N. Vahia, redacteuren, Exploring the History of Southeast Asian Astronomy, pagina's 549-564. Springer, Cham, 2021. - [#3]: Doina Bucur. De netwerkhandtekening van constellatielijnfiguren. arXiv e-prints. arXiv:2110.12329 [cs.SI]. 2021. Beschikbaar op <https://arxiv.org/abs/2110.12329>.

source: This sky culture was contributed by _Doina Bucur_ (d.bucur@utwente.nl). It was digitised for the cross-culture analysis of constellation line figures in reference [#3], `The network signature of constellation line figures`.
ar: ساهمت ثقافة السماء هذه _Doina Bucur_ (d.bucur@utwente.nl). تمت ترقيمها لتحليل الثقافة المشتركة لأرقام خط الكوكبة في المرجع [#3] ، "توقيع الشبكة لأرقام خط الكوكبة".
cs: K této kultuře oblohy přispěla _Doina Bucur_ (d.bucur@utwente.nl). Byl digitalizován pro mezikulturní analýzu obrazců souhvězdí v odkazu [#3], "Síťový podpis obrazců souhvězdí".
de: Diese Himmelskultur wurde von _Doina Bucur_ (d.bucur@utwente.nl) beigesteuert. Es wurde für die kulturübergreifende Analyse von Konstellationslinienfiguren in Referenz [#3], `Die Netzwerksignatur von Konstellationslinienfiguren`, digitalisiert.
es: Esta cultura del cielo fue aportada por _Doina Bucur_ (d.bucur@utwente.nl). Fue digitalizado para el análisis transcultural de figuras de líneas de constelaciones en la referencia [#3], `La firma de red de figuras de líneas de constelaciones`.
it: Questa cultura del cielo è stata fornita da _Doina Bucur_ (d.bucur@utwente.nl). È stato digitalizzato per l'analisi incrociata delle figure delle linee di costellazione nel riferimento [#3], "La firma della rete delle figure delle linee di costellazione".
ja: このスカイ カルチャーは _Doina Bucur_ (d.bucur@utwente.nl) によって提供されました。これは、参照 [#3]、「星座線図のネットワーク署名」の星座線図の異文化間分析のためにデジタル化されました。
nl: Deze luchtcultuur is een bijdrage van _Doina Bucur_ (d.bucur@utwente.nl). Het werd gedigitaliseerd voor de cross-culture-analyse van constellatielijnfiguren in referentie [#3], 'The network signature of constellatielijnfiguren'.

source: `CC BY-SA`: Creative Commons, requires attribution, and derivative works can be distributed under an identical (not more restrictive) license.
ar: "CC BY-SA": المشاع الإبداعي ، يتطلب الإسناد ، ويمكن توزيع الأعمال المشتقة بموجب ترخيص مماثل (وليس أكثر تقييدًا).
es: `CC BY-SA`: Creative Commons, requiere atribución, y los trabajos derivados se pueden distribuir bajo una licencia idéntica (no más restrictiva).
nl: `CC BY-SA`: Creative Commons, vereist naamsvermelding en afgeleide werken kunnen worden gedistribueerd onder een identieke (niet meer beperkende) licentie.

source: Incomplete House
ar: منزل غير مكتمل
cs: Neúplný dům
de: Unvollständiges Haus
es: casa incompleta
it: Casa incompleta
ja: 不完全な家
nl: Incompleet huis

source: Shark
ar: قرش
cs: Žralok
de: Hai
es: Tiburón
it: Squalo
ja: 鮫
nl: Haai

source: Uncertain if the shark line figure is complete.
ar: غير متأكد مما إذا كان شكل خط سمك القرش كاملاً.
cs: Nejste si jisti, zda je obrázek žraločí linie úplný.
de: Unsicher, ob die Figur der Hailinie vollständig ist.
es: No se sabe si la figura de la línea de tiburones está completa.
it: Incerto se la figura della linea dello squalo è completa.
ja: シャークラインフィギュアが完成するかは不明。
nl: Onzeker of het figuur van de haaienlijn compleet is.

source: Ray Fish
ar: الأسماك راي
de: Rochen
es: pez raya
it: Razza Pesce
ja: レイフィッシュ
nl: Straalvissen

source: Mandar Widow
ar: ماندار أرملة
cs: Mandar vdova
de: Mandar Witwe
es: Viuda de mandarín
it: Mandante vedova
ja: マンダーウィドウ
nl: Mandar weduwe

source: Ship
ar: سفينة
cs: Loď
de: Schiff
es: Barco
it: Nave
ja: 輸送する
nl: Schip

source: Sign of Three
ar: علامة الثلاثة
cs: Znamení tří
de: Zeichen der Drei
es: Signo de tres
it: Segno di tre
ja: サイン・オブ・スリー
nl: teken van drie

source: Plough
ar: محراث
cs: Pluh
de: Pflug
es: Arado
it: Aratro
ja: プラウ
nl: Ploeg

source: Widow Before Marriage
ar: أرملة قبل الزواج
cs: Vdova před svatbou
de: Witwe vor der Ehe
es: viuda antes del matrimonio
it: Vedova prima del matrimonio
ja: 結婚前の未亡人
nl: Weduwe voor het huwelijk

source: Chicken
ar: فرخة
cs: Kuře
de: Huhn
es: Pollo
it: Pollo
ja: 鶏
nl: Kip

source: Job’s Tears Stalk
ar: ساق دموع أيوب
cs: Stonka Jobových slz
de: Hiobs Tränenstiel
es: El tallo de las lágrimas de Job
it: Il gambo delle lacrime di Giobbe
ja: ヨブの涙の茎
nl: Jobs tranen stelen

source: Pushed Plough
ar: دفع المحراث
cs: Tlačený pluh
de: Pflug geschoben
es: arado empujado
it: Aratro spinto
ja: 押された鋤
nl: Geduwde ploeg

source: This is marked as uncertain.
ar: تم وضع علامة على هذا على أنه غير مؤكد.
cs: To je označeno jako nejisté.
de: Dies ist als unsicher gekennzeichnet.
es: Esto está marcado como incierto.
it: Questo è contrassegnato come incerto.
ja: これは不確実とマークされています。
nl: Dit is gemarkeerd als onzeker.

source: Lost Pleiad
ar: فقدت Pleiad
cs: Ztracená Plejáda
de: Verlorene Plejade
es: Pléyade perdida
it: Pleiade perduta
ja: ロストプレアッド
nl: Verloren Pleiade

source: Eastern Star
ar: النجم الشرقي
cs: Východní hvězda
de: Östlicher Stern
es: estrella oriental
it: Stella orientale
ja: イースタンスター
nl: Oosterse ster

source: Burning Coal
ar: حرق الفحم
cs: Hořící uhlí
de: Brennende Kohle
es: Carbón encendido
it: Carbone ardente
ja: 燃えている石炭
nl: Brandend kool

source: Seven Stars
ar: سبعة نجوم
cs: Sedm hvězd
de: Sieben Sterne
es: Siete estrellas
it: Sette Stelle
ja: セブンスター
nl: Zeven Sterren

source: Cluster
ar: تَجَمَّع
es: Grupo
it: Grappolo
ja: 集まる
nl: TROS

source: Tuft
ar: خصل
cs: chomáč
de: Büschel
es: Penacho
it: Ciuffo
ja: 房
nl: Bosje

source: Goat
ar: ماعز
cs: Koza
de: Ziege
es: Cabra
it: Capra
ja: ヤギ
nl: Geit

source: Sign of the Bajau
ar: علامة الباجاو
cs: Znamení Bajau
de: Zeichen der Bajau
es: Signo de los Bajau
it: Segno del Bajau
ja: バジャウのサイン
nl: Teken van de Bajau

source: The Bugis are an ethnic group on the island of Sulawesi in Indonesia, with a strong seafaring and trading tradition. This sky culture has 12 constellation line figures. It also has names for four stars and five other sky objects (the Pleiades, the Coalsack Nebula, the Magellanic Cloud(s), the Milky Way, and Venus). Many of the constellations reflect the seafaring tradition; the others are of agricultural origin.
nl: De Bugis zijn een etnische groep op het eiland Sulawesi in Indonesië, met een sterke zeevaart- en handelstraditie. Deze luchtcultuur heeft 12 sterrenbeeldlijnfiguren. Het heeft ook namen voor vier sterren en vijf andere hemelobjecten (de Pleiaden, de Kolenzaknevel, de Magelhaense Wolk(en), de Melkweg en Venus). Veel van de sterrenbeelden weerspiegelen de zeevaarttraditie; de anderen zijn van agrarische oorsprong.

source: This sky culture for Stellarium is a transcript of data recorded in [#1]. This provides a unified drawing of Bugis constellations from two prior sources (one from 1999, one from 1987) which had overlapping but not identical data. The Mandar sky culture is related (they are neighbouring ethnic groups on the island of Sulawesi) so it is similar. The Mandar source [#2] also provides some data for the Bugis. ### Constellations and star names One source attributed in [#1] (from 1999) gives the following Bugis asterisms and names: - _Bintoѐng Baluѐ_, `Widow Before Marriage`, (α, β Cen) - _Bintoѐng Bola Kѐppang_, `Incomplete House` (α to δ, μ Cru) - _Bintoѐng Balѐ Mangiwѐng_, `Shark` (Scorpius (south)) - _Bintoѐng Lambaruѐ_, `Ray Fish` or `Skate` (Scorpius (north)) - `Lost Pleiad` (Antares) - _Bintoѐng Kappala'ѐ_, `Ship` (α to η UMa) - _Bintoѐng Kappala'ѐ_, `Ship` (α to η UMa; β, γ UMi) - _Bintoѐng Balu Mandara'_, `Mandar Widow` (α, β UMa) - _Bintoéng Timoro'_, `Eastern Star` (Altair) - _Bintoéng Rakkalaé_, `Plough` (α to η Ori) - _Tanra Tѐlluѐ_, `Sign of Three` (δ, ε, ζ Ori) - _Worong-porongngé_, `Cluster`, or _Bintoéng Pitu_, `Seven Stars` (Pleiades). Another source attributed in [#1] (from 1987) gives the following Bugis asterisms and names, some of which overlap with the previous source: - _Worong-mpolong_, `Tuft` (Pleiades) - _Wara-wara_, `Burning Coal` (Aldebaran) - _Tanra Tellu_, `Triple Beacon` (δ, ε, ζ Ori) - _Manu'_, `Chicken` (Canopus, Sirius and Procyon) - _Watang-mpata_, `Job's Tears Stalk` (α, β Leo) - _Éppang_, `Lame` (Crux) - _Walu_, `Widow` (α, β Cen) - _Lambaru_, `Ray Fish` (Scorpius (north)) - _Tékkoroso_, `Pushed Plough` (Triangulum). There are two variants of the `Ship`, which overlap in the Big Dipper region. The `Mandar Widow` also overlaps with these. The `Plough` and the `Sign of Three` overlap in the Orion region. There is some uncertainty in these constellation lines: - It is not clear if the lines in `Shark` are complete. [#2] identifies the stars, while the drawing in [#1] for this constellation is a pictogram, and the two don't match very well. The shape here matches the pictogram in [#1] better. See also the Mandar version of this same constellation, which is a larger, realistic shark shape. - `Pushed Plough` is marked as uncertain in [#1]. ### Planets Venus is _Bintoѐng Bawi_ or _Wari wariѐ_. ### Other sky objects One source attributed in [#1] and [#2] gives the following Bugis names: - _Bembé'é_, `Goat` (Coalsack Nebula in Crux) - _Tanra Bajoé_, `Sign of the Bajau` (Magellanic Clouds) - _Bintoѐng Nagaѐ_ (the Milky Way).
nl: Deze luchtcultuur voor Stellarium is een transcriptie van gegevens die zijn vastgelegd in [#1]. Dit biedt een uniforme tekening van Bugis-sterrenbeelden uit twee eerdere bronnen (een uit 1999, een uit 1987) die overlappende maar niet identieke gegevens hadden. De Mandar-hemelcultuur is verwant (het zijn naburige etnische groepen op het eiland Sulawesi), dus het is vergelijkbaar. De Mandar-bron [#2] biedt ook enkele gegevens voor de Bugis. ### Sterrenbeelden en namen van sterren Een bron toegeschreven in [#1] (vanaf 1999) geeft de volgende Bugis asterismen en namen: - _Bintoѐng Baluѐ_, `Weduwe voor het huwelijk`, (α, β Cen) - _Bintoѐng Bola Kѐppang_, `Incomplete House` (α tot δ, μ Cru) - _Bintoѐng Balѐ Mangiwѐng_, `Shark` (Scorpius (zuid)) - _Bintoѐng Lambaruѐ_, `Ray Fish` of `Skate` (Scorpius (noord)) - `Verloren Pleiade` (Antares) - _Bintoѐng Kappala'ѐ_, `Schip` (α tot η UMa) - _Bintoѐng Kappala'ѐ_, `Ship` (α tot η UMa; β, γ UMi) - _Bintoѐng Balu Mandara'_, `Mandar Widow` (α, β UMa) - _Bintoéng Timoro'_, `Eastern Star` (Altair) - _Bintoéng Rakkalaé_, `Plough` (α tot η Ori) - _Tanra Tѐlluѐ_, `Teken van Drie` (δ, ε, ζ Ori) - _Worong-porongngé_, `Cluster`, of _Bintoéng Pitu_, `Zeven Sterren` (Pleiaden). Een andere bron die wordt toegeschreven in [#1] (uit 1987) geeft de volgende Bugis asterismen en namen, waarvan sommige overlappen met de vorige bron: - _Worong-mpolong_, `Tuft` (Pleiaden) - _Wara-wara_, 'Brandende kolen' (Aldebaran) - _Tanra Tellu_, 'Triple Beacon' (δ, ε, ζ Ori) - _Manu'_, `Kip` (Canopus, Sirius en Procyon) - _Watang-mpata_, `Job's Tears Stalk` (α, β Leo) - _Éppang_, `Kreupel` (Crux) - _Walu_, `weduwe` (α, β Cen) - _Lambaru_, `Ray Fish` (Scorpius (noord)) - _Tékkoroso_, `Geduwde ploeg` (Triangulum). Er zijn twee varianten van het `schip`, die elkaar in de Big Dipper-regio overlappen. Ook de `Mandar Widow` overlapt hiermee. De 'Plough' en het 'Sign of Three' overlappen elkaar in de regio Orion. Er is enige onzekerheid in deze constellatielijnen: - Het is niet duidelijk of de regels in `Shark` compleet zijn. [#2] identificeert de sterren, terwijl de tekening in [#1] voor dit sterrenbeeld een pictogram is, en de twee komen niet goed overeen. De vorm komt hier beter overeen met het pictogram in [#1]. Zie ook de Mandar-versie van hetzelfde sterrenbeeld, een grotere, realistische haaienvorm. - `Geduwde ploeg` is gemarkeerd als onzeker in [#1]. ### Planeten Venus is _Bintoѐng Bawi_ of _Wari wariѐ_. ### Andere hemelobjecten Een bron toegeschreven in [#1] en [#2] geeft de volgende Bugis-namen: - _Bembé'é_, `Geit` (Kolenzaknevel in Crux) - _Tanra Bajoé_, `Teken van de Bajau` (Magelhaense Wolken) - _Bintoѐng Nagaѐ_ (de Melkweg).
