Repository: 10110111/stellarium-skycultures
Catalog: arabic_moon_stations/po/*.po
Languages: de, es, fr, ja, ru

source: Arabic Lunar Stations
de: Arabische Mondstationen
es: Estaciones lunares árabes
fr: Stations lunaires arabes
ja: アラビア語のルナステーション
ru: Арабские Лунные Станции

source: The Arabic lunar stations describe the 28 sky areas chosen in ancient Arabia to define the daily location of the moon during its monthly trip around the sky.
de: Die arabischen Mondstationen beschreiben die 28 Himmelsgebiete, die im alten Arabien ausgewählt wurden, um den täglichen Standort des Mondes während seiner monatlichen Reise um den Himmel zu bestimmen.
es: Las estaciones lunares árabes describen las 28 áreas del cielo elegidas en la antigua Arabia para definir la ubicación diaria de la luna durante su viaje mensual alrededor del cielo.
fr: Les stations lunaires arabes décrivent les 28 zones du ciel choisies dans l'ancienne Arabie pour définir l'emplacement quotidien de la lune lors de son voyage mensuel dans le ciel.
ja: アラビア語の月の観測点は、月の空を1か月に移動する間の月の毎日の位置を定義するために古代アラビアで選択された28の空の領域を示しています。

source: ### Historical Overview Originally, the _Manazil al-Qamar_, the Arabic for the lunar mansions, or stations of the moon, were a system of 28 stars, group of stars, or spots in the sky near which the moon can be found in each of the 28 nights of its monthly revolution. Early mentions of the complete list of the lunar stations is reported by Abd al-Malik Ibn Habeeb (d. 852) on the authority of Malik ibn Anas (d. 795) [#1]. However, this system had been adopted already in the pre-Islamic period, prior to the 7th century of the common era. Using heliacal observations, the asterisms of the lunar mansions served to divide the siderial and solar year of 365 days into 28 periods of 13 days each except for one period that is given 14 days. These 28 periods are called _Anwa'a_, plural of _Nawa'a_. Each _Nawa'a_ is determined by a characteristical star: when this star rises in the morning during dawn (in the east, so, shortly before the Sun), this is the beginning of the next _Nawa'a_. The name of the _Nawa'a_ (period of time, half month), gives the lunar mansion its name. One complete cycle of setting and rising for each of the 28 lunar mansions, one after the other, makes a solar year. This system was used to determine the seasons and predict weather, especially rain [#2]. The Arabs said: each _Nawa'a_ (period of 13/14 days) is characterized by a distinctive weather pattern of rain, wind, and temperature [#4]. A detailed description of the stars of each lunar mansion, the times of their heliacal rising and a compilation of astronomical and meteorological knowledge of the ancient Arabs can be found in the _Book of Anwaa_, authored by Ibn Qutaybah (b. 828 - d. 884 or 889). Copies of this book manuscripts survived, and it was printed in India in 1956 [#5]. The usage of the lunar mansions continued and even influenced astrological belief, causing agricultural, travel and medicine practices associated with the lunar mansions. Due to the importance of observing the times of their heliacal risings, poems have been composed describing the relevant asteris short treatises and poems have been written on these asterisms, e.g. a poem dedicated to description of the stars of the lunar mansions was published by Gustave-Adolphe de Calassanti-Motylinski in 1899 in his book "Les mansions lunaires chez les Arabes", attributed to Muhammadal-Mukri (1578-1638) [#6][#7]. A sample treatise is the one written by Shaikh Salih Al-Shethri (d. ~1891), titled "A time-table for farmers" [#8]. ### Current Usage of Lunar Stations Agricultural almanacs based on the heliacal rising of lunar stations are still in active use today. The official calendar of Saudi Arabia includes these times [#9]. The following is an example of the use of a lunar station based calendar for the 13 days period starting with the rise of the 3rd lunar station _Al-Thurayya_ (Pleiades) on June 7th: "Weather gets hotter and wind gets stronger. Wild grasses dries. Water in wells gets shallower. Rain is rare during this time. Spring insects start to disappear. Palm tree dates starts to get its colors. It is recommended to irrigate trees with the right amounts and stop irrigation of vines when grapes starts to get its color."[#10] ### Identification of the Lunar Stations Ibn Qutabah (b. 828 - d. 884 or 889) in his _Book of Anwaa_ gives detailed description of the stars of each lunar station while an accurate identification can be extracted from the _Book of Fixed Stars_ by Al-Sufi (d. 986). In his book, Al-Sufi maps the stars as known to ancient Arabs to those of the Ptolemaic Constellations. An example of Al-Sufi definitions of the stars of the lunar mansions, here is the definition of _Al-Ghafr_: "And the 22nd \[star of Virgo\] and the 23rd which is on the tail \[hem of the garment\] with the 25th on the left foot \[of Virgo\] are named \[by the Arabs\] _Al-Ghafr_ which is the 15th lunar mansion."[#11][#12]. Because the stars of the Ptolemaic constellations have known coordinates, it is relatively easy to identify the Arab star names.
de: ### Historischer Überblick Ursprünglich waren die Manazil al-Qamar, das Arabisch für die Mondvillen oder Mondstationen, ein System von 28 Sternen, einer Gruppe von Sternen oder Flecken am Himmel, in deren Nähe sich der Mond in jeder der 28 Nächte befindet seiner monatlichen Revolution. Frühe Erwähnungen der vollständigen Liste der Mondstationen werden von Abd al-Malik Ibn Habeeb (gest. 852) im Auftrag von Malik ibn Anas (gest. 795) berichtet [#1]. Dieses System war jedoch bereits in der vorislamischen Zeit vor dem 7. Jahrhundert der gemeinsamen Ära eingeführt worden. Unter Verwendung heliakischer Beobachtungen dienten die Sternchen der Mondvillen dazu, das Stern- und Sonnenjahr von 365 Tagen in 28 Zeiträume von jeweils 13 Tagen zu unterteilen, mit Ausnahme eines Zeitraums von 14 Tagen. Diese 28 Perioden heißen _Anwa'a_, Plural von _Nawa'a_. Jeder Nawa'a wird durch einen charakteristischen Stern bestimmt: Wenn dieser Stern morgens im Morgengrauen (im Osten, also kurz vor der Sonne) aufgeht, ist dies der Beginn des nächsten Nawa'a. Der Name der Nawa'a (Zeitraum, halber Monat) gibt der Mondvilla ihren Namen. Ein vollständiger Zyklus des Aufstellens und Aufstehens für jede der 28 Mondvillen nacheinander ergibt ein Sonnenjahr. Dieses System wurde verwendet, um die Jahreszeiten zu bestimmen und das Wetter, insbesondere den Regen, vorherzusagen [#2]. Die Araber sagten: Jeder Nawa'a (Zeitraum von 13/14 Tagen) ist durch ein charakteristisches Wettermuster von Regen, Wind und Temperatur gekennzeichnet [#4]. Eine detaillierte Beschreibung der Sterne jeder Mondvilla, die Zeiten ihres heliakischen Aufstiegs und eine Zusammenstellung von astronomischen und meteorologischen Kenntnissen der alten Araber finden Sie im Buch Anwaa, verfasst von Ibn Qutaybah (geb. 828 - gest. 884) oder 889). Kopien dieser Buchmanuskripte sind erhalten und wurden 1956 in Indien gedruckt [#5]. Die Nutzung der Mondvillen setzte sich fort und beeinflusste sogar den astrologischen Glauben, was zu landwirtschaftlichen, Reise- und medizinischen Praktiken führte, die mit den Mondvillen verbunden waren. Aufgrund der Wichtigkeit, die Zeiten ihrer heliakischen Aufstände zu beobachten, wurden Gedichte verfasst, die die relevanten Asteris-Kurzabhandlungen beschreiben, und Gedichte wurden über diese Asterismen geschrieben, z. Ein Gedicht zur Beschreibung der Sterne der Mondvillen wurde 1899 von Gustave-Adolphe de Calassanti-Motylinski in seinem Buch "Les mansions lunaires chez les Arabes" veröffentlicht, das Muhammadal-Mukri (1578-1638) zugeschrieben wird [#6] [#7]. Eine Beispielabhandlung ist die von Shaikh Salih Al-Shethri (gest. ~ 1891) mit dem Titel "Ein Zeitplan für Landwirte" [#8]. ### Aktuelle Nutzung von Mondstationen Landwirtschaftliche Almanache, die auf dem heliakischen Aufstieg von Mondstationen beruhen, werden heute noch aktiv genutzt. Der offizielle Kalender von Saudi-Arabien enthält diese Zeiten [#9]. Das Folgende ist ein Beispiel für die Verwendung eines auf einer Mondstation basierenden Kalenders für den Zeitraum von 13 Tagen, beginnend mit dem Aufstieg der 3. Mondstation _Al-Thurayya_ (Plejaden) am 7. Juni: "Das Wetter wird heißer und der Wind wird stärker. Wilde Gräser trocknen Das Wasser in Brunnen wird flacher. Regen ist in dieser Zeit selten. Frühlingsinsekten beginnen zu verschwinden. Palmen-Datteln färben sich langsam. Es wird empfohlen, Bäume mit den richtigen Mengen zu bewässern und die Bewässerung von Reben zu stoppen, wenn die Trauben beginnen Farbe. "[#10] ### Identifizierung der Mondstationen Ibn Qutabah (geb. 828 - gest. 884 oder 889) in seinem Buch Anwaa gibt eine detaillierte Beschreibung der Sterne jeder Mondstation, während Al-Sufi (gest. 986) eine genaue Identifizierung aus dem Buch der Fixsterne extrahieren kann. . In seinem Buch ordnet Al-Sufi die Sterne, wie sie den alten Arabern bekannt sind, denen der ptolemäischen Sternbilder zu. Ein Beispiel für Al-Sufi-Definitionen der Sterne der Mondvillen ist hier die Definition von Al-Ghafr: "Und der 22. Stern der Jungfrau und der 23., der sich am Schwanz des Gewandes befindet ] mit dem 25. auf dem linken Fuß \[der Jungfrau\] werden \[von den Arabern\] _Al-Ghafr_ genannt, was die 15. Mondvilla ist. "[#11] [#12]. Da die Sterne der ptolemäischen Konstellationen bekannte Koordinaten haben, ist es relativ einfach, die arabischen Sternnamen zu identifizieren.
es: ### Panorama historico Originalmente, el _Manazil al-Qamar_, el árabe para las mansiones lunares o estaciones de la luna, era un sistema de 28 estrellas, grupos de estrellas o puntos en el cielo cerca del cual se puede encontrar la luna en cada una de las 28 noches. de su revolución mensual. Abd al-Malik Ibn Habeeb (d. 852) informa sobre las primeras menciones de la lista completa de las estaciones lunares bajo la autoridad de Malik ibn Anas (d. 795) [#1]. Sin embargo, este sistema ya se había adoptado en el período preislámico, antes del siglo VII de la era común. Usando observaciones heliacas, los asterismos de las mansiones lunares sirvieron para dividir el año lateral y solar de 365 días en 28 períodos de 13 días cada uno, excepto por un período que se da 14 días. Estos 28 períodos se llaman _Anwa'a_, plural de _Nawa'a_. Cada _Nawa'a_ está determinado por una estrella característica: cuando esta estrella sale por la mañana durante el amanecer (en el este, por lo tanto, poco antes del Sol), este es el comienzo de la próxima _Nawa'a_. El nombre del _Nawa'a_ (período de tiempo, medio mes), le da su nombre a la mansión lunar. Un ciclo completo de configuración y ascenso para cada una de las 28 mansiones lunares, una tras otra, hace un año solar. Este sistema se utilizó para determinar las estaciones y predecir el clima, especialmente la lluvia [#2]. Los árabes dijeron: cada _Nawa'a_ (período de 13/14 días) se caracteriza por un patrón climático característico de lluvia, viento y temperatura [#4]. Una descripción detallada de las estrellas de cada mansión lunar, los tiempos de su ascenso heliacal y una recopilación de conocimiento astronómico y meteorológico de los antiguos árabes se puede encontrar en el _Libro de Anwaa_, escrito por Ibn Qutaybah (n. 828 - d. 884 o 889). Las copias de los manuscritos de este libro sobrevivieron, y fue impreso en India en 1956 [#5]. El uso de las mansiones lunares continuó e incluso influyó en la creencia astrológica, causando prácticas agrícolas, de viajes y medicinas asociadas con las mansiones lunares. Debido a la importancia de observar los tiempos de sus levantamientos heliacos, se han compuesto poemas que describen los tratados breves de asteris relevantes y se han escrito poemas sobre estos asterismos, p. Gustave-Adolphe de Calassanti-Motylinski publicó un poema dedicado a la descripción de las estrellas de las mansiones lunares en 1899 en su libro "Les mansions lunaires chez les Arabes", atribuido a Muhammadal-Mukri (1578-1638) [#6] [#6] [#6] [ RefX7]. Un tratado de muestra es el escrito por Shaikh Salih Al-Shethri (muerto en 1891), titulado "Un horario para los agricultores" [#8]. ### Uso actual de estaciones lunares Los almanaques agrícolas basados en el levantamiento heliacal de las estaciones lunares todavía se usan activamente en la actualidad. El calendario oficial de Arabia Saudita incluye estos horarios. [#9]. El siguiente es un ejemplo del uso de un calendario basado en la estación lunar para el período de 13 días que comienza con el ascenso de la tercera estación lunar _Al-Thurayya_ (Pléyades) el 7 de junio: "El clima se calienta y el viento se fortalece. Las hierbas silvestres se secan El agua en los pozos se vuelve menos profunda. La lluvia es rara durante este tiempo. Los insectos de primavera comienzan a desaparecer. Las fechas de las palmeras comienzan a tener sus colores. Se recomienda regar los árboles con las cantidades correctas y detener el riego de las vides cuando las uvas comienzan a obtener su color. color ". [#10] ### Identificación de las estaciones lunares Ibn Qutabah (n. 828 - d. 884 u 889) en su _Libro de Anwaa_ da una descripción detallada de las estrellas de cada estación lunar mientras Al-Sufi puede extraer una identificación precisa del _libro de estrellas fijas_ (d. 986) . En su libro, Al-Sufi mapea las estrellas conocidas por los antiguos árabes a las de las constelaciones ptolemaicas. Un ejemplo de las definiciones Al-Sufi de las estrellas de las mansiones lunares, aquí está la definición de _Al-Ghafr_: "Y la 22 \[estrella de Virgo\] y la 23 que está en la cola \[dobladillo de la prenda\] con el 25 en el pie izquierdo \[de Virgo\] son nombrados \[por los árabes\] _Al-Ghafr_ que es la 15ª mansión lunar ". [#11] [#12]. Debido a que las estrellas de las constelaciones ptolemaicas tienen coordenadas conocidas, es relativamente fácil identificar los nombres de las estrellas árabes.
fr: ### Aperçu historique À l'origine, le _Manazil al-Qamar_, l'arabe des demeures lunaires, ou stations de la lune, était un système de 28 étoiles, groupe d'étoiles ou taches dans le ciel près desquelles la lune peut être trouvée dans chacune des 28 nuits de sa révolution mensuelle. Les premières mentions de la liste complète des stations lunaires sont rapportées par Abd al-Malik Ibn Habeeb (d. 852) sous l'autorité de Malik ibn Anas (d. 795) [#1]. Cependant, ce système avait déjà été adopté pendant la période préislamique, avant le 7e siècle de l'ère commune. En utilisant des observations héliaques, les astérismes des demeures lunaires ont servi à diviser l'année sidérale et solaire de 365 jours en 28 périodes de 13 jours chacune, à l'exception d'une période de 14 jours. Ces 28 périodes sont appelées _Anwa'a_, pluriel de _Nawa'a_. Chaque _Nawa'a_ est déterminée par une étoile caractéristique: lorsque cette étoile se lève le matin à l'aube (à l'est, donc, peu de temps avant le soleil), c'est le début de la prochaine _Nawa'a_. Le nom du _Nawa'a_ (période de temps, demi-mois), donne au manoir lunaire son nom. Un cycle complet de mise en place et de montée pour chacune des 28 demeures lunaires, l'une après l'autre, fait une année solaire. Ce système a été utilisé pour déterminer les saisons et prévoir le temps, en particulier la pluie [#2]. Les Arabes ont dit: chaque _Nawa'a_ (période de 13/14 jours) est caractérisée par un schéma météorologique distinct de pluie, de vent et de température [#4]. Une description détaillée des étoiles de chaque manoir lunaire, les temps de leur élévation héliaque et une compilation des connaissances astronomiques et météorologiques des anciens Arabes peuvent être trouvées dans le _Book of Anwaa_, rédigé par Ibn Qutaybah (né en 828 - d. 884 ou 889). Des exemplaires de ce livre ont été conservés et il a été imprimé en Inde en 1956 [#5]. L'utilisation des demeures lunaires a continué et a même influencé la croyance astrologique, provoquant des pratiques agricoles, de voyage et de médecine associées aux demeures lunaires. En raison de l'importance d'observer le temps de leurs élévations héliaques, des poèmes ont été composés décrivant les traités courts d'astéris pertinents et des poèmes ont été écrits sur ces astérismes, par ex. un poème consacré à la description des étoiles des demeures lunaires a été publié par Gustave-Adolphe de Calassanti-Motylinski en 1899 dans son livre "Les demeures lunaires chez les Arabes", attribué à Muhammadal-Mukri (1578-1638) [#6] [#6] [ RefX7]. Un exemple de traité est celui écrit par Shaikh Salih Al-Shethri (d. ~ 1891), intitulé "Un calendrier pour les agriculteurs" [#8]. ### Utilisation actuelle des stations lunaires Les almanachs agricoles basés sur l'élévation héliacale des stations lunaires sont toujours en usage aujourd'hui. Le calendrier officiel de l'Arabie saoudite comprend ces heures [#9]. Ce qui suit est un exemple de l'utilisation d'un calendrier basé sur une station lunaire pour la période de 13 jours commençant avec la montée de la 3e station lunaire _Al-Thurayya_ (Pléiades) le 7 juin: "Le temps devient plus chaud et le vent se renforce. Les herbes sauvages sèchent. . L'eau dans les puits devient moins profonde. La pluie est rare pendant cette période. Les insectes printaniers commencent à disparaître. Les dates des palmiers commencent à prendre leurs couleurs. Il est recommandé d'irriguer les arbres avec les bonnes quantités et d'arrêter l'irrigation des vignes lorsque les raisins commencent à obtenir leur couleur. "[#10] ### Identification des stations lunaires Ibn Qutabah (b. 828 - d. 884 ou 889) dans son _Book of Anwaa_ donne une description détaillée des étoiles de chaque station lunaire tandis qu'une identification précise peut être extraite du _Book of Fixed Stars_ par Al-Sufi (d. 986) . Dans son livre, Al-Sufi cartographie les étoiles connues des anciens Arabes à celles des constellations ptolémaïques. Un exemple de définitions al-soufies des étoiles des demeures lunaires, voici la définition de _Al-Ghafr_: "Et le 22ème \[étoile de la Vierge\] et le 23ème qui est sur la queue \[ourlet du vêtement\] avec le 25 sur le pied gauche \[de la Vierge\] sont nommés \[par les Arabes\] _Al-Ghafr_ qui est le 15ème manoir lunaire. "[#11] [#12]. Parce que les étoiles des constellations ptolémaïques ont des coordonnées connues, il est relativement facile d'identifier les noms des étoiles arabes.
ja: ### 歴史的概要 元々は、月の大邸宅、または月のステーションのアラビア語である_Manazil al-Qamar_は、28の星、星のグループ、または28夜のそれぞれで月が見られる空のスポットのシステムでした。その毎月の革命の。月のステーションの完全なリストの初期の言及は、マリク・イブン・アナス（d。795）[#1]の権限に関するアブド・アル・マリク・イブン・ハビーブ（d。852）によって報告されています。しかし、このシステムは、イスラム時代以前の、一般的な時代の7世紀以前の、すでに採用されていました。 太陽系の観測を使用して、月の大邸宅のアステリズムは、365日の恒星年と太陽年を、14日間与えられた1つの期間を除いて、それぞれ13日間の28期間に分割するのに役立ちました。この28期は_Anwa'a_と呼ばれ、複数の_Nawa'a_と呼ばれます。それぞれの_Nawa'a_は、特徴的な星によって決定されます。この星が朝の夜明けに昇るとき（東、したがって太陽の直前）、これが次の_Nawa'a_の始まりです。 _Nawa'a_（期間、半月）の名前は、月の大邸宅にその名前を与えます。月面の28の大邸宅のそれぞれについて、設置と上昇の完全な1サイクルが次々と太陽の年を作ります。このシステムは、季節を決定し、天気、特に雨を予測するために使用されました[#2]。アラブ人は言った：各_Nawa'a_（13/14日の期間）は、雨、風、気温の独特の気象パターンによって特徴付けられます[#4]。 各月の大邸宅の星の詳細な説明、それらのヘリカルの上昇の時代、古代アラブ人の天文学的および気象学的知識の編集は、イブン・クタイバによって書かれた_Book of Anwaa_（b。828-d。884）にあります。または889）。この本の写本は存続し、1956年にインドで印刷された[#5]。 月の大邸宅の使用は継続し、占星術の信念にさえ影響を与え、月の大邸宅に関連する農業、旅行、医学の実践を引き起こしました。彼らのへリアカルな上昇の時間を観察することの重要性のために、詩は関連するアスタリスの短い論文を説明するように作られ、詩はこれらのアステリズムについて書かれています。月面の大邸宅の星の説明に捧げられた詩は、1899年にギュスターヴアドルフデカラサンティモティリンスキによって彼の本「Les mansions lunaires chez les Arabes」で発表され、ムハンマダルムクリ（1578-1638）に帰属します[#6] [#7]。論文のサンプルは、Shaikh Salih Al-Shethri（d。〜1891）によって「農民のためのタイムテーブル」と題されたものです[#8]。 ### ルナステーションの現在の使用状況 月面局のヘリアカル上昇に基づく農業暦は、今日でも活発に使用されています。サウジアラビアの公式カレンダーには、これらの時刻が含まれています[#9]。以下は、6月7日に3番目の月のステーション_Al-Thurayya_（プレアデス）の上昇から始まる13日間の月のステーションベースのカレンダーの使用例です。「天気が暑くなり、風が強くなります。野草が乾く。井戸の水は浅くなります。この期間は雨はほとんどありません。春の昆虫は消滅し始めます。ヤシの木の日付がその色に変わり始めます。適切な量の樹木を灌漑し、ブドウが収穫し始めたらブドウの木の灌漑を停止することをお勧めします色。」[#10] ### 月のステーションの識別 彼の_Anwaaの本_のイブンクタバー（b。828-d。884または889）は、各月のステーションの星の詳細な説明を提供し、アルスーフィ（d。986）による_Book of Fixed Stars_から正確な識別を抽出できます。 。彼の本の中で、スーフィーは古代アラブ人に知られている星をプトレマイオス星座の星にマッピングしています。 月面の大邸宅の星のアルスーフィーの定義の例は、ここに_アルガーフールの定義があります：「そして22番目の\ [乙女座の星\]と23番目の尾\ [衣服の裾\ ]左足の25番目の\ [乙女座の\]は、\ [by the Arabs\] _Al-Ghafr_という名前の15番目の月の大邸宅です。[[#11] [#12]プトレマイオス星座の星には既知の座標があるため、アラブの星の名前を特定するのは比較的簡単です。
