Repository: 10110111/stellarium-skycultures
Catalog: arabic_moon_stations/po/*.po
Languages: de, es, fr, ja, ru

source: ### Notes on Star Names and Asterisms of this Sky Culture Ancient Arabs frequently named groups of stars, for example, the 3 stars at the belt of Orion (δ Ori, ε Ori and ζ Ori), are named "String of beads" _al-Nazhm_ (النظم). In this sky culture they are designated as "String of beads 1", "String of beads 2" and "String of beads 3". All star names in this sky culture are of ancient Arabic origin, prior to Hellenistic influence, that has been reported by Al-Sufi in his _Book of the Fixed Stars_, with the addition of the following star names: 1. The Oath star, α Eri _al-Muhlif_ (المحلف): This star was not reported by Ptolemy or Al-Sufi because it couldn't be seen from their northern latitude. Prof. Kunitzsch concluded that it's the star named _al-Muhnith_ (المحنث) which was mentioned in some early resources[#13]. This star is still known on the Arabian peninsula and has the name of _al-Muhlif_ (المحلف) with the same meaning. 2. The First One (beginning of spring), α UMa and β UMa _al-Awwalaan_ (الأولان): This name of this pair of stars is mentioned by the seafarer Ibn Majid (d. ~1500) [#14]. The name is still in use by fishermen of the Red Sea. 3. The Obscure one, δ UMa _al-Khafi_ (الخافي): This name is mentioned by the seafarer Ibn Majid (d. ~1500)[#15]. 4. The gazelles, 42 Ori, θ2 Ori and ι Ori _al-Jawazi_ (الجوازي): This name was reported by Ibn Qutaybah in his _Book of Anwaa_[#16]. 5. The Shepherd of the Ostriches, λ Sgr _Ra'i al-Nayyem_ (راعي النعايم): This star is the 9th star of the 20th lunar station according to the Poems of Muhammad al-Mukrī[#6] and Mohammad al-Qadhi[#22]. See Kunitzsch for the source of this name[#25]. In translating the meanings of the star names to English, I have tried my best to select the meaning that is more appropriate when the name can have several meanings. The following meanings are worth mentioning because it can be different from meanings previously seen in resources of Arabic star names: 1. Star α Aur (Capella): ancient Arabic name is _al-Ayyuq_ (العيوق) as reported by Al-Sufi, Ibn Qutaybah and others. The meaning of this name is "The Obstructor". In Old Arabic lexicons, The "obstructor" comes from the legend that _al-Ayyuq_ is obstructing Aldebaran from meeting _al-Thurayya_ (the Pleiades) [#17][#18]. 2. Star ε UMa (Alioth): ancient Arabic name is _al-Jawn_ (الجون) as reported by Al-Sufi. This name has several meanings: Because it usually refers to the black color of a horse or a camel, Kunitzsch translated the name into German as "der Rappe", black horse, but the Arabic term also means "white wild donkey" or "wild ass". Because this star is relatively bright, I preferred the meaning of "wild donkey" [#19][#20]. 3. Stars λ Ori, φ<sup>1</sup> Ori and φ<sup>2</sup> Ori: ancient Arabic name is _al-Hakaah_ (الهقعة) as reported by Al-Sufi, Ibn Qutaybah and others. This name means "the circle on the chest" or "the side of the chest" or "the spot at the foot of the rider" which is formed by hair taking different directions on the body of the horse. I found the poem of Muhammad al-Mukrī describing these stars by the spot at the side of the horse near the foot of the rider[#6]. Kunitzsch also mentioned this meaning in "A Dictionary of Modern Star Names"[#21]. The asterisms of the lunar stations in this sky culture are defined along the identifications reported by al-Sufi with the following notes: 1. The 4th lunar station _Al-Dabaran_ (The Follower \[of the Pleiades\]) is composed of one star α Tau (Aldebaran) according to al-Sufi and Ibn Qutaybah. I added the V-shaped star cluster of the Hyades based on the description in poems of Muhammad al-Mukrī[#6] and of Mohammad al-Qadhi (d. ~1868)[#22]. 2. The 8th lunar station _Al-Nathrah_ (The tip of the nose of the lion) is composed of the Praesepe cluster according to al-Sufi. Ibn Qutaybah adds the two stars γ Cnc (Asellus Borealis) and δ Cnc (Asellus Australis).[#23] 3. The 20th lunar station _Al-Naayem_ (The Ostriches) is the area around the stars: ζ Sgr (Ascella), φ Sgr, δ Sgr (Kaus Media) and ε Sgr (Kaus Australis) according to al-Sufi. Ibn Qutaybah describes this lunar station as composed of 8 stars: ς Sgr, φ Sgr, τ Sgr, ζ Sgr, γ Sgr, δ Sgr, ε Sgr, η Sgr [#24]. The Poems of Muhammad al-Mukrī[#6] and Mohammad al-Qadhi[#22] adds a 9th star λ Sgr. 4. The 21st lunar station _Al-Baldah_ (The empty area) is the area where there are no bright stars between _Al-Naayem_ and _Saad Al-Thabih_. I made an asterism of stars around this spot. ### The 28 stations 1. _Al-Sharatan_ or _Al-Ashrat_ (The two signs or the signs) composed of the 3 stars: α Ari (Hamal), β Ari (Sheratan) and γ<sup>2</sup> Ari (Mesarthim) 2. _Al-Botain_ (The small belly \[of the little ram\]) composed of the 3 stars: ε Ari, δ Ari (Botein), and ρ<sup>3</sup> Ari 3. _Al-Thurayya_ (Pleiades) composed of the star cluster of the Pleiades 4. _Al-Dabaran_ (The Follower \[of the Pleiades\]) composed of the single star α Tau (Aldebaran) and bright stars of the Hyades 5. _Al-Hakaah_ (The mark on the horse side) composed of the three stars on the head of Orion: λ Ori (Meissa), φ<sup>1</sup> Ori and φ<sup>2</sup> Ori 6. _Al-Hanaah_ (The bend in the neck of a camel) composed of the 2 stars: γ Gem (Alhena) and ξ Gem 7. _Al-Thira-a_ (The arm of the lion) composed of the 2 stars of the twin heads: α Gem (Castor) and β Gem (Pollux) 8. _Al-Nathrah_ (The tip of the nose of the lion) composed of the Praesepe cluster and the 2 stars: γ Cnc (Asellus Borealis) and δ Cnc (Asellus Australis) 9. _Al-Tarf_ (The glance of the lion) composed of the 2 stars: κ Cnc and λ Leo (Alterf) 10. _Al-Jabhah_ (The forehead of the lion) composed of 4 stars: ζ Leo (Adhafera), γ<sup>1</sup> Leo (Algieba), η Leo and α Leo (Regulus) 11. _Al-Zubrah_ (The mane of the lion) composed of the 2 stars: δ Leo (Zosma) and θ Leo (Chertan) 12. _Al-Sarfah_ (The change to colder weather) composed of one star: β Leo (Denebola) 13. _Al-Uwwa_ (The turn) composed of 5 stars: β Vir (Zavijava), η Vir (Zaniah), γ Vir (Porrima), δ Vir and ε Vir (Vindemiatrix) 14. _Al-Simak_ (The unarmed high one) composed of the star α Vir (Spica) 15. _Al-Ghafr_ (The hair on the tail of the lion) composed of 3 stars: ι Vir (Syrma), κ Vir and λ Vir 16. _Al-Zubana_ (The claws of the scorpion) composed of the 2 stars: α<sup>2</sup> Lib (Zubenelgenubi) and β Lib (Zubeneschamali) 17. _Al-Ikleel_ (The ornamented headband) composed of the 3 stars: β<sup>1</sup> Sco (Acrab), δ Sco (Dschubba) and π Sco, but according to Al-Sufi the 3 stars are: θ Lib, κ Lib and 42 Lib 18. _Al-Qalb_ (The heart of the scorpion) composed of the star α Sco (Antares) 19. _Al-Shawlah_ (The sting of the scorpion) composed of the 2 stars: λ Sco (Shaula) and υ Sco (Lesath) 20. _Al-Naayem_ (The Ostriches) is the area around the stars: ζ Sgr (Ascella), φ Sgr, δ Sgr (Kaus Media) and ε Sgr (Kaus Australis) 21. _Al-Baldah_ (The empty area) is the area where there are no stars between _Al-Naayem_ and _Saad Al-Thabih_ 22. _Saad Al-Thabih_ (The lucky star of the Slaughterer) composed of the 2 stars: α<sup>1</sup> Cap (Algedi) and β Cap (Dabih) 23. _Saad Bulaa_ (The lucky star of the swallower) composed of the 3 stars: ν Aqr, μ Aqr and ε Aqr (Albali) 24. _Saad Al-Saud_ (The lucky stars of the lucky ones) composed of the 3 stars: β Aqr (Sadalsuud), ξ Aqr and λ Cap 25. _Saad Al-Akhbiah_ (The lucky stars of the tent dwellers) composed of the 4 stars: γ Aqr (Sadachbia), π Aqr, ζ<sup>2</sup> Aqr and η Aqr 26. _Al-Mugaddam_ (The front side of the bucket for water pouring) composed of the 2 stars: α And (Alpheratz) and γ Peg (Algenib) 27. _Al-Muakhar_ (The back side of the bucket for water pouring) composed of the 2 stars: β Peg (Scheat) and α Peg (Markab) 28. _Al-Risha_ or _Batn Al-Hoot_ (The rope of the well bucket or The Belly of the Fish) composed of the star β And (Mirach) and two arcs of stars making a figure of a fish ### The Superlion and Al-Jawza figures of the ancient Arab star lore One may notice from the names of the 7th to the 15th lunar stations that they are part of a lion figure. This Arab lion figure covers around 100 degrees, a little bit more than half of the sky dome. From the names of these stars a lion figure can be constructed. Two of the lunar stations, _Al-Hakaah_ and _Al-Hanaah_, are part of Al-Jawza stars. Al-Jawza is the figure covering Orion plus some stars around it. The ancient Arabs imagined these stars as a figure of a woman with a bow and arrow aimed at the lion (an image, probably influenced from Roman Egypt: see depiction on Denderah zodiac which shows Babylonian as well as Greek traces of constellations). Mr Roland Laffitte discussed these two figure and offered a depiction of each in his article: [Our Arab Heritage in the Celestial Vault](http://www.muslimheritage.com/article/our-arab-heritage-celestial-vault). A more detailed discussion of ancient Arab starlore is found in his book: "Le Ciel des Arabes" [#26].
de: ### Hinweise zu Sternennamen und Sternchen dieser Himmelskultur Alte Araber nannten häufig Gruppen von Sternen, zum Beispiel die 3 Sterne am Gürtel des Orion (δ Ori, ε Ori und ζ Ori), werden "Perlenkette" _al-Nazhm_ (النظم) genannt. In dieser Himmelskultur werden sie als "Perlenkette 1", "Perlenkette 2" und "Perlenkette 3" bezeichnet. Alle Sternnamen in dieser Himmelskultur sind alten arabischen Ursprungs, vor dem hellenistischen Einfluss, der von Al-Sufi in seinem Buch der Fixsterne berichtet wurde, mit den folgenden Sternnamen: 1. Der Eidstern, α Eri _al-Muhlif_ (المحلف): Dieser Stern wurde von Ptolemaios oder Al-Sufi nicht gemeldet, da er von ihrem nördlichen Breitengrad aus nicht zu sehen war. Prof. Kunitzsch kam zu dem Schluss, dass es der Stern namens al-Muhnith (المحنث) ist, der in einigen frühen Quellen erwähnt wurde [#13]. Dieser Stern ist noch auf der arabischen Halbinsel bekannt und hat den Namen _al-Muhlif_ (المحلف) mit der gleichen Bedeutung. 2. Der Erste (Beginn des Frühlings), α UMa und β UMa _al-Awwalaan_ (الأولان): Dieser Name dieses Sternenpaares wird vom Seefahrer Ibn Majid (d. ~ 1500) [#14]. Der Name wird immer noch von Fischern des Roten Meeres verwendet. 3. Der Dunkle, δ UMa _al-Khafi_ (الخافي): Dieser Name wird vom Seefahrer Ibn Majid (gest. ~ 1500) erwähnt [#15]. 4. Die Gazellen, 42 Ori, θ2 Ori und ι Ori _al-Jawazi_ (الجوازي): Dieser Name wurde von Ibn Qutaybah in seinem _Buch von Anwaa_ [#16] berichtet. 5. Der Hirte der Strauße, λ Sgr _Ra'i al-Nayyem_ (راعي النعايم): Dieser Stern ist der 9. Stern der 20. Mondstation gemäß den Gedichten von Muhammad al-Mukrī [#6] und Mohammad al-Qadhi [#22]. Siehe Kunitzsch für die Quelle dieses Namens [#25]. Bei der Übersetzung der Bedeutungen der Sternnamen ins Englische habe ich mein Bestes versucht, die Bedeutung auszuwählen, die besser geeignet ist, wenn der Name mehrere Bedeutungen haben kann. Die folgenden Bedeutungen sind erwähnenswert, da sie sich von den Bedeutungen unterscheiden können, die zuvor in Ressourcen arabischer Sternnamen verwendet wurden: 1. Stern α Aur (Capella): Der alte arabische Name ist _al-Ayyuq_ (العيوق), wie von Al-Sufi, Ibn Qutaybah und anderen berichtet. Die Bedeutung dieses Namens ist "The Obstructor". In altarabischen Lexika stammt der "Hindernis" aus der Legende, dass _al-Ayyuq_ Aldebaran daran hindert, _al-Thurayya_ (die Plejaden) zu treffen [#17] [#18]. 2. Stern ε UMa (Alioth): Der alte arabische Name ist _al-Jawn_ (الجون), wie von Al-Sufi berichtet. Dieser Name hat mehrere Bedeutungen: Da er sich normalerweise auf die schwarze Farbe eines Pferdes oder eines Kamels bezieht, übersetzte Kunitzsch den Namen ins Deutsche als "der Rappe", schwarzes Pferd, aber der arabische Begriff bedeutet auch "weißer wilder Esel" oder "wild" Arsch". Da dieser Stern relativ hell ist, habe ich die Bedeutung von "wilder Esel" [#19] [#20] bevorzugt. 3. Sterne λ Ori, φ </ sup> 1 </ sup> Ori und φ <sup> 2 </ sup> Ori: Der alte arabische Name ist _al-Hakaah_ (الهقعة), wie von Al-Sufi, Ibn Qutaybah und anderen berichtet. Dieser Name bedeutet "der Kreis auf der Brust" oder "die Seite der Brust" oder "die Stelle am Fuß des Reiters", die durch Haare gebildet wird, die unterschiedliche Richtungen auf dem Körper des Pferdes einschlagen. Ich fand das Gedicht von Muhammad al-Mukrī, das diese Sterne an der Stelle an der Seite des Pferdes nahe dem Fuß des Reiters beschreibt [#6]. Kunitzsch erwähnte diese Bedeutung auch in "Ein Wörterbuch moderner Sternennamen" [#21]. Die Sternchen der Mondstationen in dieser Himmelskultur werden anhand der von al-Sufi gemeldeten Identifikationen mit den folgenden Anmerkungen definiert: 1. Die 4. Mondstation Al-Dabaran (Der Anhänger der Plejaden) besteht aus einem Stern α Tau (Aldebaran) nach al-Sufi und Ibn Qutaybah. Ich fügte den V-förmigen Sternhaufen der Hyaden hinzu, basierend auf der Beschreibung in Gedichten von Muhammad al-Mukrī [#6] und Mohammad al-Qadhi (gest. ~ 1868) [#22]. 2. Die 8. Mondstation Al-Nathrah (die Nasenspitze des Löwen) besteht aus dem Praesepe-Cluster nach al-Sufi. Ibn Qutaybah fügt die beiden Sterne γ Cnc (Asellus Borealis) und δ Cnc (Asellus Australis) hinzu. [#23] 3. Die 20. Mondstation Al-Naayem (Die Strauße) ist das Gebiet um die Sterne: ζ Sgr (Ascella), φ Sgr, δ Sgr (Kaus Media) und ε Sgr (Kaus Australis) nach al-Sufi. Ibn Qutaybah beschreibt diese Mondstation als aus 8 Sternen zusammengesetzt: ς Sgr, φ Sgr, τ Sgr, ζ Sgr, γ Sgr, δ Sgr, ε Sgr, η Sgr [#24]. Die Gedichte von Muhammad al-Mukrī [#6] und Mohammad al-Qadhi [#22] fügen einen 9. Stern λ Sgr hinzu. 4. Die 21. Mondstation Al-Baldah (der leere Bereich) ist der Bereich, in dem es keine hellen Sterne zwischen Al-Naayem und Saad Al-Thabih gibt. Ich habe an dieser Stelle einen Stern aus Sternen gemacht. ### Die 28 Stationen 1. Al-Sharatan oder Al-Ashrat (die zwei Zeichen oder die Zeichen), bestehend aus den 3 Sternen: α Ari (Hamal), β Ari (Sheratan) und γ 2 Ari (Mesarthim) 2. Al-Botain (Der kleine Bauch des kleinen Widder), bestehend aus den 3 Sternen: Ari, Ari (Botein) und 3 Ari 3. Al-Thurayya (Plejaden), zusammengesetzt aus dem Sternhaufen der Plejaden 4. Al-Dabaran (Der Nachfolger der Plejaden), bestehend aus dem Einzelstern α Tau (Aldebaran) und den hellen Sternen der Hyaden 5. Al-Hakaah (die Markierung auf der Pferdeseite), zusammengesetzt aus den drei Sternen auf dem Kopf des Orion: λ Ori (Meissa), φ 1 Ori und φ 2 </ sup> Ori 6. Al-Hanaah (Die Biegung im Hals eines Kamels), bestehend aus den 2 Sternen: γ Gem (Alhena) und ξ Gem 7. Al-Thira-a (Der Arm des Löwen) bestehend aus den 2 Sternen der Zwillingsköpfe: α Gem (Castor) und β Gem (Pollux) 8. Al-Nathrah (die Nasenspitze des Löwen), bestehend aus dem Praesepe-Cluster und den 2 Sternen: γ Cnc (Asellus Borealis) und δ Cnc (Asellus Australis) 9. Al-Tarf (Der Blick des Löwen) bestehend aus den 2 Sternen: κ Cnc und λ Leo (Alterf) 10. Al-Jabhah (Die Stirn des Löwen), bestehend aus 4 Sternen: ζ Leo (Adhafera), γ 1 Leo (Algieba), η Leo und α Leo (Regulus) 11. Al-Zubrah (Die Mähne des Löwen) bestehend aus den 2 Sternen: δ Leo (Zosma) und θ Leo (Chertan) 12. Al-Sarfah (Der Wechsel zum kälteren Wetter) bestehend aus einem Stern: β Leo (Denebola) 13. Al-Uwwa (Die Wende) bestehend aus 5 Sternen: β Vir (Zavijava), η Vir (Zaniah), γ Vir (Porrima), δ Vir und ε Vir (Vindemiatrix) 14. Al-Simak (Der unbewaffnete Hohe), bestehend aus dem Stern α Vir (Spica) 15. Al-Ghafr (Das Haar am Schwanz des Löwen) besteht aus 3 Sternen: ι Vir (Syrma), κ Vir und λ Vir 16. Al-Zubana (Die Krallen des Skorpions), bestehend aus den 2 Sternen: α 2 Lib (Zubenelgenubi) und β Lib (Zubeneschamali) 17. Al-Ikleel (das verzierte Stirnband), bestehend aus den 3 Sternen: β 1 Sco (Acrab), δ Sco (Dschubba) und π Sco, aber nach Al-Sufi sind die 3 Sterne: θ Lib, κ Lib und 42 Lib 18. Al-Qalb (Das Herz des Skorpions) bestehend aus dem Stern α Sco (Antares) 19. Al-Shawlah (Der Stich des Skorpions) bestehend aus den 2 Sternen: λ Sco (Shaula) und υ Sco (Lesath) 20. Al-Naayem (Die Strauße) ist das Gebiet um die Sterne: ζ Sgr (Ascella), φ Sgr, δ Sgr (Kaus Media) und ε Sgr (Kaus Australis) 21. Al-Baldah (der leere Bereich) ist der Bereich, in dem es keine Sterne zwischen Al-Naayem und Saad Al-Thabih gibt 22. Saad Al-Thabih (der Glücksstern des Schlachters) bestehend aus den 2 Sternen: α 1 Cap (Algedi) und β Cap (Dabih) 23. Saad Bulaa (der Glücksstern des Schluckers) bestehend aus den 3 Sternen: ν Aqr, μ Aqr und ε Aqr (Albali) 24. Saad Al-Saud (Die Glückssterne der Glücklichen), bestehend aus den drei Sternen: β Aqr (Sadalsuud), ξ Aqr und λ Cap 25. Saad Al-Akhbiah (Die Glückssterne der Zeltbewohner), bestehend aus den 4 Sternen: γ Aqr (Sadachbia), π Aqr, ζ 2 Aqr und η Aqr 26. Al-Mugaddam (die Vorderseite des Eimers zum Gießen von Wasser) bestehend aus den 2 Sternen: α und (Alpheratz) und γ Peg (Algenib) 27. Al-Muakhar (die Rückseite des Eimers zum Gießen von Wasser) bestehend aus den 2 Sternen: β Peg (Scheat) und α Peg (Markab) 28. Al-Risha oder Batn Al-Hoot (Das Seil des Brunneneimers oder Der Bauch des Fisches), bestehend aus dem Stern β und (Mirach) und zwei Sternenbögen, die eine Figur eines Fisches bilden ### Die Superlion- und Al-Jawza-Figuren der alten arabischen Sternenkunde Man kann an den Namen der 7. bis 15. Mondstation erkennen, dass sie Teil einer Löwenfigur sind. Diese arabische Löwenfigur bedeckt ungefähr 100 Grad, etwas mehr als die Hälfte der Himmelskuppel. Aus den Namen dieser Sterne kann eine Löwenfigur konstruiert werden. Zwei der Mondstationen, Al-Hakaah und Al-Hanaah, sind Teil der Al-Jawza-Sterne. Al-Jawza ist die Figur, die den Orion und einige Sterne um ihn herum bedeckt. Die alten Araber stellten sich diese Sterne als eine Figur einer Frau mit Pfeil und Bogen vor, die auf den Löwen gerichtet war (ein Bild, das wahrscheinlich aus dem römischen Ägypten stammt: siehe Darstellung des Denderah-Tierkreises, die sowohl babylonische als auch griechische Spuren von Sternbildern zeigt). Herr Roland Laffitte erörterte diese beiden Figuren und bot in seinem Artikel [Unser arabisches Erbe im Himmelsgewölbe](http://www.muslimheritage.com/article/our-arab-heritage-celestial-vault) jeweils eine Darstellung an. Eine detailliertere Diskussion der alten arabischen Sternengeschichte findet sich in seinem Buch: "Le Ciel des Arabes" [#26].
es: ### Notas sobre nombres de estrellas y asterismos de esta cultura del cielo Los antiguos árabes con frecuencia nombraron grupos de estrellas, por ejemplo, las 3 estrellas en el cinturón de Orión (δ Ori, ε Ori y ζ Ori), se denominan "Cadena de cuentas" _al-Nazhm_ (النظم). En esta cultura del cielo se designan como "Cadena de cuentas 1", "Cadena de cuentas 2" y "Cadena de cuentas 3". Todos los nombres de estrellas en esta cultura del cielo son de origen árabe antiguo, antes de la influencia helenística, que Al-Sufi ha informado en su _Book of the Fixed Stars_, con la adición de los siguientes nombres de estrellas: 1. La estrella del Juramento, α Eri _al-Muhlif_ (المحلف): Esta estrella no fue informada por Ptolomeo o Al-Sufi porque no se podía ver desde su latitud norte. El profesor Kunitzsch concluyó que es la estrella llamada _al-Muhnith_ (المحنث) que se mencionó en algunos recursos iniciales [#13]. Esta estrella todavía se conoce en la península arábiga y tiene el nombre de _al-Muhlif_ (المحلف) con el mismo significado. 2. The First One (comienzo de la primavera), α UMa y β UMa _al-Awwalaan_ (الأولان): Este nombre de este par de estrellas es mencionado por el marino Ibn Majid (d. ~ 1500) [#14]. El nombre todavía está en uso por los pescadores del Mar Rojo. 3. El Oscuro, δ UMa _al-Khafi_ (الخافي): Este nombre es mencionado por la gente de mar Ibn Majid (m. ~ 1500) [#15]. 4. Las gacelas, 42 Ori, Or2 Ori y ι Ori _al-Jawazi_ (الجوازي): Este nombre fue reportado por Ibn Qutaybah en su _Book of Anwaa_ [#16]. 5. El Pastor de las Avestruces, λ Sgr _Ra'i al-Nayyem_ (راعي النعايم): Esta estrella es la novena estrella de la vigésima estación lunar según los Poemas de Muhammad al-Mukrī [#6] y Mohammad al-Qadhi [ RefX22]. Ver Kunitzsch para la fuente de este nombre [#25]. Al traducir los significados de los nombres de las estrellas al inglés, he hecho todo lo posible para seleccionar el significado que sea más apropiado cuando el nombre puede tener varios significados. Vale la pena mencionar los siguientes significados porque pueden ser diferentes de los significados vistos previamente en recursos de nombres de estrellas árabes: 1. Estrella α Aur (Capella): el antiguo nombre árabe es _al-Ayyuq_ (العيوق) según lo informado por Al-Sufi, Ibn Qutaybah y otros. El significado de este nombre es "El Obstructor". En los viejos léxicos árabes, el "obstructor" proviene de la leyenda de que _al-Ayyuq_ está obstruyendo a Aldebarán de encontrarse con _al-Thurayya_ (las Pléyades) [#17] [#18]. 2. Estrella ε UMa (Alioth): el antiguo nombre árabe es _al-Jawn_ (الجون) según lo informado por Al-Sufi. Este nombre tiene varios significados: como generalmente se refiere al color negro de un caballo o un camello, Kunitzsch tradujo el nombre al alemán como "der Rappe", caballo negro, pero el término árabe también significa "burro blanco salvaje" o "Culo salvaje". Debido a que esta estrella es relativamente brillante, preferí el significado de "burro salvaje" [#19] [#20]. 3. Estrellas λ Ori, φ <sup> 1 </sup> Ori y φ <sup> 2 </sup> Ori: el antiguo nombre árabe es _al-Hakaah_ (الهقعة) según lo informado por Al-Sufi, Ibn Qutaybah y otros. Este nombre significa "el círculo en el cofre" o "el costado del cofre" o "la mancha al pie del jinete", que está formado por el pelo que toma diferentes direcciones en el cuerpo del caballo. Encontré el poema de Muhammad al-Mukrī que describe estas estrellas por el lugar al lado del caballo cerca del pie del jinete [#6]. Kunitzsch también mencionó este significado en "Un diccionario de nombres modernos de estrellas" [#21]. Los asterismos de las estaciones lunares en esta cultura del cielo se definen a lo largo de las identificaciones reportadas por al-Sufi con las siguientes notas: 1. La cuarta estación lunar _Al-Dabaran_ (El Seguidor \[de las Pléyades\]) está compuesta de una estrella α Tau (Aldebarán) según al-Sufi e Ibn Qutaybah. Agregué el cúmulo estelar en forma de V de las Hyades basado en la descripción en poemas de Muhammad al-Mukrī [#6] y de Mohammad al-Qadhi (muerto en 1868) [#22]. 2. La octava estación lunar _Al-Nathrah_ (La punta de la nariz del león) se compone del cúmulo de Praesepe según al-Sufi. Ibn Qutaybah agrega las dos estrellas γ Cnc (Asellus Borealis) y δ Cnc (Asellus Australis). [#23] 3. La vigésima estación lunar _Al-Naayem_ (Las avestruces) es el área alrededor de las estrellas: ζ Sgr (Ascella), φ Sgr, δ Sgr (Kaus Media) y ε Sgr (Kaus Australis) según al-Sufi. Ibn Qutaybah describe esta estación lunar como compuesta de 8 estrellas: ς Sgr, φ Sgr, τ Sgr, ζ Sgr, γ Sgr, δ Sgr, ε Sgr, η Sgr [#24]. Los Poemas de Muhammad al-Mukrī [#6] y Mohammad al-Qadhi [#22] agregan una novena estrella λ Sgr. 4. La 21ª estación lunar _Al-Baldah_ (El área vacía) es el área donde no hay estrellas brillantes entre _Al-Naayem_ y _Saad Al-Thabih_. Hice un asterismo de estrellas alrededor de este lugar. ### Las 28 estaciones 1. _Al-Sharatan_ o _Al-Ashrat_ (Los dos signos o los signos) compuestos de las 3 estrellas: α Ari (Hamal), β Ari (Sheratan) y γ <sup> 2 </sup> Ari (Mesarthim) 2. _Al-Botain_ (El pequeño vientre \[del pequeño carnero\]) compuesto por las 3 estrellas: ε Ari, δ Ari (Botein) y ρ <sup> 3 </sup> Ari 3. _Al-Thurayya_ (Pléyades) compuesto por el cúmulo estelar de las Pléyades 4. _Al-Dabaran_ (El seguidor \[de las Pléyades\]) compuesto por la estrella única α Tau (Aldebarán) y las estrellas brillantes de las Hyades 5. _Al-Hakaah_ (La marca en el lado del caballo) compuesta por las tres estrellas en la cabeza de Orión: λ Ori (Meissa), φ <sup> 1 </sup> Ori y φ <sup> 2 </sup> O yo 6. _Al-Hanaah_ (La curva en el cuello de un camello) compuesta por las 2 estrellas: γ Gem (Alhena) y ξ Gem 7. _Al-Thira-a_ (El brazo del león) compuesto por las 2 estrellas de las cabezas gemelas: α Gem (Castor) y β Gem (Pollux) 8. _Al-Nathrah_ (La punta de la nariz del león) compuesta por el cúmulo de Praesepe y las 2 estrellas: γ Cnc (Asellus Borealis) y δ Cnc (Asellus Australis) 9. _Al-Tarf_ (La mirada del león) compuesta por las 2 estrellas: κ Cnc y λ Leo (Alterf) 10. _Al-Jabhah_ (La frente del león) compuesta de 4 estrellas: ζ Leo (Adhafera), γ <sup> 1 </sup> Leo (Algieba), η Leo y α Leo (Regulus) 11. _Al-Zubrah_ (La melena del león) compuesta por las 2 estrellas: δ Leo (Zosma) y θ Leo (Chertan) 12. _Al-Sarfah_ (El cambio a un clima más frío) compuesto por una estrella: β Leo (Denebola) 13. _Al-Uwwa_ (El turno) compuesto de 5 estrellas: β Vir (Zavijava), η Vir (Zaniah), γ Vir (Porrima), δ Vir y ε Vir (Vindemiatrix) 14. _Al-Simak_ (El alto desarmado) compuesto por la estrella α Vir (Spica) 15. _Al-Ghafr_ (El pelo en la cola del león) compuesto por 3 estrellas: ι Vir (Syrma), κ Vir y λ Vir 16. _Al-Zubana_ (Las garras del escorpión) compuesto por las 2 estrellas: α <sup> 2 </sup> Lib (Zubenelgenubi) y β Lib (Zubeneschamali) 17. _Al-Ikleel_ (La banda para la cabeza adornada) compuesta por las 3 estrellas: β <sup> 1 </sup> Sco (Acrab), δ Sco (Dschubba) y π Sco, pero según Al-Sufi las 3 estrellas son: θ Lib, κ Lib y 42 Lib 18. _Al-Qalb_ (El corazón del escorpión) compuesto por la estrella α Sco (Antares) 19. _Al-Shawlah_ (El aguijón del escorpión) compuesto por las 2 estrellas: λ Sco (Shaula) y υ Sco (Lesath) 20. _Al-Naayem_ (Las avestruces) es el área alrededor de las estrellas: ζ Sgr (Ascella), φ Sgr, δ Sgr (Kaus Media) y ε Sgr (Kaus Australis) 21. _Al-Baldah_ (El área vacía) es el área donde no hay estrellas entre _Al-Naayem_ y _Saad Al-Thabih_ 22. _Saad Al-Thabih_ (La estrella de la suerte del Asesino) compuesta por las 2 estrellas: α <sup> 1 </sup> Cap (Algedi) y β Cap (Dabih) 23. _Saad Bulaa_ (La estrella de la suerte de la golondrina) compuesta por las 3 estrellas: ν Aqr, μ Aqr y ε Aqr (Albali) 24. _Saad Al-Saud_ (Las estrellas de la suerte de los afortunados) compuesto por las 3 estrellas: β Aqr (Sadalsuud), ξ Aqr y λ Cap 25. _Saad Al-Akhbiah_ (Las estrellas de la suerte de los habitantes de la tienda) compuesto por las 4 estrellas: γ Aqr (Sadachbia), π Aqr, ζ <sup> 2 </sup> Aqr y η Aqr 26. _Al-Mugaddam_ (La parte frontal del balde para verter agua) compuesta por las 2 estrellas: α Y (Alpheratz) y γ Peg (Algenib) 27. _Al-Muakhar_ (La parte posterior del balde para verter agua) compuesta por las 2 estrellas: β Peg (Scheat) y α Peg (Markab) 28. _Al-Risha_ o _Batn Al-Hoot_ (La cuerda del cubo del pozo o El vientre del pez) compuesta por la estrella β Y (Mirach) y dos arcos de estrellas que forman la figura de un pez ### Las figuras de Superlion y Al-Jawza de la antigua tradición de las estrellas árabes Uno puede notar por los nombres de las estaciones lunares 7 a 15 que son parte de una figura de león. Esta figura de león árabe cubre alrededor de 100 grados, un poco más de la mitad de la cúpula del cielo. A partir de los nombres de estas estrellas se puede construir una figura de león. Dos de las estaciones lunares, _Al-Hakaah_ y _Al-Hanaah_, son parte de las estrellas de Al-Jawza. Al-Jawza es la figura que cubre a Orión y algunas estrellas a su alrededor. Los antiguos árabes imaginaban estas estrellas como la figura de una mujer con un arco y una flecha apuntando al león (una imagen, probablemente influenciada del Egipto romano: ver la representación en el zodiaco de Denderah que muestra los rastros de constelaciones de Babilonia y Grecia). El Sr. Roland Laffitte discutió estas dos figuras y ofreció una descripción de cada una en su artículo: [Nuestra herencia árabe en la bóveda celestial](http://www.muslimheritage.com/article/our-arab-heritage-celestial-vault). Una discusión más detallada del antiguo starlore árabe se encuentra en su libro: "Le Ciel des Arabes" [#26].
fr: ### Notes sur les noms d'étoiles et les astérismes de cette culture du ciel Les Arabes anciens nommaient fréquemment des groupes d'étoiles, par exemple, les 3 étoiles à la ceinture d'Orion (δ Ori, ε Ori et ζ Ori), sont nommées "Chaîne de perles" _al-Nazhm_ (النظم). Dans cette culture du ciel, ils sont désignés comme "Chaîne de perles 1", "Chaîne de perles 2" et "Chaîne de perles 3". Tous les noms d'étoiles dans cette culture du ciel sont d'origine arabe ancienne, avant l'influence hellénistique, qui a été rapportée par Al-Sufi dans son _Book of the Fixed Stars_, avec l'ajout des noms d'étoiles suivants: 1. L'étoile du Serment, α Eri _al-Muhlif_ (المحلف): Cette étoile n'a pas été signalée par Ptolémée ou Al-Sufi parce qu'elle ne pouvait pas être vue de leur latitude nord. Le professeur Kunitzsch a conclu que c'est l'étoile nommée _al-Muhnith_ (المحنث) qui a été mentionnée dans certaines des premières ressources [#13]. Cette étoile est encore connue sur la péninsule arabique et porte le nom de _al-Muhlif_ (المحلف) avec la même signification. 2. Le Premier (début du printemps), α UMa et β UMa _al-Awwalaan_ (الأولان): Ce nom de cette paire d'étoiles est mentionné par le marin Ibn Majid (d. ~ 1500) [RéfX14]. Le nom est toujours utilisé par les pêcheurs de la mer Rouge. 3. L'Obscur, δ UMa _al-Khafi_ (الخافي): Ce nom est mentionné par le marin Ibn Majid (d. ~ 1500) [#15]. 4. Les gazelles, 42 Ori, θ2 Ori et ι Ori _al-Jawazi_ (الجوازي): Ce nom a été rapporté par Ibn Qutaybah dans son _Book of Anwaa_ [#16]. 5. Le berger des autruches, λ Sgr _Ra'i al-Nayyem_ (راعي النعايم): Cette étoile est la 9e étoile de la 20e station lunaire selon les Poèmes de Muhammad al-Mukrī [#6] et Mohammad al-Qadhi [ RefX22]. Voir Kunitzsch pour la source de ce nom [#25]. En traduisant les significations des noms d'étoiles en anglais, j'ai fait de mon mieux pour sélectionner la signification la plus appropriée lorsque le nom peut avoir plusieurs significations. Les significations suivantes méritent d'être mentionnées car elles peuvent être différentes des significations vues précédemment dans les ressources des noms d'étoiles arabes: 1. Étoile α Aur (Capella): l'ancien nom arabe est _al-Ayyuq_ (العيوق) tel que rapporté par Al-Sufi, Ibn Qutaybah et d'autres. La signification de ce nom est "l'Obstructeur". Dans les anciens lexiques arabes, «l'obstructeur» vient de la légende selon laquelle _al-Ayyuq_ empêche Aldebaran de rencontrer _al-Thurayya_ (les Pléiades) [#17] [#18]. 2. Star ε UMa (Alioth): l'ancien nom arabe est _al-Jawn_ (الجون) tel que rapporté par Al-Sufi. Ce nom a plusieurs significations: Parce qu'il fait généralement référence à la couleur noire d'un cheval ou d'un chameau, Kunitzsch a traduit le nom en allemand par "der Rappe", cheval noir, mais le terme arabe signifie également "âne sauvage blanc" ou "sauvage cul". Parce que cette étoile est relativement brillante, j'ai préféré le sens de "âne sauvage" [#19] [#20]. 3. Étoiles λ Ori, φ <sup> 1 </sup> Ori et φ <sup> 2 </sup> Ori: le nom arabe ancien est _al-Hakaah_ (الهقعة) tel que rapporté par Al-Sufi, Ibn Qutaybah et d'autres. Ce nom signifie "le cercle sur la poitrine" ou "le côté de la poitrine" ou "la tache au pied du cavalier" qui est formé par des cheveux prenant des directions différentes sur le corps du cheval. J'ai trouvé le poème de Muhammad al-Mukrī décrivant ces étoiles par la tache sur le côté du cheval près du pied du cavalier [#6]. Kunitzsch a également mentionné cette signification dans "Un dictionnaire des noms d'étoiles modernes" [#21]. Les astérismes des stations lunaires dans cette culture du ciel sont définis le long des identifications rapportées par al-Sufi avec les notes suivantes: 1. La 4ème station lunaire _Al-Dabaran_ (Le Suiveur \[des Pléiades\]) est composée d'une étoile α Tau (Aldebaran) selon al-Sufi et Ibn Qutaybah. J'ai ajouté l'amas d'étoiles en forme de V des Hyades basé sur la description dans les poèmes de Muhammad al-Mukrī [#6] et de Mohammad al-Qadhi (d. ~ 1868) [#22]. 2. La 8ème station lunaire _Al-Nathrah_ (La pointe du nez du lion) est composée de l'amas de Praesepe selon al-Sufi. Ibn Qutaybah ajoute les deux étoiles γ Cnc (Asellus Borealis) et δ Cnc (Asellus Australis). [#23] 3. La 20e station lunaire _Al-Naayem_ (Les Autruches) est la zone autour des étoiles: ζ Sgr (Ascella), φ Sgr, δ Sgr (Kaus Media) et ε Sgr (Kaus Australis) selon al-Soufi. Ibn Qutaybah décrit cette station lunaire comme composée de 8 étoiles: ς Sgr, φ Sgr, τ Sgr, ζ Sgr, γ Sgr, δ Sgr, ε Sgr, η Sgr [#24]. Les Poèmes de Muhammad al-Mukrī [#6] et Mohammad al-Qadhi [#22] ajoutent une 9ème étoile λ Sgr. 4. La 21e station lunaire _Al-Baldah_ (la zone vide) est la zone où il n'y a pas d'étoiles brillantes entre _Al-Naayem_ et _Saad Al-Thabih_. J'ai fait un astérisme d'étoiles autour de cet endroit. ### Les 28 stations 1. _Al-Sharatan_ ou _Al-Ashrat_ (Les deux signes ou les signes) composés des 3 étoiles: α Ari (Hamal), β Ari (Sheratan) et γ <sup> 2 </sup> Ari (Mesarthim) 2. _Al-Botain_ (Le petit ventre \[du petit bélier\]) composé des 3 étoiles: ε Ari, δ Ari (Botein) et ρ <sup> 3 </sup> Ari 3. _Al-Thurayya_ (Pléiades) composé de l'amas d'étoiles des Pléiades 4. _Al-Dabaran_ (Le Disciple \[des Pléiades\]) composé de l'étoile unique α Tau (Aldebaran) et des étoiles brillantes des Hyades 5. _Al-Hakaah_ (La marque côté cheval) composé des trois étoiles sur la tête d'Orion: λ Ori (Meissa), φ <sup> 1 </sup> Ori et φ <sup> 2 </sup> Ou Je 6. _Al-Hanaah_ (Le coude dans le cou d'un chameau) composé des 2 étoiles: γ Gem (Alhena) et ξ Gem 7. _Al-Thira-a_ (Le bras du lion) composé des 2 étoiles des têtes jumelles: α Gem (Castor) et β Gem (Pollux) 8. _Al-Nathrah_ (Le bout du nez du lion) composé de l'amas de Praesepe et des 2 étoiles: γ Cnc (Asellus Borealis) et δ Cnc (Asellus Australis) 9. _Al-Tarf_ (Le regard du lion) composé des 2 étoiles: κ Cnc et λ Leo (Alterf) 10. _Al-Jabhah_ (Le front du lion) composé de 4 étoiles: ζ Leo (Adhafera), γ <sup> 1 </sup> Leo (Algieba), η Leo et α Leo (Regulus) 11. _Al-Zubrah_ (La crinière du lion) composé des 2 étoiles: δ Leo (Zosma) et θ Leo (Chertan) 12. _Al-Sarfah_ (Le passage au temps plus froid) composé d'une étoile: β Leo (Denebola) 13. _Al-Uwwa_ (Le tour) composé de 5 étoiles: β Vir (Zavijava), η Vir (Zaniah), γ Vir (Porrima), δ Vir et ε Vir (Vindemiatrix) 14. _Al-Simak_ (Le haut non armé) composé de l'étoile α Vir (Spica) 15. _Al-Ghafr_ (Les cheveux sur la queue du lion) composé de 3 étoiles: ι Vir (Syrma), κ Vir et λ Vir 16. _Al-Zubana_ (Les griffes du scorpion) composé des 2 étoiles: α <sup> 2 </sup> Lib (Zubenelgenubi) et β Lib (Zubeneschamali) 17. _Al-Ikleel_ (Le bandeau orné) composé des 3 étoiles: β <sup> 1 </sup> Sco (Acrab), δ Sco (Dschubba) et π Sco, mais selon Al-Sufi les 3 étoiles sont: θ Lib, κ Lib et 42 Lib 18. _Al-Qalb_ (Le cœur du scorpion) composé de l'étoile α Sco (Antares) 19. _Al-Shawlah_ (La piqûre du scorpion) composé des 2 étoiles: λ Sco (Shaula) et υ Sco (Lesath) 20. _Al-Naayem_ (Les Autruches) est la zone autour des étoiles: ζ Sgr (Ascella), φ Sgr, δ Sgr (Kaus Media) et ε Sgr (Kaus Australis) 21. _Al-Baldah_ (la zone vide) est la zone où il n'y a pas d'étoiles entre _Al-Naayem_ et _Saad Al-Thabih_ 22. _Saad Al-Thabih_ (La bonne étoile du Slaughterer) composé des 2 étoiles: α <sup> 1 </sup> Cap (Algedi) et β Cap (Dabih) 23. _Saad Bulaa_ (L'étoile porte-bonheur de l'hirondelle) composée des 3 étoiles: ν Aqr, μ Aqr et ε Aqr (Albali) 24. _Saad Al-Saud_ (Les étoiles chanceuses des chanceux) composé des 3 étoiles: β Aqr (Sadalsuud), ξ Aqr et λ Cap 25. _Saad Al-Akhbiah_ (Les étoiles chanceuses des habitants de la tente) composé des 4 étoiles: γ Aqr (Sadachbia), π Aqr, ζ <sup> 2 </sup> Aqr et η Aqr 26. _Al-Mugaddam_ (La face avant du seau pour verser de l'eau) composé des 2 étoiles: α And (Alpheratz) et γ Peg (Algenib) 27. _Al-Muakhar_ (L'arrière du seau pour verser l'eau) composé des 2 étoiles: β Peg (Scheat) et α Peg (Markab) 28. _Al-Risha_ ou _Batn Al-Hoot_ (La corde du seau du puits ou Le ventre du poisson) composé de l'étoile β Et (Mirach) et de deux arcs d'étoiles faisant une figure de poisson ### Les figures Superlion et Al-Jawza de l'ancienne tradition arabe des étoiles On peut remarquer d'après les noms des 7e et 15e stations lunaires qu'elles font partie d'une figure de lion. Cette figure de lion arabe couvre environ 100 degrés, un peu plus de la moitié du dôme du ciel. À partir des noms de ces étoiles, une figure de lion peut être construite. Deux des stations lunaires, _Al-Hakaah_ et _Al-Hanaah_, font partie des étoiles d'Al-Jawza. Al-Jawza est la figure couvrant Orion et quelques étoiles autour d'elle. Les anciens Arabes imaginaient ces étoiles comme une figure de femme avec un arc et une flèche dirigée vers le lion (une image, probablement influencée par l'Égypte romaine: voir la représentation du zodiaque Dendérah qui montre des traces de constellations babylonienne et grecque). M. Roland Laffitte a discuté de ces deux figures et a offert une description de chacune d'elles dans son article: [Our Arab Heritage in the Celestial Vault](http://www.muslimheritage.com/article/our-arab-heritage-celestial-vault). Une discussion plus détaillée de l'ancien starlore arabe se trouve dans son livre: "Le Ciel des Arabes" [#26].
ja: ### この空の文化の星名とアステリズムに関するメモ 古代アラブ人は、星のグループに頻繁に名前を付けました。たとえば、オリオンの帯にある3つの星（δOri、εOriおよびζOri）は、「ビーズのストリング」_al-Nazhm_（النظم）と呼ばれています。この空の文化では、「ビーズの列1」、「ビーズの列2」、「ビーズの列3」と指定されています。 この空の文化のすべての星の名前は、ヘレニズム時代の影響が与えられる前の古代アラビア語に由来します。アルスーフィーの彼の_Book of the Fixed Stars_で報告されており、次の星の名前が追加されています。 1.誓いの星、αEri _al-Muhlif_（المحلف）：この星は、北緯からは見えなかったため、プトレマイオスまたはアルスーフィーから報告されませんでした。 Kunitzsch教授は、初期の資料[#13]で言及されたのは、_al-Muhnith_（المحنث）という名前の星であると結論付けました。この星はまだアラビア半島で知られており、_al-Muhlif_（المحلف）という名前で同じ意味です。 2.最初の1つ（春の初め）、αUMaおよびβUMa _al-Awwalaan_（الأولان）：この星のペアのこの名前は、船員のIbn Majid（d。 〜1500）[#14]。名前はまだ紅海の漁師によって使用されています。 3.あいまいな1つ、δUMa _al-Khafi_（الخافي）：この名前は、船員のIbn Majid（d。〜1500）[#15]によって言及されています。 4.ガゼル、42 Ori、θ2Ori、およびιOri _al-Jawazi_（الجوازي）：この名前は、Ibn Qutaybahの_Book of Anwaa_ [#16]で報告されています。 5.ダチョウの羊飼い、λSgr _Ra'i al-Nayyem_（راعيالنعايم）：この星は、ムハンマドアルムクリッチ[#6]とモハマドアルカーディの詩によると、20番目の月のステーションの9番目の星です。 RefX22]。この名前のソースについては、Kunitzschを参照してください[#25]。 星の名前の意味を英語に翻訳するにあたり、名前にいくつかの意味がある場合に、より適切な意味を選択するように最善を尽くしました。以下の意味は、アラビア語の星名のリソースで以前に見られた意味とは異なる場合があるため、言及する価値があります。 1.スターαアウル（カペラ）：Al-Sufi、Ibn Qutaybahなどの報告によると、古代アラビア語の名前は_al-Ayyuq_（العيوق）です。この名前の意味は「The Obstructor」です。昔のアラビア語の語彙集では、「妨害者」は_al-Ayyuq_がアルデバランの_al-Thurayya_（プレアデス）との出会いを妨害しているという伝説に由来します[#17] [#18]。 2.スターεUMa（アリオス）：古代アラビア語の名前は、アルスーフィーによって報告された_al-Jawn_（الجون）です。この名前にはいくつかの意味があります。通常、馬やラクダの黒い色を指すため、クニッチは名前をドイツ語に「der Rappe」、黒い馬として翻訳しましたが、アラビア語の用語は「白い野生のロバ」または「野生の」も意味しますお尻」。この星は比較的明るいので、「野生のロバ」[#19] [#20]の意味を優先しました。 3.星λOri、φ<sup> 1 </ sup> Oriおよびφ<sup> 2 </ sup> Ori：Al-Sufi、Ibn Qutaybahなどによって報告された古代アラビア語の名前は_al-Hakaah_（الهقعة）です。この名前は「胸の円」、「胸の側面」、または「ライダーの足元のスポット」を意味し、馬の体で髪の毛がさまざまな方向を向いて形成されます。ライダーの足元近くの馬の脇のスポットにこれらの星を描いたムハンマドアルムクリッチの詩を見つけました[#6]。クニッツはこの意味を「現代の星名の辞書」[#21]でも述べた。 この空の文化における月のステーションのアステリズムは、アルスーフィーによって報告された識別に沿って次のように定義されています。 1. 4番目の月のステーション_Al-Dabaran_（プリアデスの[\]のフォロワー）は、アルスーフィーとイブンクタイバによると、1つの星のαタウ（アルデバラン）で構成されています。 Muhammadal-Mukrī[#6]とMohammad al-Qadhi（d。〜1868）[#22]の詩の記述に基づいて、HyadesのV字型星団を追加しました。 2. 8番目の月のステーション_Al-Nathrah_（ライオンの鼻先）は、アルスーフィーによると、プレセペ星団で構成されています。 Ibn Qutaybahは、γCnc（Asellus Borealis）とδCnc（Asellus Australis）の2つの星を追加します。[#23] 3. 20番目の月のステーション_Al-Naayem_（ダチョウ）は、星の周りの領域です。アルスーフィーによれば、ζSgr（Ascella）、φSgr、δSgr（Kaus Media）およびεSgr（Kaus Australis）です。 Ibn Qutaybahはこの月のステーションを8つの星で構成されていると説明しています：ςSgr、φSgr、τSgr、ζSgr、γSgr、δSgr、εSgr、ηSgr [#24]。ムハンマドアルムクリッチ[#6]とモハマドアルカディ[#22]の詩は、9番目の星λSgrを追加します。 4. 21番目のルナステーション_Al-Baldah_（空のエリア）は、_Al-Naayem_と_Saad Al-Thabih_の間に明るい星がないエリアです。この辺りで星のアステリズムを作りました。 ### 28のステーション 1. _Al-Sharatan_または_Al-Ashrat_（2つの標識または標識）は、3つの星で構成されています：αアリ（Hamal）、βアリ（Sheratan）およびγ<sup> 2 </ sup>アリ（Mesarthim） 2. _Al-Botain_（小さな子羊の[\]の小さな腹）は、3つの星、εAri、δAri（Botein）、およびρ<sup> 3 </ sup> Ariで構成されています 3.プレアデス星団の星団で構成される_Al-Thurayya_（プレアデス） 4. _Al-Dabaran_（ザプリアデスのフォロア）は、単一星αタウ（アルデバラン）とハイアデスの明るい星で構成されています 5.オリオンの頭にある3つの星で構成される_Al-Hakaah_（馬側のマーク）：λOri（Meissa）、φ<sup> 1 </ sup> Oriおよびφ<sup> 2 </ sup>オリ 6. _Al-Hanaah_（ラクダの首の曲がり）は、2つの星、γジェム（アルヘナ）とξジェムで構成されています。 7.双頭の2つの星で構成される_Al-Thira-a_（ライオンの腕）：αジェム（キャスター）とβジェム（ポルックス） 8.プレセペ星団と2つの星で構成される_Al-Nathrah_（ライオンの鼻の先端）：γCnc（Asellus Borealis）とδCnc（Asellus Australis） 9. _Al-Tarf_（ライオンの視線）は2つの星で構成されます：κCncおよびλLeo（Alterf） 10. _Al-Jabhah_（ライオンの額）は4つ星で構成されます：ζLeo（Adhafera）、γ<sup> 1 </ sup> Leo（Algieba）、ηLeoおよびαLeo（Regulus） 11. _Al-Zubrah_（ライオンのたてがみ）は、2つの星、δレオ（ゾスマ）とθレオ（チャータン）で構成されています。 12. 1つの星で構成される_Al-Sarfah_（寒い気候への変化）：βレオ（デネボラ） 13. _Al-Uwwa_（ターン）は5つ星で構成されます：βVir（Zavijava）、ηVir（Zaniah）、γVir（Porrima）、δVirおよびεVir（Vindemiatrix） 14.星αVir（スピカ）で構成された_Al-Simak_（非武装の高いもの） 15. _Al-Ghafr_（ライオンの尻尾の毛）は、3つ星で構成されています：ιVir（Syrma）、κVirおよびλVir 16. _Al-Zubana_（サソリの爪）は2つの星で構成されています：α<sup> 2 </ sup> Lib（Zubenelgenubi）とβLib（Zubeneschamali） 17. _Al-Ikleel_（装飾されたヘッドバンド）は3つの星で構成されています：β<sup> 1 </ sup> Sco（Acrab）、δSco（Dschubba）、およびπScoですが、Al-Sufiによると3つの星は次のとおりです： θLib、κLibおよび42 Lib 18.星αSco（アンタレス）で構成される_Al-Qalb_（サソリの心臓） 19. _Al-Shawlah_（スコーピオンのスティング）は、2つの星、λSco（Shaula）とυSco（Lesath）で構成されています。 20. _Al-Naayem_（ダチョウ）は星の周りの領域です：ζSgr（Ascella）、φSgr、δSgr（Kaus Media）およびεSgr（Kaus Australis） 21. _Al-Baldah_（空の領域）は、_Al-Naayem_と_Saad Al-Thabih_の間に星がない領域です。 22. 2つの星、α<sup> 1 </ sup>キャップ（アルゲディ）とβキャップ（ダビ）で構成される_Saad Al-Thabih_（虐殺者のラッキースター） 23. _Saad Bulaa_（ツバメのラッキースター）は、3つの星：νAqr、μAqrおよびεAqr（アルバ）で構成されています。 24. _Saad Al-Saud_（ラッキースターのラッキースター）は、3つの星、βAqr（Sadalsuud）、ξAqrおよびλCapで構成されています。 25. _Saad Al-Akhbiah_（テント居住者のラッキースター）は、4つの星で構成されています：γAqr（Sadachbia）、πAqr、ζ<sup> 2 </ sup> AqrおよびηAqr 26. _Al-Mugaddam_（注水用バケットの前面）は2つの星で構成されています：αAnd（Alpheratz）とγPeg（Algenib） 27. 2つの星で構成される_Al-Muakhar_（注水用バケットの背面）：βペグ（Scheat）とαPeg（Markab） 28.星βAnd（Mirach）と2つの星の弧で構成される_Al-Risha_または_Batn Al-Hoot_（井戸のバケツのロープまたは魚の腹）と魚の形を作る2つの星の弧 ### 古代アラブのスター伝承のスーパーライオンとアルジョーザの人物像 7〜15番目の月の観測所の名前から、それらが獅子像の一部であることに気付くでしょう。このアラブライオンの姿は約100度をカバーしており、スカイドームの半分を少し超えています。これらの星の名前から、ライオンの姿を作ることができます。 月のステーションの2つである_Al-Hakaah_および_Al-Hanaah_は、Al-Jawzaスターの一部です。 Al-Jawzaは、オリオンとその周りのいくつかの星をカバーする図です。古代アラブ人はこれらの星を、ライオンを狙った弓と矢を持つ女性の姿として想像しました（恐らくローマエジプトから影響を受けた画像：星座のギリシャの痕跡と同様にバビロニアの星座を示すデンデラ星座の描写を参照）。 Roland Laffitte氏はこれら2つの図について議論し、彼の記事でそれぞれの描写を提供しました：[天の丸天井における私たちのアラブの遺産]古代アラブのスターロアに関するより詳細な議論は、彼の本「Le Ciel des Arabes」[#26]にあります。
