Repository: 10110111/stellarium-skycultures
Catalog: arabic_moon_stations/po/*.po
Languages: de, es, fr, ja, ru

source: - [#1]: Kunitzsch P. The Arabs and the Stars, Variorum reprints Northampton 1989, Al-Manazil, Item XX pp 1-7. - [#2]: Helaine Selin, Encyclopaedia of the History of Science, Technology, and Medicine in Non-Western Cultures, Lunar Mansions in Islamic History, Kunitzsch P. p 520 - [#3]: Edward W. Lane, Arabic-English Lexicon (London: Willams &amp; Norgate 1863) p 2861 - [#4]: Ibn Qutaybah (b. 828 d. 884 or 889), Kitab al-Anwa'a, pp 6,7 (Arabic print of the original book in 1956 in India Hydarabad/Deccan) - [#5]: Helaine Selin, Encyclopaedia of the History of Science, Technology, and Medicine in Non-Western Cultures, Ibn Qutayba, Kunitzsch P. p 429 - [#6]: Ta̕rīf manāzil alkamar, Les mansions lunaires des Arabes; Muhammad al-Mukrī.; A de Calassanti-Motylinski published in Alger, Imprimerie orientale, 1899. - [#7]: [http://www.uranos.fr/DOCU_03_T03.htm](http://www.uranos.fr/DOCU_03_T03.htm) - [#8]: Salih Al-Shethri, Timetable for farmers _Jadwal fi ilm al-harth ala hisaab al-shuthoor_ (جدول في علم الحرث على حساب الشثور) ISBN 9960-49-971-5 - [#9]: [Official Calender of the Kingdom of Saudi Arabia](http://www.ummulqura.org.sa/) - [#10]: Moon stations and Agriculture seasons. A bulletin by the Agriculture Administration of the Chamber of Commerce in Riyadh, Saudi Arabia. 2002 - [#11]: Al-Sufi, Book of Fixed Stars, Arabic print p. 194 by Dairat Al-Ma'arif Al-Othmanyyah Hayderabd/Deccan India 1954 - [#12]: Schjellerup, Description des etoiles fixes, 1874, p. 163. (translation into French) - [#13]: Kunitzsch P., The Arabs and the Stars, Variorum reprints Northampton 1989, On the Mediaeval Arabic Knowledge of the Star Alpha Eridani - [#14]: Kunitzsch P., Untersuchungen zur Sternnomenklatur der Araber 1961, No 22, p. 40 - [#15]: Kunitzsch P., Untersuchungen zur Sternnomenklatur der Araber 1961, No 127, p. 69 - [#16]: Ibn Qutaybah (b. 828 d. 884 or 889), Kitab al-Anwa'a, p. 45 (Arabic print of the original book in 1956 in India Hydarabad/Deccan) - [#17]: Lisan al-Arab _awq_ (عوق). - [#18]: Lane E., Arabic-English Lexicon (London: Willams &amp; Norgate 1863) _awq_ (عوق) "It is \[said to be\] called \[al-Ayyuq\] العيوق because of its \[being regarded as\] impeding \[_Al-Dabaran_\] الدبران from meeting \[_Al-Thurayya_\] الثريا. - [#19]: Kunitzsch P., Untersuchungen zur Sternnomenklatur der Araber 1961, No 106, p. 62 - [#20]: Lisan al-Arab _jawn_ (جون). - [#21]: Kunitzsch P. and Smart T., A Dictionary of Modern Star Names, a short guide to 254 star names and their derivations, 2006 - [#22]: AlAjaji K., Explanation of the Poem of Mohammad Al-Qadhi of Anwaa and Stars _Sharh qasidat al-Qadhi fi al-Anwaa wa al-Nujoom_ (شرح قصيدة محمد العبدالله القاضي في الأنواء والنجوم) , January 2014 ISBN 978-603-01-2118-2 - [#23]: Ibn Qutaybah (b. 828 d. 884 or 889), Kitab al-Anwa'a, p 54 (Arabic print of the original book in 1956 in India Hydarabad/Deccan) - [#24]: Ibn Qutaybah (b. 828 d. 884 or 889), Kitab al-Anwa'a, p 74 (Arabic print of the original book in 1956 in India Hydarabad/Deccan) - [#25]: Kunitzsch P. Untersuchungen zur Sternnomenklatur der Araber 1961, No 238b, p. 96 - [#26]: Laffitte, Roland, Le Ciel des Arabes, Geuthner, Paris 2012
ru: - [#1]: Куниц П. Арабы и звезды, Вариорум перепечатывает Нортгемптон 1989, Аль-Маназил, Пункт XX, стр. 1-7. - [#2]: Хелэйн Селин, Энциклопедия истории науки, техники и медицины в незападных культурах, Лунные особняки в истории ислама, Куницш, стр. 520 - [#3]: Эдвард Уэйн, Арабо-английский лексикон (Лондон: Willams & Norgate 1863) стр. 2861 - [#4]: Ибн Кутайба (р. 828 г., 884 или 889 г.), Китаб аль-Анваа, стр. 6,7 (арабская печать оригинальной книги 1956 года в Индии, Харарабад / Декан) - [#5]: Хелэйн Селин, Энциклопедия истории науки, техники и медицины в незападных культурах, Ибн Кутайба, Куниц, стр. 429 - [#6]: Ta̕rīf manāzil alkamar, Les Mansions lunaires des Arabes; Мухаммед аль-Мукри .; A de Calassanti-Motylinski опубликовано в Alger, Imprimerie Ориентил, 1899. - [#7]: [http://www.uranos.fr/DOCU_03_T03.htm](http://www.uranos.fr/DOCU_03_T03.htm) - [#8]: Салих аль-Шетри, расписание для фермеров _Jadwal fi ilm al-harth ala hisaab al-shuthoor_ (جدول في علم الحرث على حساب الشثور) ISBN 9960-49-971-5 - [#9]: [Официальный календарь Королевства Саудовская Аравия](http://www.ummulqura.org.sa/) - [#10]: Лунные станции и Сельскохозяйственные сезоны. Бюллетень Управления сельского хозяйства Торговой палаты в Эр-Рияде, Саудовская Аравия. 2002 - [#11]: Аль-Суфи, Книга Неподвижных Звезд, арабская печать с. 194 Дайрат Аль-Маариф Аль-Османия Хайдерабд / Декан Индия 1954 - [#12]: Schjellerup, Описание исправлений, 1874, с. 163. (перевод на французский) - [#13]: Куницш П., Арабы и звезды, Вариорум перепечатывает Нортгемптон 1989, О средневековом арабском знании звезды Альфа Эридани - [#14]: Kunitzsch P., Untersuchungen zur Sternnomenklatur der Araber 1961, No 22, p. 40 - [#15]: Kunitzsch P., Untersuchungen zur Sternnomenklatur der Araber 1961, No 127, p. 69 - [#16]: Ибн Кутайба (р. 828 г., 884 или 889), Китаб аль-Анваа, с. 45 (арабская печать оригинальной книги 1956 года в Индии Харарабад / Декан) - [#17]: Лисан аль-Араб _awq_ (عوق). - [#18]: Лейн Э., Арабо-английский лексикон (Лондон: Willams & Norgate 1863) _awq_ (عوق) «Его [[говорят, что \] называют \ [al-Ayyuq \] العيوق, потому что его [[считают] как \] препятствующий \ [_ Al-Dabaran_ \] الدبران от встречи \ [_ Al-Thurayya_ \] الثريا. - [#19]: Kunitzsch P., Untersuchungen zur Sternnomenklatur der Araber 1961, No 106, p. 62 - [#20]: Лисан аль-Араб _jawn_ ()ون). - [#21]: Куниц П. и Смарт Т., Словарь современных имен звезд, краткое руководство по 254 именам звезд и их происхождению, 2006 г. - [#22]: AlAjaji К., Объяснение Поэма Мохаммад аль-кади из Anwaa и звездочки _Sharh qasidat аль-кади фи аль-Anwaa ва аль-Nujoom_ (شرح قصيدة محمد العبدالله القاضي في الأنواء والنجوم), январь 2014 ISBN 978- 603-01-2118-2 - [#23]: Ибн Кутайба (р. 828 г., 884 или 889), Китаб аль-Анваа, стр. 54 (арабская печать оригинальной книги 1956 года в Индии, Харарабад / Декан) - [#24]: Ибн Кутайба (р. 828 г., 884 или 889), Китаб аль-Анваа, стр. 74 (арабская печать оригинальной книги 1956 года в Индии, Харарабад / Декан) - [#25]: Kunitzsch P. Untersuchungen zur Sternnomenklatur der Araber 1961, No 238b, p. 96 - [#26]: Лаффит, Ролан, Ле Силь де Араб, Гойтнер, Париж, 2012

source: This sky culture and the compilation of Arabic star names were authored by Khalid AlAjaji and slightly reworked by Susanne M Hoffmann.
ru: Эта небесная культура и компиляция арабских имен звезд были созданы Халидом Аль-Аджаджи и слегка переработаны Сюзанной М. Хоффманн.
