Repository: 10110111/stellarium-skycultures
Catalog: arabic_moon_stations/po/*.po
Languages: de, es, fr, ja, ru

source: The Mane 1
de: Die Mähne 1
es: La Melena 1
fr: La crinière 1
ja: たてがみ1
ru: Грива 1

source: The Mane 2
de: Die Mähne 2
es: La Melena 2
fr: La crinière 2
ja: たてがみ2
ru: Грива 2

source: The Bend 1
de: Die Krümmung 1
es: La Curva 1
fr: La courbe 1
ja: ベンド1
ru: Изгиб 1

source: The Bend 2
de: Die Krümmung 2
es: La Curva 2
fr: La courbe 2
ja: ベンド2
ru: Изгиб 2

source: The Bend 3
de: Die Krümmung 3
es: La Curva 3
fr: La courbe 3
ja: ベンド3
ru: Изгиб 3

source: The Bend 4
de: Die Krümmung 4
es: La Curva 4
fr: La courbe 4
ja: ベンド4
ru: Изгиб 4

source: The Bend 5
de: Die Krümmung 5
es: La Curva 5
fr: La courbe 5
ja: ベンド5
ru: Изгиб 5

source: The Obscure one
de: Der Schleierhafte
es: El Oscuro
fr: L'obscur
ja: あいまいなもの
ru: Неясный один

source: The Wild donkey
de: Der Wildesel
es: El Asno Salvaje
fr: L'âne sauvage
ja: 野生のロバ
ru: Дикий осел

source: The Lion liver
de: Die Löwenleber
es: El higado del Leon
fr: Le foie du lion
ja: ライオンの肝臓
ru: Печень льва

source: The Young she-goat
de: Die junge Ziege
es: La Cabra Joven
fr: La jeune chèvre
ja: 若いヤギ
ru: Козочка

source: The Unarmed high one
de: Der unbewehrte Hohe
es: El Alto Desarmado
fr: Le haut désarmé
ja: 非武装の高いもの
ru: Безоружный великан

source: The neglected one
de: Der Vernachlässigte
es: El Descuidado
fr: Le laissé-pour-compte
ja: 放置されたもの
ru: Беспризорник

source: The Tail tuft 1
de: Die Schwanzquaste 1
es: El Penacho de la cola 1
fr: La touffe de la queue 1
ja: 尻尾の房1
ru: Первый пучок хвоста

source: The Tail tuft 2
de: Die Schwanzquaste 2
es: El Penacho de cola 2
fr: La touffe de la queue 2
ja: 尾房2
ru: Второй пучок хвоста

source: The Tail tuft 3
de: Die Schwanzquaste 3
es: El Penacho de la cola 3
fr: La touffe de la queue 3
ja: 尾房3
ru: Третий пучок хвоста

source: The Bright one of the fractured bowl
de: Der helle der zerbrochenen Schüssel
es: El Brillante de la taza fracturada
fr: La brillante du bol brisé
ja: 骨折したボウルの明るいもの
ru: Яркая из треснувших мисок

source: The Leader
de: Der Anführer
es: El Líder
fr: Le meneur
ja: リーダー
ru: Лидер

source: The Spear
de: Der Speer
es: La Lanza
fr: La lance
ja: 槍
ru: Копье

source: The Armed High one
de: Der bewehrte Hohe
es: El Alto Armado
fr: Le haut armé
ja: 武装したハイワン
ru: Вооруженный великан

source: The Brighter of the two calves
de: Das hellere der beiden Kälber
es: El más brillante de los dos becerros
fr: Le plus brillant des deux veaux
ja: 2つの子牛のより明るい
ru: Яркий из пары телят

source: The Scorpion claws 1
de: Die Skorpionscheren 1
es: Las garras del Escorpión 1
fr: Les pinces du scorpions 1
ja: スコーピオンの爪1
ru: Первый коготь скорпиона

source: The Scorpion claws 2
de: Die Skorpionscheren 2
es: Las garras del Escorpión 2
fr: Les pinces du scorpions 2
ja: スコーピオンの爪2
ru: Второй коготь скорпиона

source: The Dimmer of the two calves
de: Das schwächere der beiden Kälber
es: El Interruptor de los dos becerros
fr: Le moins brillant des deux veaux
ja: 2つの子牛の調光器
ru: Тусклый из пары телят

source: The Male Hyena
de: Das Hyänenmännchen
es: El Hombre Hiena
fr: La hyène mâle
ja: 男性ハイエナ
ru: Самец гиены

source: The headband 1
de: Das Stirnband 1
es: La diadema 1
fr: Le bandeau 1
ja: ヘッドバンド1
ru: Головная повязка 1

source: The headband 2
de: Das Stirnband 2
es: La diadema 2
fr: Le bandeau 2
ja: ヘッドバンド2
ru: Головная повязка 2

source: The headband 3
de: Das Stirnband 3
es: La diadema 3
fr: Le bandeau 3
ja: ヘッドバンド3
ru: Головная повязка 3

source: The Veins of the heart 1
de: Die Herzvenen 1
es: Las Venas del corazón 1
fr: Les veines du coeur 1
ja: 心臓の静脈1
ru: Первая вена сердца

source: The Veins of the heart 2
de: Die Herzvenen 2
es: Las Venas del corazón 2
fr: Les veines du coeur 2
ja: 心臓の静脈2
ru: Вторая вена сердца

source: The Trotting Camel
de: Das trottende Kamel
es: El Camello Trotando
fr: Le chameau trottant
ja: 腐ったラクダ
ru: Рысящий верблюд

source: The Mother camels 1
de: Die Kamelmütter 1
es: La Madre de los camellos 1
fr: La mère des chameaux 1
ja: 母のラクダ1
ru: Первая верблюдица

source: The Mother camels 2
de: Die Kamelmütter 2
es: La Madre de los camellos 2
fr: La mère des chameaux 2
ja: 母のラクダ2
ru: Вторая верблюдица

source: The Mother camels 3
de: Die Kamelmütter 3
es: La Madre de los camellos 3
fr: La mère des chameaux 3
ja: 母のラクダ3
ru: Третья верблюдица

source: The Mother camels 4
de: Die Kamelmütter 4
es: La Madre de los camellos 4
fr: La mère des chameaux 4
ja: 母のラクダ4
ru: Четвертая верблюдица

source: The Shepherd
de: Der Hirte
es: El Pastor
fr: Le berger
ja: 羊飼い
ru: Официальный пастух

source: The dog of the shepherd
de: Der Hund des Hirten
es: El perro del pastor
fr: Le chien du berger
ja: 羊飼いの犬
ru: Собака пастуха

source: The Baby camel
de: Das Kamelfohlen
es: El Bebé camello
fr: Le bébe chameau
ja: 赤ちゃんラクダ
ru: Верблюжонок

source: The ostriches coming to the river 1
de: Die zum Fluß kommenden Strauße 1
es: El avestruces que vienen al río 1
fr: Les autruches venant à la rivière 1
ja: 川に来るダチョウ1
ru: Первый идущий к реке страус

source: The ostriches coming to the river 2
de: Die zum Fluß kommenden Strauße 2
es: El avestruces que vienen al río 2
fr: Les autruches venant à la rivière 2
ja: 川に来るダチョウ2
ru: Второй идущий к реке страус

source: The ostriches coming to the river 3
de: Die zum Fluß kommenden Strauße 3
es: El avestruces que vienen al río 3
fr: Les autruches venant à la rivière 3
ja: 川に来るダチョウ3
ru: Третий идущий к реке страус

source: The ostriches coming to the river 4
de: Die zum Fluß kommenden Strauße 4
es: Las avestruces que vienen al río 4
fr: Les autruches venant à la rivière 4
ja: 川に来るダチョウ4
ru: Четвертый идущий к реке страус

source: The Shepherd of the Ostriches
de: Der Straußenhirte
es: El Pastor de las Avestruces
fr: Le berger des autruches
ja: ダチョウの羊飼い
ru: Официальный пастух страусов

source: The Swooping Eagle
de: Der herabstoßende Adler
es: El Aguila que Cae
fr: L'aigle plongeant
ja: 急降下鷲
ru: Парящий орёл

source: The ostriches leaving the river 1
de: Die den Fluß verlassenden Strauße 1
es: Las avestruces que vienen al río 1
fr: Les autruches quittant la rivière 1
ja: 川を離れるダチョウ1
ru: Первый покидающий реку страус

source: The ostriches leaving the river 2
de: Die den Fluß verlassenden Strauße 2
es: Las avestruces que vienen al río 2
fr: Les autruches quittant la rivière 2
ja: 川を離れるダチョウ2
ru: Второй покидающий реку страус

source: The ostriches leaving the river 3
de: Die den Fluß verlassenden Strauße 3
es: Las avestruces que vienen al río 3
fr: Les autruches quittant la rivière 3
ja: 川を離れるダチョウ3
ru: Третий покидающий реку страус

source: The ostriches leaving the river 4
de: Die den Fluß verlassenden Strauße 4
es: Las avestruces que vienen al río 4
fr: Les autruches quittant la rivière 4
ja: 川を離れるダチョウ4
ru: Четвертый покидающий реку страус

source: The Knights 1
de: Der Reiter 1
es: Los Caballeros 1
fr: Les chevaliers 1
ja: 騎士団1
ru: Первый рыцарь

source: The Knights 2
de: Der Reiter 2
es: Los Caballeros 2
fr: Les chevaliers 2
ja: 騎士2
ru: Второй рыцарь

source: The Knights 3
de: Der Reiter 3
es: Los Caballeros 3
fr: Les chevaliers 3
ja: ナイツ3
ru: Третий рыцарь

source: The Knights 4
de: Der Reiter 4
es: Los Caballeros 4
fr: Les chevaliers 4
ja: ナイツ4
ru: Четвертый рыцарь

source: The Knights 5
de: Der Reiter 5
es: Los Caballeros 5
fr: Les chevaliers 5
ja: ナイツ5
ru: Пятый рыцарь

source: The Flying eagle
de: Der fliegende Adler
es: El águila que vuela
fr: L'aigle planant
ja: 空飛ぶワシ
ru: Летящий орёл

source: The Rear knight
de: Der hintere Reiter
es: El Caballero trasero
fr: Le dernière chevalier
ja: リアナイト
ru: Задний рыцарь

source: The Lucky star of Nashirah 1
de: Der Glücksstern der Nashirah 1
es: La estrella Afortunada de Nashirah 1
fr: La bonne étoile de Nashirah 1
ja: ナシラのラッキースター1
ru: Первая счастливая звезда Нашира

source: The Lucky star of Nashirah 2
de: Der Glücksstern der Nashirah 2
es: La estrella Afortunada de Nashirah 2
fr: La bonne étoile de Nashirah 2
ja: ナシラのラッキースター2
ru: Вторая счастливая звезда Нашира

source: The Lucky star of the king 1
de: Der Glücksstern des Königs 1
es: La estrella Afortunada del Rey 1
fr: La bonne étoile du roi 1
ja: 王様のラッキースター1
ru: Первая счастливая звезда короля

source: The Lucky star of the king 2
de: Der Glücksstern des Königs 2
es: La estrella Afortunada del Rey 2
fr: La bonne étoile du roi 2
ja: 王様のラッキースター2
ru: Вторая счастливая звезда короля

source: The Lucky star of the young sheep 1
de: Der Glücksstern des Lammes 1
es: La estrella Afortunada de la oveja joven 1
fr: La bonne étoile du jeune mouton 1
ja: 若い羊のラッキースター1
ru: Первая счастливая звезда юной овечки

source: The Lucky star of the young sheep 2
de: Der Glücksstern des Lammes 2
es: La estrella Afortunada de la oveja joven 2
fr: La bonne étoile du jeune mouton 2
ja: 若い羊のラッキースター2
ru: Вторая счастливая звезда юной овечки

source: The Lucky star of the hero 1
de: Der Glücksstern des Helden 1
es: La estrella Afortunada del heroe 1
fr: La bonne étoile du héros 1
ja: ヒーローのラッキースター1
ru: Первая счастливая звезда героя

source: The Lucky star of the hero 2
de: Der Glücksstern des Helden 2
es: La estrella afortunada del Heroe 2
fr: La bonne étoile du héros 2
ja: ヒーローのラッキースター2
ru: Вторая счастливая звезда героя

source: The Lucky star of the rain 1
de: Der Glücksstern des Regens 1
es: La estrella afortunada del Heroe 1
fr: La bonne étoile de la pluie 1
ja: 雨のラッキースター1
ru: Первая счастливая звезда дождя

source: The Lucky star of the rain 2
de: Der Glücksstern des Regens 2
es: La estrella afortunada del Heroe 2
fr: La bonne étoile de la pluie 2
ja: 雨のらき☆すた2
ru: Вторая счастливая звезда дождя

source: The Lucky star of the excellent 1
de: Der Glücksstern des Herausragenden 1
es: La estrella Afortunada del excelente 1
fr: La bonne étoile de l'excellence 1
ja: 優秀のラッキースター1
ru: Первая счастливая звезда отличия

source: The Lucky star of the excellent 2
de: Der Glücksstern des Herausragenden 2
es: La estrella Afortunada del excelente 2
fr: La bonne étoile de l'excellence 2
ja: 優秀2のラッキースター
ru: Вторая счастливая звезда отличия

source: The Front mouth of the bucket 1
de: Der vordere Ausguß des Eimers 1
es: La boca Frontal del balde 1
fr: L'orifice avant du seau 1
ja: バケツの正面口1
ru: Первая в горловине ведра

source: The Front mouth of the bucket 2
de: Der vordere Ausguß des Eimers 2
es: La boca Frontal del balde 2
fr: L'orifice avant du seau 2
ja: バケツの正面口2
ru: Вторая в горловине ведра

source: The Rear mouth of the bucket 1
de: Der hintere Ausguß des Eimers 1
es: La boca Trasera del balde 1
fr: L'orifice arrière du seau 1
ja: バケツの後口1
ru: Первая в днище ведра

source: The Rear mouth of the bucket 2
de: Der hintere Ausguß des Eimers 2
es: La boca Trasera del balde 2
fr: L'orifice arrière du seau 2
ja: バケツの後口2
ru: Вторая в днище ведра

source: The Bucket knot 1
de: Der Eimerknoten 1
es: El nudo del Balde 1
fr: Le noeud du seau 1
ja: バケットノット1
ru: Первая в ручке ведра

source: The Bucket knot 2
de: Der Eimerknoten 2
es: El nudo del Balde 2
fr: Le noeud du seau 2
ja: バケットノット2
ru: Вторая в ручке ведра

source: The Arabic lunar stations describe the 28 sky areas chosen in ancient Arabia to define the daily location of the moon during its monthly trip around the sky.
ru: Арабские лунные станции описывают 28 областей неба, выбранных в древней Аравии для определения суточного местоположения Луны во время ее ежемесячного путешествия по небу.
