Repository: 10110111/stellarium-skycultures
Catalog: arabic_moon_stations/po/*.po
Languages: de, es, fr, ja, ru

source: - [#1]: Kunitzsch P. The Arabs and the Stars, Variorum reprints Northampton 1989, Al-Manazil, Item XX pp 1-7. - [#2]: Helaine Selin, Encyclopaedia of the History of Science, Technology, and Medicine in Non-Western Cultures, Lunar Mansions in Islamic History, Kunitzsch P. p 520 - [#3]: Edward W. Lane, Arabic-English Lexicon (London: Willams &amp; Norgate 1863) p 2861 - [#4]: Ibn Qutaybah (b. 828 d. 884 or 889), Kitab al-Anwa'a, pp 6,7 (Arabic print of the original book in 1956 in India Hydarabad/Deccan) - [#5]: Helaine Selin, Encyclopaedia of the History of Science, Technology, and Medicine in Non-Western Cultures, Ibn Qutayba, Kunitzsch P. p 429 - [#6]: Ta̕rīf manāzil alkamar, Les mansions lunaires des Arabes; Muhammad al-Mukrī.; A de Calassanti-Motylinski published in Alger, Imprimerie orientale, 1899. - [#7]: [Muhammad al-Muqrī poem](http://www.uranos.fr/DOCU_03_T03.htm) - [#8]: Salih Al-Shethri, Timetable for farmers _Jadwal fi ilm al-harth ala hisaab al-shuthoor_ (جدول في علم الحرث على حساب الشثور) ISBN 9960-49-971-5 - [#9]: [Official Calender](http://www.ummulqura.org.sa/) of the Kingdom of Saudi Arabia - [#10]: Moon stations and Agriculture seasons. A bulletin by the Agriculture Administration of the Chamber of Commerce in Riyadh, Saudi Arabia. 2002 - [#11]: Al-Sufi, Book of Fixed Stars, Arabic print p. 194 by Dairat Al-Ma'arif Al-Othmanyyah Hayderabd/Deccan India 1954. - [#12]: Schjellerup, Description des etoiles fixes, 1874, p. 163. (translation into French) - [#13]: Kunitzsch P., The Arabs and the Stars, Variorum reprints Northampton 1989, On the Mediaeval Arabic Knowledge of the Star Alpha Eridani - [#14]: Kunitzsch P., Untersuchungen zur Sternnomenklatur der Araber 1961, No 22, p. 40 - [#15]: Kunitzsch P., Untersuchungen zur Sternnomenklatur der Araber 1961, No 127, p. 69 - [#16]: Ibn Qutaybah (b. 828 d. 884 or 889), Kitab al-Anwa'a, p. 45 (Arabic print of the original book in 1956 in India Hydarabad/Deccan) - [#17]: Lisan al-Arab _awq_ (عوق). - [#18]: Lane E., Arabic-English Lexicon (London: Willams &amp; Norgate 1863) _awq_ (عوق) "It is \[said to be\] called \[al-Ayyuq\] العيوق because of its \[being regarded as\] impeding \[_Al-Dabaran_\] الدبران from meeting \[_Al-Thurayya_\] الثريا. - [#19]: Kunitzsch P., Untersuchungen zur Sternnomenklatur der Araber 1961, No 106, p. 62 - [#20]: Lisan al-Arab _jawn_ (جون). - [#21]: Kunitzsch P. and Smart T., A Dictionary of Modern Star Names, a short guide to 254 star names and their derivations, 2006 - [#22]: AlAjaji K., Explanation of the Poem of Mohammad Al-Qadhi of Anwaa and Stars _Sharh qasidat al-Qadhi fi al-Anwaa wa al-Nujoom_ (شرح قصيدة محمد العبدالله القاضي في الأنواء والنجوم) , January 2014 ISBN 978-603-01-2118-2 - [#23]: Ibn Qutaybah (b. 828 d. 884 or 889), Kitab al-Anwa'a, p 54 (Arabic print of the original book in 1956 in India Hydarabad/Deccan) - [#24]: Ibn Qutaybah (b. 828 d. 884 or 889), Kitab al-Anwa'a, p 74 (Arabic print of the original book in 1956 in India Hydarabad/Deccan) - [#25]: Kunitzsch P. Untersuchungen zur Sternnomenklatur der Araber 1961, No 238b, p. 96 - [#26]: Laffitte, Roland, Le Ciel des Arabes, Geuthner, Paris 2012
de: - [#1]: Kunitzsch P. Die Araber und die Sterne, Variorum-Nachdrucke Northampton 1989, Al-Manazil, Punkt XX S. 1-7. - [#2]: Helaine Selin, Enzyklopädie der Geschichte der Wissenschaft, Technologie und Medizin in nichtwestlichen Kulturen, Mondvillen in der islamischen Geschichte, Kunitzsch P. S. 520 - [#3]: Edward W. Lane, Arabisch-Englisches Lexikon (London: Willams & amp; Norgate 1863), S. 2861 - [#4]: Ibn Qutaybah (geb. 828, gest. 884 oder 889), Kitab al-Anwa'a, S. 6,7 (arabischer Druck des Originalbuchs von 1956 in Indien, Hydarabad / Deccan) - [#5]: Helaine Selin, Enzyklopädie der Geschichte der Wissenschaft, Technologie und Medizin in nichtwestlichen Kulturen, Ibn Qutayba, Kunitzsch P. S. 429 - [#6]: Ta̕rīf manāzil alkamar, Les mansions lunaires des Arabes; Muhammad al-Mukrī.; A de Calassanti-Motylinski, veröffentlicht in Alger, Imprimerie orientale, 1899. - [#7]: [Gedicht von Muhammad al-Muqrī](http://www.uranos.fr/DOCU_03_T03.htm) - [#8]: Salih Al-Shethri, Zeitplan für Landwirte. Jadwal fi ilm al-harth ala hisaab al-shuthoor - [#9]: [Offizieller Kalender](http://www.ummulqura.org.sa/) des Königreichs Saudi-Arabien - [#10]: Mondstationen und Landwirtschaftszeiten. Ein Bulletin der Landwirtschaftsverwaltung der Handelskammer in Riad, Saudi-Arabien. 2002 - [#11]: Al-Sufi, Buch der Fixsterne, arabischer Druck p. 194 von Dairat Al-Ma'arif Al-Othmanyyah Hayderabd / Deccan India 1954. - [#12]: Schjellerup, Description des etoiles fixes, 1874, p. 163. (Übersetzung ins Französische) - [#13]: Kunitzsch P., Die Araber und die Sterne, Variorum-Nachdrucke Northampton 1989, Über das mittelalterliche arabische Wissen des Sterns Alpha Eridani - [#14]: Kunitzsch P., Untersuchungen zur Sternnomenklatur der Araber 1961, Nr. 22, p. 40 - [#15]: Kunitzsch P., Untersuchungen zur Sternnomenklatur der Araber 1961, Nr. 127, p. 69 - [#16]: Ibn Qutaybah (geb. 828, gest. 884 oder 889), Kitab al-Anwa'a, p. 45 (arabischer Druck des Originalbuchs von 1956 in Indien, Hydarabad / Deccan) - [#17]: Lisan al-Arabawaw (عوق). - [#18]: Lane E., arabisch-englisches Lexikon (London: Willams & amp; Norgate 1863) _awq_ (عوق) "Es wird wegen seiner \[al-Ayyuq\] العيوق genannt. als\] behindert \[_ Al-Dabaran_\] الدبران vom Treffen \[_ Al-Thurayya_\] الثريا. - [#19]: Kunitzsch P., Untersuchungen zur Sternnomenklatur der Araber 1961, Nr. 106, p. 62 - [#20]: Lisan al-Araber _jawn_ (جون). - [#21]: Kunitzsch P. und Smart T., Ein Wörterbuch moderner Sternnamen, eine kurze Anleitung zu 254 Sternnamen und ihren Ableitungen, 2006 - [#22]: AlAjaji K., Erklärung des Gedichts von Mohammad Al-Qadhi von Anwaa und Stars _Sharh qasidat al-Qadhi fi al-Anwaa wa al-Nujoom_ -603-01-2118-2 - [#23]: Ibn Qutaybah (geb. 828, gest. 884 oder 889), Kitab al-Anwa'a, S. 54 (arabischer Druck des Originalbuchs von 1956 in Indien, Hydarabad / Deccan) - [#24]: Ibn Qutaybah (geb. 828, gest. 884 oder 889), Kitab al-Anwa'a, S. 74 (arabischer Druck des Originalbuchs von 1956 in Indien, Hydarabad / Deccan) - [#25]: Kunitzsch P. Untersuchungen zur Sternnomenklatur der Araber 1961, Nr. 238b, p. 96 - [#26]: Laffitte, Roland, Le Ciel des Arabes, Geuthner, Paris 2012
es: - [#1]: Kunitzsch P. Los árabes y las estrellas, Variorum reimpresa Northampton 1989, Al-Manazil, Item XX pp 1-7. - [#2]: Helaine Selin, Enciclopedia de la Historia de la Ciencia, Tecnología y Medicina en Culturas No Occidentales, Mansiones lunares en la historia islámica, Kunitzsch P. p 520 - [#3]: Edward W. Lane, Léxico árabe-inglés (Londres: Willams & amp; Norgate 1863) p 2861 - [#4]: Ibn Qutaybah (n. 828 d. 884 u 889), Kitab al-Anwa'a, pp 6,7 (impresión árabe del libro original en 1956 en India Hydarabad / Deccan) - [#5]: Helaine Selin, Enciclopedia de la Historia de la Ciencia, Tecnología y Medicina en Culturas No Occidentales, Ibn Qutayba, Kunitzsch P. p 429 - [#6]: Ta̕rīf manāzil alkamar, Les mansiones lunaires des Arabes; Muhammad al-Mukrī .; A de Calassanti-Motylinski publicado en Alger, Imprimerie orientale, 1899. - [#7]: [poema de Muhammad al-Muqrī](http://www.uranos.fr/DOCU_03_T03.htm) - [#8]: Salih Al-Shethri, Calendario para agricultores _Jadwal fi ilm al-harth ala hisaab al-shuthoor_ (جدول في علم الحرث على حساب الشثور) ISBN 9960-49-971-5 - [#9]: [Calendario oficial](http://www.ummulqura.org.sa/) del Reino de Arabia Saudita - [#10]: estaciones lunares y temporadas de agricultura. Un boletín de la Administración de Agricultura de la Cámara de Comercio de Riad, Arabia Saudita. 2002 - [#11]: Al-Sufi, Libro de estrellas fijas, impresión árabe p. 194 por Dairat Al-Ma'arif Al-Othmanyyah Hayderabd / Deccan India 1954. - [#12]: Schjellerup, Description des etoiles fixes, 1874, pág. 163. (traducción al francés) - [#13]: Kunitzsch P., Los árabes y las estrellas, Variorum reimpresa Northampton 1989, Sobre el conocimiento árabe medieval de la estrella Alpha Eridani - [#14]: Kunitzsch P., Untersuchungen zur Sternnomenklatur der Araber 1961, n. 22, p. 40 - [#15]: Kunitzsch P., Untersuchungen zur Sternnomenklatur der Araber 1961, n. 127, p. 69 - [#16]: Ibn Qutaybah (n. 828 d. 884 u 889), Kitab al-Anwa'a, pág. 45 (impresión árabe del libro original en 1956 en India Hydarabad / Deccan) - [#17]: Lisan al-Arab _awq_ (عوق). - [#18]: Lane E., Léxico árabe-inglés (Londres: Willams & amp; Norgate 1863) _awq_ (عوق) "Se \[dice que se llama\] \[al-Ayyuq\] العيوق debido a su \[ ser considerado como\] impidiendo que \[_ Al-Dabaran_\] الدبران se encuentre con \[_ Al-Thurayya_\] الثريا. - [#19]: Kunitzsch P., Untersuchungen zur Sternnomenklatur der Araber 1961, n. 106, p. 62 - [#20]: Lisan al-Arab _jawn_ (جون). - [#21]: Kunitzsch P. y Smart T., A Dictionary of Modern Star Names, una guía breve de 254 nombres de estrellas y sus derivaciones, 2006 - [#22]: Alajaji K., Explicación del poema de Mohammad Al-Qadhi de Anwaa y estrellas _Sharh Qasidat al-Qadhi fi al-Anwaa wa al-Nujoom_ (شرح قصيدة محمد العبدالله القاضي في الأنواء والنجوم), enero 2 014 978 ISBN -603-01-2118-2 - [#23]: Ibn Qutaybah (n. 828 d. 884 u 889), Kitab al-Anwa'a, p 54 (impresión árabe del libro original en 1956 en India Hydarabad / Deccan) - [#24]: Ibn Qutaybah (n. 828 d. 884 u 889), Kitab al-Anwa'a, p 74 (impresión árabe del libro original en 1956 en India Hydarabad / Deccan) - [#25]: Kunitzsch P. Untersuchungen zur Sternnomenklatur der Araber 1961, n. 238b, p. 96 - [#26]: Laffitte, Roland, Le Ciel des Arabes, Geuthner, París 2012
fr: - [#1]: Kunitzsch P. Les Arabes et les étoiles, Variorum réimprime Northampton 1989, Al-Manazil, article XX pp 1-7. - [#2]: Helaine Selin, Encyclopaedia of the History of Science, Technology, and Medicine in Non-Western Cultures, Lunar Mansions in Islamic History, Kunitzsch P. p 520 - [#3]: Edward W. Lane, Lexique arabe-anglais (Londres: Willams & AMP; Norgate 1863) p 2861 - [#4]: Ibn Qutaybah (né en 828 d. 884 ou 889), Kitab al-Anwa'a, pp 6,7 (copie arabe du livre original en 1956 en Inde Hydarabad / Deccan) - [#5]: Helaine Selin, Encyclopédie de l'histoire des sciences, de la technologie et de la médecine dans les cultures non occidentales, Ibn Qutayba, Kunitzsch P. p 429 - [#6]: Ta̕rīf manāzil alkamar, Les mansions lunaires des Arabes; Muhammad al-Mukrī .; A de Calassanti-Motylinski publié dans Alger, Imprimerie orientale, 1899. - [#7]: [Poème de Muhammad al-Muqrī](http://www.uranos.fr/DOCU_03_T03.htm) - [#8]: Salih Al-Shethri, Calendrier pour les agriculteurs _Jadwal fi ilm al-harth ala hisaab al-shuthoor_ (جدول في علم الحرث على حساب الشثور) ISBN 9960-49-971-5 - [#9]: [Calendrier officiel](http://www.ummulqura.org.sa/) du Royaume d'Arabie saoudite - [#10]: Stations lunaires et saisons agricoles. Un bulletin de l'administration de l'agriculture de la chambre de commerce de Riyad, en Arabie Saoudite. 2002 - [#11]: Al-Sufi, Livre des étoiles fixes, impression arabe p. 194 par Dairat Al-Ma'arif Al-Othmanyyah Hayderabd / Deccan Inde 1954. - [#12]: Schjellerup, Description des etoiles fixes, 1874, p. 163. (traduction en français) - [#13]: Kunitzsch P., Les Arabes et les étoiles, Variorum réimprime Northampton 1989, Sur la connaissance arabe médiévale de l'étoile Alpha Eridani - [#14]: Kunitzsch P., Untersuchungen zur Sternnomenklatur der Araber 1961, n ° 22, p. 40 - [#15]: Kunitzsch P., Untersuchungen zur Sternnomenklatur der Araber 1961, n ° 127, p. 69 - [#16]: Ibn Qutaybah (né en 828 d. 884 ou 889), Kitab al-Anwa'a, p. 45 (copie arabe du livre original en 1956 en Inde Hydarabad / Deccan) - [#17]: Lisan al-Arab _awq_ (عوق). - [#18]: Lane E., Lexique arabe-anglais (Londres: Willams & amp; Norgate 1863) _awq_ (عوق) "Il est \[dit être\] appelé \[al-Ayyuq\] العيوق en raison de son \[ étant considéré comme\] empêchant \[_ Al-Dabaran_\] الدبران de se réunir \[_ Al-Thurayya_\] الثريا. - [#19]: Kunitzsch P., Untersuchungen zur Sternnomenklatur der Araber 1961, n ° 106, p. 62 - [#20]: Lisan al-Arab _jawn_ (جون). - [#21]: Kunitzsch P. et Smart T., A Dictionary of Modern Star Names, un petit guide sur 254 noms d'étoiles et leurs dérivés, 2006 - [#22]: AlAjaji K., Explication du poème de Mohammad Al-Qadhi d'Anwaa et des étoiles _Sharh qasidat al-Qadhi fi al-Anwaa wa al-Nujoom_ (شرح قصيدة محمد العبدالله القاضي في الأنلن المانوا -603-01-2118-2 - [#23]: Ibn Qutaybah (né en 828 d. 884 ou 889), Kitab al-Anwa'a, p 54 (copie arabe du livre original en 1956 en Inde Hydarabad / Deccan) - [#24]: Ibn Qutaybah (né en 828 d. 884 ou 889), Kitab al-Anwa'a, p 74 (copie arabe du livre original en 1956 en Inde Hydarabad / Deccan) - [#25]: Kunitzsch P. Untersuchungen zur Sternnomenklatur der Araber 1961, n ° 238b, p. 96 - [#26]: Laffitte, Roland, Le Ciel des Arabes, Geuthner, Paris 2012
ja: - [#1]: Kunitzsch P. The Arabs and the Stars、Variorum、Northampton 1989、Al-Manazil、Item XX pp 1-7。 - [#2]: ヘレーン・セリン、非西洋文化における科学、技術、医学の歴史の百科事典、イスラム史における月の大邸宅、クニッチP. p 520 - [#3]: エドワードW.レーン、アラビア語-英語レキシコン（ロンドン：ウィラムズ＆Norgate 1863）p 2861 - [#4]: Ibn Qutaybah（b。828 d。884 or 889）、Kitab al-Anwa'a、6,7ページ（1956年にインドのハイダラバード/デカンで原本をアラビア語で印刷） - [#5]: ヘレインセリン、非西洋文化における科学、技術、医学の歴史の百科事典、イブンクタイバ、クニッチP. p 429 - [#6]: Ta̕rīfmanāzilalkamar、Les mansions lunaires des Arabes;ムハンマドアルムクリッチ。 1899年にアルジェ（Imprimerie orientale）で出版されたde Calassanti-Motylinski。 - [#7]: [Muhammadal-Muqrīpoem](http://www.uranos.fr/DOCU_03_T03.htm) - [#8]: Salih Al-Shethri、農家向け時刻表_Jadwal fi ilm al-harth ala hisaab al-shuthoor_（جدولفيعلمالحرثعلىحسابالشثور）ISBN 9960-49-971-5 - [#9]: サウジアラビア王国の[公式カレンダー](http://www.ummulqura.org.sa/) - [#10]: 月の駅と農業シーズン。サウジアラビアのリヤドにある商工会議所の農業行政局からの速報。 2002 - [#11]: Al-Sufi、Book of Fixed Stars、アラビア語の印刷物p。 194 by Dairat Al-Ma'arif Al-Othmanyyah Hayderabd / Deccan India 1954。 - [#12]: Schjellerup、Description des etoiles fix、1874、p。 163.（フランス語への翻訳） - [#13]: クニッチP.、「アラブ人と星人」、Variorumが1989年にノーザンプトンを復刻、星人アルファエリダニの中世アラビア語の知識について - [#14]: Kunitzsch P.、Untersuchungen zur Sternnomenklatur der Araber 1961、No 22、p。 40 - [#15]: Kunitzsch P.、Untersuchungen zur Sternnomenklatur der Araber 1961、No 127、p。 69 - [#16]: Ibn Qutaybah（b。828 d。884 or 889）、Kitab al-Anwa'a、p。 45（1956年にインドのハイダラバード/デカンで原本をアラビア語で印刷） - [#17]: Lisan al-Arab _awq_（عوق）。 - [#18]: レーンE.、アラビア語-英語レキシコン（ロンドン：Willams＆amp; Norgate 1863）_awq_（عوق）「\ [al-Ayyuq\]と呼ばれる\ [said to be\]は、\ [al-Ayyuq\]と呼ばれるため、\ [ \[\ Al-Dabaran_\]الدبرانが\ [_ Al-Thurayya_\]الثرياとの出会いを妨害していると見なされている。 - [#19]: Kunitzsch P.、Untersuchungen zur Sternnomenklatur der Araber 1961、No 106、p。 62 - [#20]: Lisan al-Arab _jawn_（جون）。 - [#21]: Kunitzsch P. and Smart T.、A Dictionary of Modern Star Names、254 guide to 254 star names and its derivings、2006 - [#22]: AlAjaji K.、AnwaaとStarsのモハマドアルカーディの詩の説明_Sharh qasidat al-Qadhi fi al-Anwaa wa al-Nujoom_（شراقصيدةمحمدالعبدالعبداللبالقااللالفافيفيف） -603-01-2118-2 - [#23]: イブンクタイバ（b。828 d。884または889）、Kitab al-Anwa'a、p 54（1956年にインドのハイダラバード/デカンで原本をアラビア語で印刷） - [#24]: Ibn Qutaybah（b。828 d。884 or 889）、Kitab al-Anwa'a、p 74（1956年にインドのハイダラバード/デカンで原本をアラビア語で印刷） - [#25]: Kunitzsch P. Untersuchungen zur Sternnomenklatur der Araber 1961、No 238b、p。 96 - [#26]: ラフィット、ローランド、ルシエルデアラブ、ギュスナー、パリ2012

source: This sky culture and the compilation of Arabic star names were authored by Khalid AlAjaji and slightly reworked by Susanne M Hoffmann.
de: Diese Himmelskultur und die Zusammenstellung arabischer Sternennamen wurden von Khalid AlAjaji verfasst und von Susanne M Hoffmann leicht überarbeitet.
es: Esta cultura del cielo y la compilación de nombres de estrellas árabes fueron escritos por Khalid AlAjaji y ligeramente modificados por Susanne M Hoffmann.
fr: Cette culture du ciel et la compilation des noms des étoiles arabes ont été rédigées par Khalid AlAjaji et légèrement retravaillées par Susanne M Hoffmann.
ja: この空の文化とアラビア語のスター名の集まりは、Khalid AlAjajiによって作成され、Susanne M Hoffmannによって少し手直しされました。

source: The Two signs
de: Die beiden Zeichen
es: Las dos señales
fr: Les deux signes
ja: 2つの兆候
ru: Два знака

source: The Little belly
de: Bäuchlein
es: La Pequeña panza
fr: Le petit ventre
ja: 小さな腹
ru: Маленький живот

source: Al-Thurayya
ja: アルトゥラヤ
ru: Аль-Турайя

source: The Follower
de: Der Verfolger
es: El Seguidor
fr: Le suiveur
ja: フォロワー
ru: Последователь

source: The Side Mark
de: Die Seitenmarke
es: El Marco Lateral
fr: Le signe latéral
ja: サイドマーク
ru: Метка стороны

source: The Neck bend
de: Die Halskrümmung
es: La curva del cuello
fr: La courbe du cou
ja: ネックベンド
ru: Изгиб шеи

source: The Arm
de: Der Arm
es: El Brazo
fr: Le bras
ja: アーム
ru: Рука

source: The Lion nose
de: Löwennase
es: La nariz del León
fr: Le nez du Lion
ja: ライオンの鼻
ru: Нос льва

source: The Lion eyes
de: Die Löwenaugen
es: Los ojos del León
fr: Les yeux du Lion
ja: ライオンの目
ru: Глаза льва

source: The Lion Forehead
de: Die Stirn des Löwen
es: La Frente del León
fr: Le front du lion
ja: ライオンの額
ru: Лоб льва

source: The Lion mane
de: Die Löwenmähne
es: La melena del León
fr: La crinière du lion
ja: ライオンのたてがみ
ru: Грива льва

source: The Star of weather change
de: Der Stern des Wetterwechsels
es: La Estrella de cambio de tiempo
fr: L'étoile du changement de temps
ja: 天候変化の星
ru: Звезда изменения погоды

source: The Bend
de: Die Krümmung
es: La Curva
fr: La courbe
ja: 曲がった所
ru: Изгиб

source: The High one
de: Der Hohe
es: El Alto
fr: Le grand
ja: ハイワン
ru: Великан

source: The tail tuft
de: Die Schwanzquaste
es: El penacho de la cola
fr: La touffe de queue
ja: 尾房
ru: Пучок хвоста

source: The Scorpion Claws
de: Die Skorpionscheren
es: Las Garras del Escorpión
fr: Les pinces du scorpion
ja: サソリの爪
ru: Когти скорпиона

source: The ornamented headband
de: Das verzierte Stirnband
es: La diadema ornamentada
fr: La bandeau ornementé
ja: 装飾されたヘッドバンド
ru: Орнаментированное оголовье

source: The Heart
de: Das Herz
es: El Corazón
fr: Le coeur
ja: 心臓
ru: Сердце

source: The Scorpion sting
de: Der Skorpionstachel
es: El aguijón del Escorpión
fr: L'aiguillon du scorpion
ja: サソリの刺し傷
ru: Жало скорпиона

source: The Ostriches
de: Die Straußen
es: Los Avestruces
fr: Les autruches
ja: ダチョウ
ru: Страусы

source: The Empty place
de: Der leere Platz
es: El Lugar Vacío
fr: Le lieu vide
ja: 空の場所
ru: Пустырь

source: The Lucky stars of the slaughterer
de: Die Glückssterne des Schlächters
es: Las estrellas de la suerte del carnicero
fr: La bonne étoile du boucher
ja: 虐殺者のラッキースター
ru: Счастливые звезды палача

source: The Lucky stars of the swallower
de: Die Glückssterne des Schluckers
es: Las estrellas de la suerte del tragador
fr: La bonne étoile de l'avaleur
ja: ツバメのラッキースター
ru: Счастливая звезда глотальщика

source: The Lucky stars of the Luckiest ones
de: Die Glückssterne der Glücklichsten
es: Las estrellas de la suerte de los más afortunados
fr: La bonne étoile des chanceux
ja: 最も幸運なものの幸運な星
ru: Счастливые звезды самых удачливых из них

source: The Lucky stars of the tents
de: Die Glückssterne der Zelte
es: Las estrellas de la suerte de las carpas
fr: La bonne étoile des tentes
ja: テントのラッキースター
ru: Счастливые звезды палаток

source: The Front mouth of the bucket
de: Der vordere Ausguß des Eimers
es: La boca frontal del balde
fr: L'orifice avant du seau
ja: バケツの前口
ru: Горловина ведра

source: The Rear mouth of the bucket
de: Der hintere Ausguß des Eimers
es: La boca trasera del balde
fr: L'orifice arrière du seau
ja: バケツの後口
ru: Днище ведра

source: The Bucket cord
de: Die Eimerschnur
es: El cordón del balde
fr: La corde du seau
ja: バケットコード
ru: Ручка ведра

source: The Hand dyed with Henna
de: Die hennagefärbte Hand
es: La mano teñida con alheña
fr: La main tatouée au henné
ja: ヘナで染めた手
ru: Окрашенная хной рука

source: The First Frog
de: Der erste Frosch
es: La primera Rana
fr: La première grenouille
ja: 最初のカエル
ru: Первая лягушка

source: The Second Frog
de: Der zweite Frosch
es: La segunda Rana
fr: La seconde grenouille
ja: 二番目のカエル
ru: Вторая лягушка

source: The Oath star
de: Der Schwurstern
es: La estrella del Juramento
fr: L'étoile du serment
ja: 誓いの星
ru: Клятвенная звезда

source: The Caracal
de: der Wüstenluchs (Caracal)
es: El Caracal
fr: Le caracal
ja: カラカル
ru: Каракал

source: The Two signs 1
de: die zwei Zeichen 1
es: Los dos signos 1
fr: Les deux signes 1
ja: 2つの兆候1
ru: Два знака 1

source: The Two signs 2
de: die zwei Zeichen 2
es: Los Dos signos 2
fr: Les deux signes 2
ja: 2つの標識2
ru: Два знака 2

source: The Two friendly ones 1
de: Die zwei freundlichen 1
es: Los Dos amistosos 1
fr: Les deux amis 1
ja: 2つのフレンドリーなもの1
ru: Первый из двух друзей одного

source: The Two friendly ones 2
de: Die zwei freundlichen 2
es: Los Dos amistosos 2
fr: Les deux amis 2
ja: 2つのフレンドリーなもの2
ru: Второй из двух друзей одного

source: The Kid
de: Zicklein
es: El Niño
fr: L'enfant
ja: 子供
ru: Дитя

source: The Elbow
de: Der Ellbogen
es: El Codo
fr: Le coude
ja: 肘
ru: Локоть

source: The Shoulder side
de: Die Schulter
es: El lado del hombro
fr: Le côté de l'épaule
ja: 肩側
ru: Сторона плеча

source: The Foot of Al-Jawza
de: Der Fuß von al-Jawza
es: El pie de Al-Yawza
fr: Le pied d'Al-Jawza
ja: アルジョーザの麓
ru: Нога Аль-Джавза

source: The Obstructor
de: Der Hinderer
es: El Obstructor
fr: L'obstructeur
ja: 障害物
ru: Создающий помеху

source: AlNajith
ja: アルナジス
ru: АльНажис

source: The String of beads 1
de: Die Perlenschnur 1
es: El Collar de cuentas 1
fr: Le collier de perles 1
ja: ビーズのひも1
ru: Первая бусина в четках

source: The String of beads 2
de: Die Perlenschnur 2
es: El Collar de cuentas 2
fr: Le collier de perles 2
ja: ビーズの紐2
ru: Вторая бусина в четках

source: The String of beads 3
de: Die Perlenschnur 3
es: El Collar de cuentas 3
fr: Le collier de perles 3
ja: ビーズの紐3
ru: Третья бусина в четках

source: The gazelles 1
de: Die Gazellen 1
es: Las gacelas 1
fr: Les gazelles 1
ja: ガゼル1
ru: Газель 1

source: The gazelles 2
de: Die Gazellen 2
es: Las gacelas 2
fr: Les gazelles 2
ja: ガゼル2
ru: Газель 2

source: The gazelles 3
de: Die Gazellen 3
es: Las gacelas 3
fr: Les gazelles 3
ja: ガゼル3
ru: Газель 3

source: The Shoulder side of Al-Jawza
de: Die Schulter von al-Jawza
es: El lado del Hombro de Al-Yawza
fr: Le côté de l'épaulde d'Al-Jawza
ja: アルジョーザの肩側
ru: Плечо Аль-Джавза

source: The Precedent of Southern Shi'ra
de: Der dem südlichen Sirius Vorangehende
es: El Precedente de Shi'ra del Sur
fr: Le précédent de Shi'ra du sud
ja: 南シーラの先例
ru: Предшественник южного Шийру

source: Suhayl
fr: Suhail
ja: スハイル
ru: Сухайль

source: The Neck bend 1
de: Die Halskrümmung 1
es: La curva del Cuello 1
fr: La courbe du cou 1
ja: ネックベンド1
ru: Изогнутая шея 1

source: The Neck bend 2
de: Die Halskrümmung 2
es: La curva del Cuello 2
fr: La courbe du cou 2
ja: ネックベンド2
ru: Изогнутая шея 2

source: The Southern Shi'ra
de: Der südliche Sirius
es: El Shi'ra del Sur
fr: Le Shi'ra du sud
ja: 南シーラ
ru: Южный Шийра

source: The Precedent of the Northern Shi'ra
de: Der dem nördlichen Sirius Vorangehende
es: El Precedente de Shi'ra del Norte
fr: Le précédent du Shi'ra du nord
ja: 北シーラの先例
ru: Предшественник северного Шийру

source: The Arm 1
de: Der Arm 1
es: El Brazo 1
fr: Le bras 1
ja: アーム1
ru: Рука 1

source: The Arm 2
de: Der Arm 2
es: El Brazo 2
fr: Le bras 2
ja: アーム2
ru: Рука 2

source: The Northern Shi'ra
de: Der nördliche Sirius
es: El Shi'ra del Norte
fr: Le Shi'ra du nord
ja: 北シーラ
ru: Северный Шийра

source: The Lone one
de: Der Einzelne
es: El Solitario
fr: Le solitaire
ja: ローンワン
ru: Одиночка

source: The Forehead 1
de: Die Stirn 1
es: La Frente 1
fr: Le front 1
ja: 額1
ru: Лоб 1

source: The Forehead 2
de: Die Stirn 2
es: La Frente 2
fr: Le front 2
ja: 額2
ru: Лоб 2

source: The Forehead 3
de: Die Stirn 3
es: La Frente 3
fr: Le front 3
ja: 額3
ru: Лоб 3

source: The Forehead 4
de: Die Stirn 4
es: La Frente 4
fr: Le front 4
ja: 額4
ru: Лоб 4

source: The Two first ones 1
de: Die beiden ersten 1
es: Los Dos primeros 1
fr: Les deux premiers 1
ja: 最初の2つ1
ru: Первые два из них 1

source: The Two first ones 2
de: Die beiden ersten 2
es: Los dos primeros
fr: Les deux premiers 2
ja: 最初の2つ2
ru: Первые два из них 2
