Repository: 10110111/stellarium-skycultures
Catalog: arabic_moon_stations/po/*.po
Languages: de, es, fr, ja, ru

source: The sun also passes through these stations. In the _Al-Jabhah_ lunar mansion the sun spends 14 days [#3][#4], while in all others 13 days, completing 27 x 13 + 14 = 365 days in its yearly trip through the 28 stations. Each lunar station is defined by a star or a group of stars. ### Historical Overview Originally, the _Manazil al-Qamar_, the Arabic for the lunar mansions, or stations of the moon, were a system of 28 stars, group of stars, or spots in the sky near which the moon can be found in each of the 28 nights of its monthly revolution. Early mentions of the complete list of the lunar stations is reported by Abd al-Malik Ibn Habeeb (d. 852) on the authority of Malik ibn Anas (d. 795).[#1] However, this system had been adopted already in the pre-Islamic period, prior to the 7th century of the common era. Using heliacal observations, the asterisms of the lunar mansions served to divide the siderial and solar year of 365 days into 28 periods of 13 days each except for one period that is given 14 days. These 28 periods are called _Anwa'a_, plural of _Nawa'a_. Each _Nawa'a_ is determined by a characteristical star: when this star rises in the morning during dawn (in the east, so, shortly before the Sun), this is the beginning of the next _Nawa'a_. The name of the _Nawa'a_ (period of time, half month), gives the lunar mansion its name. One complete cycle of setting and rising for each of the 28 lunar mansions, one after the other, makes a solar year. This system was used to determine the seasons and predict weather, especially rain.[#2] The Arabs said: each _Nawa'a_ \[period of 13/14 days\] is characterized by a distinctive weather pattern of rain, wind, and temperature.[#4] A detailed description of the stars of each lunar mansion, the times of their heliacal rising and a compilation of astronomical and meteorological knowledge of the ancient Arabs can be found in the _Book of Anwaa_, authored by Ibn Qutaybah (b. 828 - d. 884 or 889). Copies of this book manuscripts survived, and it was printed in India in 1956.[#5] The usage of the lunar mansions continued and even influenced astrological belief, causing agricultural, travel and medicine practices associated with the lunar mansions. Due to the importance of observing the times of their heliacal risings, poems have been composed describing the relevant asteris short treatises and poems have been written on these asterisms, e.g. a poem dedicated to description of the stars of the lunar mansions was published by Gustave-Adolphe de Calassanti-Motylinski in 1899 in his book "Les mansions lunaires chez les Arabes", attributed to Muhammadal-Mukri (1578-1638).[#6][#7] A sample treatise is the one written by Shaikh Salih Al-Shethri (d. ~1891), titled "A time-table for farmers".[#8] ### Current Usage of Lunar Stations Agricultural almanacs based on the heliacal rising of lunar stations are still in active use today. The official calendar of Saudi Arabia includes these times.[#9] The following is an example of the use of a lunar station based calendar for the 13 days period starting with the rise of the 3rd lunar station _Al-Thurayya_ (Pleiades) on June 7th: "Weather gets hotter and wind gets stronger. Wild grasses dries. Water in wells gets shallower. Rain is rare during this time. Spring insects start to disappear. Palm tree dates starts to get its colors. It is recommended to irrigate trees with the right amounts and stop irrigation of vines when grapes starts to get its color."[#10] ### Identification of the Lunar Stations Ibn Qutabah (b. 828 - d. 884 or 889) in his _Book of Anwaa_ gives detailed description of the stars of each lunar station while an accurate identification can be extracted from the _Book of Fixed Stars_ by Al-Sufi (d. 986). In his book, Al-Sufi maps the stars as known to ancient Arabs to those of the Ptolemaic Constellations. An example of Al-Sufi definitions of the stars of the lunar mansions, here is the definition of _Al-Ghafr_: "And the 22nd \[star of Virgo\] and the 23rd which is on the tail \[hem of the garment\] with the 25th on the left foot \[of Virgo\] are named \[by the Arabs\] _Al-Ghafr_ which is the 15th lunar mansion."[#11][#12]. Because the stars of the Ptolemaic constellations have known coordinates, it is relatively easy to identify the Arab star names. ### Notes on Star Names and Asterisms of this Sky Culture Ancient Arabs frequently named groups of stars, for example, the 3 stars at the belt of Orion (δ Ori, ε Ori and ζ Ori), are named "String of beads" _al-Nazhm_ (النظم). In this sky culture they are designated as "String of beads 1", "String of beads 2" and "String of beads 3". All star names in this sky culture are of ancient Arabic origin, prior to Hellenistic influence, that has been reported by Al-Sufi in his _Book of the Fixed Stars_, with the addition of the following star names: 1. The Oath star, α Eri _al-Muhlif_ (المحلف): This star was not reported by Ptolemy or Al-Sufi because it couldn't be seen from their northern latitude. Prof. Kunitzsch concluded that it's the star named _al-Muhnith_ (المحنث) which was mentioned in some early resources.[#13] This star is still known on the Arabian peninsula and has the name of _al-Muhlif_ (المحلف) with the same meaning. 2. The First One (beginning of spring), α UMa and β UMa _al-Awwalaan_ (الأولان): This name of this pair of stars is mentioned by the seafarer Ibn Majid (d. ~1500).[#14] The name is still in use by fishermen of the Red Sea. 3. The Obscure one, δ UMa _al-Khafi_ (الخافي): This name is mentioned by the seafarer Ibn Majid (d. ~1500).[#15] 4. The gazelles, 42 Ori, θ2 Ori and ι Ori _al-Jawazi_ (الجوازي): This name was reported by Ibn Qutaybah in his _Book of Anwaa_.[#16] 5. The Shepherd of the Ostriches, λ Sgr _Ra'i al-Nayyem_ (راعي النعايم): This star is the 9th star of the 20th lunar station according to the Poems of Muhammad al-Mukrī[#6] and Mohammad al-Qadhi[#22] See Kunitzsch for the source of this name.[#25] In translating the meanings of the star names to English, I have tried my best to select the meaning that is more appropriate when the name can have several meanings. The following meanings are worth mentioning because it can be different from meanings previously seen in resources of Arabic star names: 1. Star α Aur (Capella): ancient Arabic name is _al-Ayyuq_ (العيوق) as reported by Al-Sufi, Ibn Qutaybah and others. The meaning of this name is "The Obstructor". In Old Arabic lexicons, The "obstructor" comes from the legend that _al-Ayyuq_ is obstructing Aldebaran from meeting _al-Thurayya_ (the Pleiades).[#17][#18] 2. Star ε UMa (Alioth): ancient Arabic name is _al-Jawn_ (الجون) as reported by Al-Sufi. This name has several meanings: Because it usually refers to the black color of a horse or a camel, Kunitzsch translated the name into German as "der Rappe", black horse, but the Arabic term also means "white wild donkey" or "wild ass". Because this star is relatively bright, I preferred the meaning of "wild donkey".[#19][#20] 3. Stars λ Ori, φ<sub>1</sub> Ori and φ<sub>2</sub> Ori: ancient Arabic name is _al-Hakaah_ (الهقعة) as reported by Al-Sufi, Ibn Qutaybah and others. This name means "the circle on the chest" or "the side of the chest" or "the spot at the foot of the rider" which is formed by hair taking different directions on the body of the horse. I found the poem of Muhammad al-Mukrī describing these stars by the spot at the side of the horse near the foot of the rider.[#6] Kunitzsch also mentioned this meaning in "A Dictionary of Modern Star Names".[#21] The asterisms of the lunar stations in this sky culture are defined along the identifications reported by al-Sufi with the following notes: 1. The 4th lunar station _Al-Dabaran_ (The Follower \[of the Pleiades\]) is composed of one star α Tau (Aldebaran) according to al-Sufi and Ibn Qutaybah. I added the V-shaped star cluster of the Hyades based on the description in poems of Muhammad al-Mukrī[#6] and of Mohammad al-Qadhi (d. ~1868)[#22]. 2. The 8th lunar station _Al-Nathrah_ (The tip of the nose of the lion) is composed of the Praesepe cluster according to al-Sufi. Ibn Qutaybah adds the two stars γ Cnc (Asellus Borealis) and δ Cnc (Asellus Australis).[#23] 3. The 20th lunar station _Al-Naayem_ (The Ostriches) is the area around the stars: ζ Sgr (Ascella), φ Sgr, δ Sgr (Kaus Media) and ε Sgr (Kaus Australis) according to al-Sufi. Ibn Qutaybah describes this lunar station as composed of 8 stars: ς Sgr, φ Sgr, τ Sgr, ζ Sgr, γ Sgr, δ Sgr, ε Sgr, η Sgr.[#24] The Poems of Muhammad al-Mukrī[#6] and Mohammad al-Qadhi[#22] adds a 9th star λ Sgr. 4. The 21st lunar station _Al-Baldah_ (The empty area) is the area where there are no bright stars between _Al-Naayem_ and _Saad Al-Thabih_. I made an asterism of stars around this spot. ### The 28 stations 1. _Al-Sharatan_ or _Al-Ashrat_ (The two signs or the signs) composed of the 3 stars: α Ari (Hamal), β Ari (Sheratan) and γ<sub>2</sub> Ari (Mesarthim) 2. _Al-Botain_ (The small belly \[of the little ram\]) composed of the 3 stars: ε Ari, δ Ari (Botein), and ρ<sub>3</sub> Ari 3. _Al-Thurayya_ (Pleiades) composed of the star cluster of the Pleiades 4. _Al-Dabaran_ (The Follower \[of the Pleiades\]) composed of the single star α Tau (Aldebaran) and bright stars of the Hyades 5. _Al-Hakaah_ (The mark on the horse side) composed of the three stars on the head of Orion: λ Ori (Meissa), φ<sub>1</sub> Ori and φ<sub>2</sub> Ori 6. _Al-Hanaah_ (The bend in the neck of a camel) composed of the 2 stars: γ Gem (Alhena) and ξ Gem 7. _Al-Thira-a_ (The arm of the lion) composed of the 2 stars of the twin heads: α Gem (Castor) and β Gem (Pollux) 8. _Al-Nathrah_ (The tip of the nose of the lion) composed of the Praesepe cluster and the 2 stars: γ Cnc (Asellus Borealis) and δ Cnc (Asellus Australis) 9. _Al-Tarf_ (The glance of the lion) composed of the 2 stars: κ Cnc and λ Leo (Alterf) 10. _Al-Jabhah_ (The forehead of the lion) composed of 4 stars: ζ Leo (Adhafera), γ<sub>1</sub> Leo (Algieba), η Leo and α Leo (Regulus) 11. _Al-Zubrah_ (The mane of the lion) composed of the 2 stars: δ Leo (Zosma) and θ Leo (Chertan) 12. _Al-Sarfah_ (The change to colder weather) composed of one star: β Leo (Denebola) 13. _Al-Uwwa_ (The turn) composed of 5 stars: β Vir (Zavijava), η Vir (Zaniah), γ Vir (Porrima), δ Vir and ε Vir (Vindemiatrix) 14. _Al-Simak_ (The unarmed high one) composed of the star α Vir (Spica) 15. _Al-Ghafr_ (The hair on the tail of the lion) composed of 3 stars: ι Vir (Syrma), κ Vir and λ Vir 16. _Al-Zubana_ (The claws of the scorpion) composed of the 2 stars: α<sub>2</sub> Lib (Zubenelgenubi) and β Lib (Zubeneschamali) 17. _Al-Ikleel_ (The ornamented headband) composed of the 3 stars: β<sub>1</sub> Sco (Acrab), δ Sco (Dschubba) and π Sco, but according to Al-Sufi the 3 stars are: θ Lib, κ Lib and 42 Lib 18. _Al-Qalb_ (The heart of the scorpion) composed of the star α Sco (Antares) 19. _Al-Shawlah_ (The sting of the scorpion) composed of the 2 stars: λ Sco (Shaula) and υ Sco (Lesath) 20. _Al-Naayem_ (The Ostriches) is the area around the stars: ζ Sgr (Ascella), φ Sgr, δ Sgr (Kaus Media) and ε Sgr (Kaus Australis) 21. _Al-Baldah_ (The empty area) is the area where there are no stars between _Al-Naayem_ and _Saad Al-Thabih_ 22. _Saad Al-Thabih_ (The lucky star of the Slaughterer) composed of the 2 stars: α<sub>1</sub> Cap (Algedi) and β Cap (Dabih) 23. _Saad Bulaa_ (The lucky star of the swallower) composed of the 3 stars: ν Aqr, μ Aqr and ε Aqr (Albali) 24. _Saad Al-Saud_ (The lucky stars of the lucky ones) composed of the 3 stars: β Aqr (Sadalsuud), ξ Aqr and λ Cap 25. _Saad Al-Akhbiah_ (The lucky stars of the tent dwellers) composed of the 4 stars: γ Aqr (Sadachbia), π Aqr, ζ<sub>2</sub> Aqr and η Aqr 26. _Al-Mugaddam_ (The front side of the bucket for water pouring) composed of the 2 stars: α And (Alpheratz) and γ Peg (Algenib) 27. _Al-Muakhar_ (The back side of the bucket for water pouring) composed of the 2 stars: β Peg (Scheat) and α Peg (Markab) 28. _Al-Risha_ or _Batn Al-Hoot_ (The rope of the well bucket or The Belly of the Fish) composed of the star β And (Mirach) and two arcs of stars making a figure of a fish ### The Superlion and Al-Jawza figures of the ancient Arab star lore One may notice from the names of the 7th to the 15th lunar stations that they are part of a lion figure. This Arab lion figure covers around 100 degrees, a little bit more than half of the sky dome. From the names of these stars a lion figure can be constructed. Two of the lunar stations, _Al-Hakaah_ and _Al-Hanaah_, are part of Al-Jawza stars. Al-Jawza is the figure covering Orion plus some stars around it. The ancient Arabs imagined these stars as a figure of a woman with a bow and arrow aimed at the lion (an image, probably influenced from Roman Egypt: see depiction on Denderah zodiac which shows Babylonian as well as Greek traces of constellations). Mr Roland Laffitte discussed these two figure and offered a depiction of each in his article: [Our Arab Heritage in the Celestial Vault](http://www.muslimheritage.com/article/our-arab-heritage-celestial-vault). A more detailed discussion of ancient Arab starlore is found in his book: "Le Ciel des Arabes" [#26].
ru: Солнце также проходит через эти станции. В лунном особняке _Al-Jabhah_ Солнце проводит 14 дней [#3] [#4], а во всех остальных 13 днях, совершая 27 x 13 + 14 = 365 дней в своем ежегодном путешествии через 28 станций. Каждая лунная станция определяется звездой или группой звезд. ### Исторический обзор Первоначально «Маназил аль-Камар», арабский язык для лунных особняков или станций Луны, представлял собой систему из 28 звезд, группы звезд или пятен на небе, возле которых Луну можно найти в каждую из 28 ночей. своей ежемесячной революции. Ранние упоминания о полном списке лунных станций сообщает Абд аль-Малик ибн Хабиб (ум. 852) от имени Малика ибн Анаса (ум. 795). [#1] Однако эта система была принята уже в доисламский период, до 7-го века общей эры. Используя гелиакальные наблюдения, астеризмы лунных особняков служили для разделения сидериального и солнечного года 365 дней на 28 периодов по 13 дней каждый, за исключением одного периода, который дается 14 дней. Эти 28 периодов называются _Anwa'a_, множественное число от _Nawa'a_. Каждый _Nawa'a_ определяется характерной звездой: когда эта звезда поднимается утром во время рассвета (на востоке, то есть незадолго до Солнца), это начало следующего _Nawa'a_. Название _Nawa'a_ (период времени, полмесяца), дает лунному особняку свое имя. Один полный цикл посадки и восхождения для каждого из 28 лунных особняков, один за другим, составляет солнечный год. Эта система использовалась для определения времени года и прогнозирования погоды, особенно дождя. [#2] Арабы сказали: каждый _Nawa'a_ \ [период 13/14 дней \] характеризуется характерной погодой: дождь, ветер и температура . [#4] Подробное описание звезд каждого лунного особняка, времена их гелиакического восхода и сборник астрономических и метеорологических знаний древних арабов можно найти в «Книге Анваа», автором которой является Ибн Кутайба (р. 828 - 884). или 889). Сохранились копии рукописей этой книги, и она была напечатана в Индии в 1956 году. [#5] Использование лунных особняков продолжалось и даже влияло на астрологическую веру, вызывая сельскохозяйственные, туристические и медицинские практики, связанные с лунными особняками. Из-за важности наблюдения за временем их гелиакического восстания были составлены стихи, описывающие соответствующие короткие звездные трактаты, и стихи были написаны об этих астеризмах, например, стихотворение, посвященное описанию звезд лунных особняков, было опубликовано Густавом. Адольф де Калассанти-Мотилинский в 1899 году в своей книге «Les mansions lunaires chez les Arabes», приписываемой Мухаммадал-Мукри (1578–1638). д. ~ 1891), под названием «Расписание для фермеров». [#8] ### Текущее использование лунных станций Сельскохозяйственные альманахи, основанные на гелиакическом подъеме лунных станций, до сих пор активно используются. Официальный календарь Саудовской Аравии включает эти времена. [#9] Ниже приведен пример использования календаря на основе лунной станции на 13-дневный период, начиная с подъема 3-й лунной станции _Al-Thurayya_ (Плеяды) 7 июня. : «Погода становится жарче, а ветер усиливается. Дикие травы высыхают. Вода в колодцах становится меньше. Дожди в это время редки. Весенние насекомые начинают исчезать. Финики пальмы начинают приобретать свои цвета. Рекомендуется поливать деревья с помощью правильное количество и прекратить орошение виноградных лоз, когда виноград начинает приобретать свой цвет. "[#10] ### Идентификация лунных станций Ибн Кутаба (р. 828 - 884 или 889) в своей «Книге Анваа» дает подробное описание звезд каждой лунной станции, а точную идентификацию можно извлечь из «Книги неподвижных звезд» Аль-Суфи (ум. 986) , В своей книге Аль-Суфи сопоставляет звезды, известные древним арабам, с звездами созвездий Птолемеев. Примером определения ас-суфийских звезд лунных особняков является определение _Al-Ghafr_: «И 22-я \ [звезда Девы \], и 23-я, которая находится на хвосте \ [подол одежды \» ] с 25-м на левой ноге \ [Девы \] названы \ [арабами \] _Al-Ghafr_, который является 15-м лунным особняком. "[#11] [#12]. Поскольку звезды созвездий Птолемеев имеют известные координаты, относительно легко определить арабские названия звезд. ### Заметки о звездных именах и астеризмах этой небесной культуры Древние арабы часто называли группы звезд, например, 3 звезды в поясе Ориона (δ Ori, ε Ori и ζ Ori), которые называются «бусы» _al-Nazhm_ (النظم). В этой культуре неба они обозначены как «Строка из бисера 1», «Строка из бисера 2» и «Строка из бисера 3». Все звёздные имена в этой культуре неба имеют древнее арабское происхождение до эллинистического влияния, о котором Аль-Суфи сообщил в своей «Книге неподвижных звезд» с добавлением следующих звёзд: 1. Звезда Клятвы, α Eri _al-Muhlif_ (المحلف): Эта звезда не была сообщена Птолемеем или Аль-Суфи, потому что ее нельзя было увидеть с их северной широты. Профессор Куницш заключил, что это звезда по имени _al-Muhnith_ (المحنح), которая упоминалась в некоторых ранних источниках. [#13] Эта звезда до сих пор известна на Аравийском полуострове и имеет имя _al-Muhlif_ (المحلف) с тем же значением. , 2. Первый (начало весны), α UMa и β UMa _al-Awwalaan_ (الأولان): Это имя этой пары звезд упоминается моряком Ибн Маджидом (ум. ~ 1500). [#14] Название до сих пор используется рыбаками Красного моря. 3. Мрачный, δ UMa _al-Khafi_ (الخافي): это имя упоминается моряком Ибн Маджидом (ум. ~ 1500). [#15] 4. Газели, 42 Ori, θ2 Ori и ι Ori _al-Jawazi_ (الجوازي): об этом имени сообщил Ибн Кутайба в своей «Книге Анваа» [#16]. 5. Пастух Страусов, λ Sgr _Ra'i al-Nayyem_ (راعي النعايم): Эта звезда является 9-й звездой 20-й лунной станции в соответствии со стихами Мухаммеда аль-Мукри [#6] и Мухаммеда аль-Кадхи [Ref. RefX22] См. Kunitzsch для источника этого названия. [#25] Переводя значения звездных имен на английский, я изо всех сил старался выбрать значение, которое более подходит, когда имя может иметь несколько значений. Следующие значения заслуживают упоминания, поскольку они могут отличаться от значений, ранее встречавшихся в ресурсах арабских звездных имен: 1. Звезда α Aur (Капелла): древнеарабское имя _al-Ayyuq_ (العيوق), как сообщают Аль-Суфи, Ибн Кутайба и другие. Значение этого имени - «Обструктор». В древнеарабских лексиконах «обструктор» происходит из легенды о том, что _al-Ayyuq_ мешает Альдебарану встретиться с _al-Thurayya_ (Плеяды). [#17] [#18] 2. Звезда ε UMa (Алиот): древнее арабское имя _al-Jawn_ (الجون), как сообщает Аль-Суфи. Это имя имеет несколько значений: поскольку оно обычно относится к черному цвету лошади или верблюда, Куниц перевел это название на немецкий язык как «дер Раппе», черный конь, но арабский термин также означает «белый дикий осел» или «дикий». жопа". Поскольку эта звезда относительно яркая, я предпочел значение «дикий осел». [#19] [#20] 3. Звезды Ori Ori, φ <sub>1</sub> Ori и φ <sub>2</sub> Ori: древнее арабское имя _al-Hakaah_ (الهقعة), о котором сообщают Аль-Суфи, Ибн Кутайба и другие. Это название означает «круг на груди» или «сторона груди» или «пятно у подножия наездника», которое образовано волосами, проходящими в разных направлениях на теле лошади. Я нашел стихотворение Мухаммеда аль-Мукри, описывающее эти звезды пятном на краю лошади у подножия всадника. [#6] Кунич также упомянул это значение в «Словаре современных имен звезд» [#21]. Астеризмы лунных станций в этой небесной культуре определяются по идентификациям, сообщенным ас-Суфи, со следующими примечаниями: 1. Четвертая лунная станция _Al-Dabaran_ (Последователь \ [Плеяды \]) состоит из одной звезды α Тау (Альдебаран) согласно аль-Суфи и Ибн Кутайба. Я добавил V-образное звездное скопление Гиад на основе описания в стихах Мухаммеда аль-Мукри [#6] и Мохаммада аль-Кадхи (ум. ~ 1868) [#22]. 2. Восьмая лунная станция _Al-Nathrah_ (кончик носа льва) состоит из кластера Praesepe в соответствии с аль-Суфи. Ибн Кутайба добавляет две звезды γ Cnc (Asellus Borealis) и δ Cnc (Asellus Australis). [#23] 3. Двадцатая лунная станция _Al-Naayem_ (Страусы) - это область вокруг звезд: ζ Sgr (Ascella), φ Sgr, δ Sgr (Kaus Media) и ε Sgr (Kaus Australis) в соответствии с аль-Суфи. Ибн Кутайба описывает эту лунную станцию как состоящую из 8 звезд: g Sgr, φ Sgr, τ Sgr, ζ Sgr, γ Sgr, δ Sgr, ε Sgr, η Sgr. [#24] Стихи Мухаммеда аль-Мукри [#6] и Мухаммед аль-Кадхи [#22] добавляет 9-ю звезду λ Sgr. 4. 21-я лунная станция _Al-Baldah_ (Пустая зона) - это область, где нет ярких звезд между _Al-Naayem_ и _Saad Al-Thabih_. Я сделал астеризм звезд вокруг этого места. ### 28 станций 1. _Al-Sharatan_ или _Al-Ashrat_ (два знака или знаки), состоящие из 3 звезд: α Ari (Хамал), β Ari (Шератан) и γ <sub>2</sub> Ari (Месартим) 2. _Al-Botain_ (маленький живот \ [маленького барана \]), состоящий из 3 звезд: ε Ari, δ Ari (Botein) и ρ <sub>3</sub> Ari 3. _Al-Thurayya_ (Плеяды) состоит из звездного скопления Плеяд 4. _Al-Dabaran_ (Последователь \ [Плеяды \]), состоящий из одной звезды α Тау (Альдебаран) и ярких звезд Гиад 5. _Al-Hakaah_ (знак на стороне лошади) состоит из трех звезд на голове Ориона: λ Ori (Meissa), φ <sub>1</sub> Ori и φ <sub>2</sub> Ori 6. _Al-Hanaah_ (изгиб в шею верблюда), состоящий из 2 звезд: γ Gem (Алхена) и ξ Gem 7. _Al-Thira-a_ (Рука льва) состоит из 2 звезд голов-близнецов: α Gem (Кастор) и β Gem (Поллукс) 8. _Al-Nathrah_ (кончик носа льва), состоящий из скопления Праспе и 2 звезд: γ Cnc (Asellus Borealis) и δ Cnc (Asellus Australis) 9. _Al-Tarf_ (Взгляд льва), состоящий из 2 звезд: κ Cnc и λ Leo (Alterf) 10. _Al-Jabhah_ (лоб льва), состоящий из 4 звезд: ζ Лев (Adhafera), γ <sub>1</sub> Лев (Algieba), η Лев и α Лев (Регулус) 11. _Al-Zubrah_ (грива льва), состоящая из 2 звезд: δ Лев (Зосма) и θ Лев (Чертан) 12. _Al-Sarfah_ (переход на более холодную погоду) состоит из одной звезды: β Лев (Денебола) 13. _Al-Uwwa_ (Поворот), состоящий из 5 звезд: β Vir (Завиджава), η Vir (Зания), γ Vir (Поррима), δ Vir и ε Vir (Vindemiatrix) 14. _Al-Simak_ (безоружный высокий), состоящий из звезды α Vir (Spica) 15. _Al-Ghafr_ (волосы на хвосте льва) состоит из 3 звезд: ι Вир (Сырма), κ Вир и λ Вир 16. _Al-Zubana_ (когти скорпиона), состоящий из 2 звезд: α <sub>2</sub> Lib (Zubenelgenubi) и β Lib (Zubeneschamali) 17. _Al-Ikleel_ (украшенная повязка на голову), состоящая из 3 звезд: β <sub>1</sub> Sco (Acrab), δ Sco (Dschubba) и π Sco, но в соответствии с Al-Sufi 3 звезды: θ Lib, κ Lib и 42 Lib 18. _Al-Qalb_ (Сердце скорпиона) состоит из звезды α Sco (Antares) 19. _Al-Shawlah_ (Жало скорпиона) состоит из 2 звезд: λ Sco (Shaula) и υ Sco (Lesath) 20. _Al-Naayem_ (Страусы) - это область вокруг звезд: ζ Sgr (Ascella), φ Sgr, δ Sgr (Kaus Media) и ε Sgr (Kaus Australis) 21. _Al-Baldah_ (пустая область) - это область, где нет звезд между _Al-Naayem_ и _Saad Al-Thabih_ 22. _Saad Al-Thabih_ (счастливая звезда Убойника), состоящая из 2 звезд: α <sub>1</sub> Кап (Альгеди) и β Кап (Дабих) 23. _Saad Bulaa_ (счастливая звезда ласточки) состоит из 3 звезд: ν Aqr, μ Aqr и ε Aqr (Альбали) 24. _Saad Al-Saud_ (Счастливые звезды счастливчиков), состоящие из 3 звезд: β Aqr (Sadalsuud), ξ Aqr и λ Cap 25. _Saad Al-Akhbiah_ (счастливые звезды обитателей палатки), состоящий из 4 звезд: γ Aqr (Sadachbia), π Aqr, ζ <sub>2</sub> Aqr и η Aqr 26. _Al-Mugaddam_ (передняя сторона ведра для заливки воды), состоящая из 2 звезд: α А (Alpheratz) и γ Пег (Algenib) 27. _Al-Muakhar_ (задняя сторона ведра для заливки воды), состоящая из 2 звезд: β Peg (Scheat) и α Peg (Markab) 28. _Al-Risha_ или _Batn Al-Hoot_ (Канат ведра с колодцем или Живот рыбы), состоящий из звезды β И (Мирах) и двух дуг звезд, образующих фигуру рыбы ### Фигуры Суперлиона и Аль-Джавзы древних арабских звездных знаний Из названий 7–15 лунных станций можно заметить, что они являются частью фигуры льва. Эта фигура арабского льва покрывает около 100 градусов, чуть больше половины небесного купола. Из названий этих звезд можно построить фигуру льва. Две из лунных станций, _Al-Hakaah_ и _Al-Hanaah_, являются частью звезд Al-Jawza. Аль-Джавза - это фигура, покрывающая Орион и несколько звезд вокруг него. Древние арабы представляли эти звезды как фигуру женщины с луком и стрелами, нацеленной на льва (изображение, вероятно, под влиянием римского Египта: см. Изображение зодиака Дендера, на котором изображены как вавилонские, так и греческие следы созвездий). Г-н Роланд Лаффитт обсудил эти две фигуры и предложил описание каждого из них в своей статье: «Наше арабское наследие в Поднебесной»] (http://www.muslimheritage.com/article/our-arab-heritage-celestial-vault). Более подробное обсуждение древнего арабского звездного неба можно найти в его книге «Le Ciel des Arabes» [#26].
