Repository: 10110111/stellarium-skycultures
Catalog: ojibwe/po/*.po
Languages: ar, cs, de, es, fil, fr, id, it, ja, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Depending on the region, Ojibwe are known for birch bark canoes, wildrice-_manoomin_, and maple syrup. Also known as Anishinaabe and Chippewa. The word Ojibwe means ‘cooks food outside’. The Ojibwe Star Knowledge files available for Stellarium are an adaptation of the ___“Ojibwe Giizhig Anung Masinaaigan, Ojibiwe Sky Star Map”___, created by A. Lee, W. Wilson, C. Gawboy, 2012. More details can be found in the constellation guidebook ___Ojibwe Sky Star Map Constellation Guide: An Introduction to Ojibwe Star Knowledge___. Also available are Ojibwe star map posters, Ojibwe planispheres, curriculum, and other resources. ### Celestial Objects |native term | translation | international constellation area | |------------|-------------|----------------------------------| | _Gaadidnaway, Mishi bizhiw_ | Curly Tail, Great Panther | Leo &amp; head of Hydra | | _Madoodiswan_ | Sweat Lodge | Corona | | _Biboonkeonini_ | Wintermaker | Orion with arms to Procyon &amp; Aldebaran | | _Maang_ | Loon | Ursa Minor (Little Dipper) | | _Ojiig_ | Fisher | Ursa Major (Big Dipper) | | _Giwedin’Anung_ | North Star | Polaris | | _Mooz_ | Moose | Pegasus &amp; Lacerta | | _Bugonagiizhig_ | Hole in the Sky | Pleiades | | _Madoo'asinik_ | Sweating Stones | Pleiades | | _Ajiijaak/Bineshi Okanin_ | Crane/Skeleton Bird | Cygnus | | _Noondeshin Bemaadizid_ | Exhausted Bather | part of Hercules | | _Nanaboujou_ | Nanaboujou | Scorpio | | _Anung_ | Star| | | _Anung aki_ | Star World | | | _Dibik-giizis_ | Night Sun | Moon | | _Giizis_ | | Sun | | _Giizhig_ | | Sky | | _Ikwe'anung_ |Women's Star | Venus | | | _Onaagoshi'anung_ | Venus-Evening Star| | | _Waabun'anung_ | Venus-Morning Star | | | _Maingan Mikan_ | Wolf Trail | Ecliptic | | _Jiibaykona_ | Spirit Path | Milky Way | | | _Jiibay Ziibi_ | River of Souls | Milky Way| | | _Bangishin anung_ | Meteor/Falling star | | _Gaagige Giizhig_ | Forever Sky | Universe | | _Anung Nibwakawin_ | Star Knowledge (Wisdom) | | | _Giizhig Anung Masinaaigan_ | (Sky) Star map| | | _Waabanong (Waaban)_ | East | | | _Ningabianong (Nigagbii'an)_ | West| | | _Giiwedinong (Giiwedinang/Giiwendin)_ | North| | | _Zhaawanong (Zhaawan)_ | South | |
ar: اعتمادًا على المنطقة ، تشتهر Ojibwe بزوارق لحاء البتولا ، wildrice-_manoomin_ ، وشراب القيقب. يُعرف أيضًا باسم Anishinaabe و Chippewa. كلمة Ojibwe تعني "طهي الطعام في الخارج". ملفات Ojibwe Star Knowledge المتاحة لـ Stellarium هي عبارة عن تكيف لـ ___ "Ojibwe Giizhig Anung Masinaaigan، Ojibiwe Sky Star Map" ___ ، تم إنشاؤها بواسطة A. Lee ، W. Wilson ، C. Gawboy ، 2012. يمكن العثور على مزيد من التفاصيل في دليل كوكبة ___Ojibwe Sky Star Map دليل كوكبة: مقدمة لمعرفة Ojibwe Star___. تتوفر أيضًا ملصقات خريطة Ojibwe النجمية ، و Ojibwe Planispheres ، والمناهج الدراسية ، وغيرها من الموارد. ### الأجرام السماوية | المصطلح الأصلي | ترجمة | منطقة الكوكبة الدولية | | ------------ | ------------- | ---------------------- ------------ | | _Gaadidnaway، Mishi bizhiw_ | ذيل مجعد ، النمر الكبير ليو ورئيس هيدرا | | _مدودسوان_ | عرق لودج | كورونا | | _Biboonkeonini_ | صانع الشتاء | اوريون بالسلاح لبروسيون والديبران | _Maang_ | لون | أورسا مينور (ليتل ديبر) | | _Ojiig_ | فيشر | أورسا ميجور (الدب الأكبر) | | _Giwedin'Anung_ | نجمة الشمال | بولاريس | | _Mooz_ | موس | بيغاسوس ولاسيرتا | | _Bugonagiizhig_ | هول في السماء الثريا | | _Madoo'asinik_ | أحجار التعرق | الثريا | | _Ajiijaak / Bineshi Okanin_ | رافعة / هيكل عظمي الطيور | سيجنوس | | _ لا شيء بيمازيد_ | منهك باثر | جزء من هرقل | | _ نانابوجو | نانابوجو | العقرب | | _Anung_ | نجمة | | | _Anung aki_ | نجمة العالم | | | _Dibik-giizis_ | ليلة الشمس | القمر | | _Giizis_ | | الشمس | | _Giizhig_ | | سماء | | _Ikwe'anung_ | نجمة المرأة | فينوس | | | _Onaagoshi'anung_ | فينوس-ايفننج ستار | | | _Waabun'anung_ | كوكب الزهرة - نجمة الصباح | | _Maingan Mikan_ | وولف تريل | مسير الشمس | | _Jiibaykona_ | مسار الروح | درب التبانة | | | _جيباي زيبي نهر النفوس | درب التبانة | | | _Bangishin anung_ | نيزك / نجم هابط | | _Gaagige Giizhig_ | إلى الأبد السماء | الكون | | _Anung Nibwakawin_ | نجمة المعرفة (الحكمة) | | | _ جيزهيج أنونج ماسينايجان_ | (السماء) خريطة النجوم | | _Waabanong (Waaban) _ | الشرق | | | _ نينجيبيانونج (نيغابيان) _ | الغرب | | | _Giiwedinong (Giiwedinang / Giiwendin) _ | الشمال | | | _Zhaawanong (Zhaawan) _ | الجنوب | |
cs: V závislosti na regionu jsou Ojibwe známé pro kánoe březové kůry, wildrice-_manoomin_ a javorový sirup. Také známý jako Anishinaabe a Chippewa. Slovo Ojibwe znamená „vaří jídlo venku“. Soubory Ojibwe Star Knowledge, které jsou k dispozici pro Stellarium, jsou adaptací ___ „Ojibwe Giizhig Anung Masinaaigan, Sky Star Map Ojibiwe“ ___, vytvořené A. Lee, W. Wilsonem, C. Gawboyem, 2012. Více podrobností naleznete v Průvodce souhvězdí ___Ojibwe Sky Star Map Průvodce souhvězdí: Úvod do znalostí Ojibwe Star___. K dispozici jsou také plakáty hvězdné mapy Ojibwe, planžety Ojibwe, učební plán a další zdroje. ### Nebeské objekty rodný termín překlad | mezinárodní konstelační oblast | ------------ | ------------- | ---------------------- ------------ | | _Gaadidnaway, Mishi bizhiw_ | Kudrnatý ocas, velký panter | Lev a hlava Hydry | | _Madoodiswan_ | Sweat Lodge | Corona | | _Biboonkeonini_ | Zimní výrobce | Orion se zbraněmi pro Procyona a Aldebaran | | _Maang_ | Loon | Ursa Minor (malá naběračka) | | _Ojiig_ | Fisher | Ursa Major (velký naběračka) | | _Giwedin'Anung_ | Severní hvězda | Polaris | | _Mooz_ | Moose | Pegasus a Lacerta | _Bugonagiizhig_ | Díra na obloze Plejády | | _Madoo'asinik_ | Potící kameny Plejády | | _Ajiijaak / Bineshi Okanin_ | Jeřáb / kostra pták | Cygnus | | _Noondeshin Bemaadizid_ | Vyčerpaná baterie část Hercules | | _Nanaboujou_ | Nanaboujou | Štír | | _Anung_ | Hvězda | | | _Anung aki_ | Svět hvězd | | _Dibik-giizis_ | Noční slunce | Měsíc | | _Giizis_ | | Slunce | | _Giizhig_ | | Nebe | | _Ikwe'anung_ | Dámská hvězda | Venuše | | | _Onaagoshi'anung_ | Venuše-Večerní hvězda | | | _Waabun'anung_ | Venuše-Morning Star | | | _Maingan Mikan_ | Vlčí stezka | Ecliptic | | _Jiibaykona_ | Cesta ducha Mléčná dráha | | _Jiibay Ziibi_ | Řeka duší | Mléčná dráha | | _Bangishin anung_ | Meteor / padající hvězda | _Gaagige Giizhig_ | Navždy nebe | Vesmír | | _Anung Nibwakawin_ | Hvězdné znalosti (moudrost) | | _Giizhig Anung Masinaaigan_ | (Sky) Hvězdná mapa | | | _Waabanong (Waaban) _ | Na východ | | | _Ningabianong (Nigagbii'an) _ | Západ | | | _Giiwedinong (Giiwedinang / Giiwendin) _ | Severní | | | _Zhaawanong (Zhaawan) _ | Jih | |
de: Je nach Region sind Ojibwe bekannt für Birkenrindenkanus, Wildreis-Manoomin und Ahornsirup. Auch bekannt als Anishinaabe und Chippewa. Das Wort Ojibwe bedeutet "Essen draußen kochen". Die für Stellarium verfügbaren Ojibwe Star Knowledge-Dateien sind eine Adaption der ___ „Ojibwe Giizhig Anung Masinaaigan, Ojibiwe Sky Star Map“ ___, erstellt von A. Lee, W. Wilson, C. Gawboy, 2012. Weitere Details finden Sie in der Constellation Guidebook ___Ojibwe Sky Star Map Constellation Guide: Eine Einführung in Ojibwe Star Knowledge___. Ebenfalls erhältlich sind Ojibwe-Sternenkartenposter, Ojibwe-Planisphären, Lehrpläne und andere Ressourcen. ### Himmlische Objekte einheimischer Begriff Übersetzung | internationaler Konstellationsbereich | | ------------ | ------------- | ---------------------- ------------ | | Gaadidnaway, Mishi bizhiw Curly Tail, Großer Panther | Leo & Leiter von Hydra | | _Madoodiswan_ | Schwitzhütte | Corona | | _Biboonkeonini_ | Wintermaker | Orion mit Waffen an Procyon & Aldebaran | | _Maang_ | Loon | Ursa Minor (Kleiner Wagen) | | _Ojiig_ | Fischer | Ursa Major (Großer Wagen) | | _Giwedin'Anung_ | Nordstern | Polaris | | _Mooz_ | Elch | Pegasus & Lacerta | | _Bugonagiizhig_ | Loch im Himmel | Plejaden | | _Madoo'asinik_ | Schwitzsteine | Plejaden | | Ajiijaak / Bineshi Okanin Kranich / Skelettvogel | Cygnus | | _Noondeshin Bemaadizid_ | Erschöpfter Badender | Teil von Herkules | | _Nanaboujou_ | Nanaboujou | Skorpion | | _Anung_ | Stern | | | _Anung aki_ | Sternwelt | | | _Dibik-giizis_ | Nacht Sonne | Mond | | _Giizis_ | | So | | _Giizhig_ | | Himmel | | _Ikwe'anung_ | Frauenstern | Venus | | | _Onaagoshi'anung_ | Venus-Abendstern | | | Waabun'anung Venus-Morgenstern | | | Maingan Mikan | Wolfspfad | Ekliptik | | _Jiibaykona_ | Geisterpfad | Milchstraße | | | _Jiibay Ziibi_ | Fluss der Seelen | Milchstraße | | | Bangishin anung Meteor / Sternschnuppe | | _Gaagige Giizhig_ | Für immer Himmel | Universum | | _Anung Nibwakawin_ | Sternwissen (Weisheit) | | | _Giizhig Anung Masinaaigan_ | (Himmel) Sternenkarte | | | Waabanong (Waaban) Osten | | | Ningabianong (Nigagbii'an) West | | | _Giiwedinong (Giiwedinang / Giiwendin) _ | Norden | | | Zhaawanong (Zhaawan) Süd | |
es: Dependiendo de la región, los Ojibwe son conocidos por las canoas de corteza de abedul, el arroz silvestre -manoomin y el jarabe de arce. También conocido como Anishinaabe y Chippewa. La palabra Ojibwe significa 'cocina comida afuera'. Los archivos Ojibwe Star Knowledge disponibles para Stellarium son una adaptación del ___ "Ojibwe Giizhig Anung Masinaaigan, Ojibiwe Sky Star Map" ___, creado por A. Lee, W. Wilson, C. Gawboy, 2012. Más detalles se pueden encontrar en el guía de la constelación ___Ojibwe Sky Star Map Guía de la constelación: Una introducción al conocimiento de la estrella de Ojibwe___. También están disponibles carteles del mapa estelar de Ojibwe, planisferas de Ojibwe, plan de estudios y otros recursos. ### Objetos celestiales término nativo | traducción | área de constelaciones internacionales | | ------------ | ------------- | ---------------------- ------------ | El | _Gaadidnaway, Mishi bizhiw_ | Cola Rizada, Gran Pantera | Leo y jefe de Hydra | El | _Madoodiswan_ | Sweat Lodge | Corona | El | _Biboonkeonini_ | Wintermaker | Orión con los brazos a Procyon y Aldebarán | El | _Maang_ | Loon | Osa Menor (Little Dipper) | El | _Ojiig_ | Fisher | Osa Mayor (Osa Mayor) | El | _Giwedin'Anung_ | Estrella del norte | Polaris | El | _Mooz_ | Alces | Pegaso y Lacerta | El | _Bugonagiizhig_ | Agujero en el cielo | Pléyades | El | _Madoo'asinik_ | Piedras sudorosas | Pléyades | El | _Ajiijaak / Bineshi Okanin_ | Grulla / Esqueleto Pájaro | Cygnus El | _Noondeshin Bemaadizid_ | Bañista agotado | parte de Hércules | El | _Nanaboujou_ | Nanaboujou | Escorpio | El | _Anung_ | Estrella | El | El | _Anung aki_ | Star World | El | El | _Dibik-giizis_ | Sol de la noche | Luna | El | _Giizis_ | El | Sol | El | _Giizhig_ | El | Cielo | El | _Ikwe'anung_ | Estrella de la Mujer | Venus | El | El | _Onaagoshi'anung_ | Venus-Estrella de la tarde | El | El | _Waabun'anung_ | Venus-Estrella de la mañana | El | El | _Maingan Mikan_ | Sendero del lobo | Ecliptic | El | _Jiibaykona_ | Camino espiritual | Vía Láctea | El | El | _Jiibay Ziibi_ | Rio de las almas | Vía Láctea | El | El | _Bangishin anung_ | Meteorito / Estrella fugaz | El | _Gaagige Giizhig_ | Cielo para siempre | Universo | El | _Anung Nibwakawin_ | Conocimiento Estelar (Sabiduría) | El | El | _Giizhig Anung Masinaaigan_ | (Cielo) Mapa estelar | El | El | _Waabanong (Waaban) _ | Este | El | El | _Ningabianong (Nigagbii'an) _ | Oeste | El | El | _Giiwedinong (Giiwedinang / Giiwendin) _ | Norte | El | El | _Zhaawanong (Zhaawan) _ | Sur | El |
fr: Selon la région, les Ojibwe sont connus pour leurs pirogues en écorce de bouleau, leur wildrice-manoomin et leur sirop d'érable. Aussi connu sous le nom d'Anishinaabe et de Chippewa. Le mot Ojibwe signifie «cuisine à l'extérieur». Les fichiers Ojibwe Star Knowledge disponibles pour Stellarium sont une adaptation de la ___ «Ojibwe Giizhig Anung Masinaaigan, Ojibiwe Sky Star Map» ___, créée par A. Lee, W. Wilson, C. Gawboy, 2012. Plus de détails peuvent être trouvés dans le guide de la constellation ___Ojibwe Sky Star Map Guide de la constellation: introduction à la connaissance des étoiles Ojibwe___. Des affiches de la carte des étoiles Ojibwe, des planisphères Ojibwe, des programmes et d'autres ressources sont également disponibles. ### Objets célestes | terme natif | traduction | zone de constellation internationale | | ------------ | ------------- | ---------------------- ------------ | | _Gaadidnaway, Mishi bizhiw_ | Curly Tail, Great Panther | Lion et tête d'Hydra | | _Madoodiswan_ | Sweat Lodge | Corona | | _Biboonkeonini_ | Wintermaker | Orion avec les armes à Procyon et Aldebaran | | _Maang_ | Huard | Ursa Minor (Petite Ourse) | | _Ojiig_ | Fisher | Ursa Major (Grande Ourse) | | _Giwedin'Anung_ | North Star | Polaris | | _Mooz_ | Orignal | Pegasus & Lacerta | | _Bugonagiizhig_ | Trou dans le ciel | Pléiades | | _Madoo'asinik_ | Pierres de transpiration | Pléiades | | _Ajiijaak / Bineshi Okanin_ | Oiseau grue / squelette | Cygnus | | _Noondeshin Bemaadizid_ | Baigneuse épuisée | partie d'Hercule | | _Nanaboujou_ | Nanaboujou | Scorpion | | _Anung_ | Star | | | _Anung aki_ | Star World | | | _Dibik-giizis_ | Soleil de nuit | Lune | | _Giizis_ | | Soleil | | _Giizhig_ | | Sky | | _Ikwe'anung_ | Étoile des femmes | Vénus | | | _Onaagoshi'anung_ | Étoile du soir de Vénus | | | _Waabun'anung_ | Venus-Morning Star | | | _Maingan Mikan_ | Wolf Trail | Écliptique | | _Jiibaykona_ | Chemin de l'esprit | Voie lactée | | | _Jiibay Ziibi_ | Rivière des âmes | Voie lactée | | | _Bangishin anung_ | Météore / Étoile filante | | _Gaagige Giizhig_ | Forever Sky | Univers | | _Anung Nibwakawin_ | Connaissance des étoiles (sagesse) | | | _Giizhig Anung Masinaaigan_ | (Sky) Carte des étoiles | | | _Waabanong (Waaban) _ | Est | | | _Ningabianong (Nigagbii'an) _ | Ouest | | | _Giiwedinong (Giiwedinang / Giiwendin) _ | Nord | | | _Zhaawanong (Zhaawan) _ | Sud | |
it: A seconda della regione, gli Ojibwe sono noti per le canoe di corteccia di betulla, il wildrice-_manoomin_ e lo sciroppo d'acero. Conosciuto anche come Anishinaabe e Chippewa. La parola Ojibwe significa "cucina il cibo fuori". I file Ojibwe Star Knowledge disponibili per Stellarium sono un adattamento di ___ “Ojibwe Giizhig Anung Masinaaigan, Ojibiwe Sky Star Map” ___, creato da A. Lee, W. Wilson, C. Gawboy, 2012. Maggiori dettagli sono disponibili nella guida alla costellazione ___Ojibwe Sky Star Map Guida alla costellazione: un'introduzione alla conoscenza della stella Ojibwe___. Sono inoltre disponibili poster per mappe stellari Ojibwe, planisferi Ojibwe, curriculum e altre risorse. ### Oggetti celesti | termine nativo | traduzione | area di costellazione internazionale | | ------------ | ------------- | ---------------------- ------------ | | _Gaadidnaway, Mishi bizhiw_ | Coda riccia, grande pantera | Leone e capo di Hydra | | _Madoodiswan_ | Sweat Lodge | Corona | | _Biboonkeonini_ | Wintermaker | Orione con le armi a Procione e Aldebaran | | _Maang_ | Loon | Ursa Minor (Dipper) | | _Ojiig_ | Fisher | Ursa Major (Big Dipper) | | _Giwedin'Anung_ | Stella polare | Polaris | | _Mooz_ | Alci | Pegasus & Lacerta | | _Bugonagiizhig_ | Buco nel cielo | Pleiadi | | _Madoo'asinik_ | Pietre del sudore | Pleiadi | | _Ajiijaak / Bineshi Okanin_ | Crane / Skeleton Bird | Cygnus | | _Noondeshin Bemaadizid_ | Moglie esausta | parte di Ercole | | _Nanaboujou_ | Nanaboujou | Scorpione | | _Anung_ | stella | | | _Anung aki_ | Star World | | | _Dibik-giizis_ | Sole notturno | Luna | | _Giizis_ | | Sole | | _Giizhig_ | | Sky | | _Ikwe'anung_ | Star delle donne | Venere | | | _Onaagoshi'anung_ | Stella della sera di Venere | | | _Waabun'anung_ | Stella del mattino di Venere | | | _Maingan Mikan_ | Wolf Trail | Ecliptic | | _Jiibaykona_ | Sentiero degli spiriti | Via Lattea | | | _Jiibay Ziibi_ | Fiume delle anime | Via Lattea | | | _Bangishin anung_ | Meteora / Stella cadente | | _Gaagige Giizhig_ | Forever Sky | Universo | | _Anung Nibwakawin_ | Star Knowledge (Saggezza) | | | _Giizhig Anung Masinaaigan_ | (Cielo) Mappa stellare | | | _Waabanong (Waaban) _ | Oriente | | | _Ningabianong (Nigagbii'an) _ | ovest | | | _Giiwedinong (Giiwedinang / Giiwendin) _ | Nord | | | _Zhaawanong (Zhaawan) _ | Sud | |
ja: 地域に応じて、オジブウェは白樺の樹皮のカヌー、wildrice-_manoomin_、メープルシロップで知られています。アニシナベ、チペワとも呼ばれます。オジブウェという言葉は「外で料理する」を意味します。 Stellariumで利用できるOjibweスターナレッジファイルは、A。リー、W。ウィルソン、C。ゴーボーイ、2012によって作成された___「Ojibwe Giizhig Anung Masinaaigan、Ojibiwe Sky Star Map」___を改変したものです。詳細は、星座ガイドブック___オジブウェスカイスターマップ星座ガイド：オジブウェスターナレッジ入門___。オジブウェ星図ポスター、オジブウェ星座球、カリキュラム、およびその他のリソースも利用できます。 ###天体 |ネイティブ用語|翻訳|国際星座エリア| | ------------ | ------------- | ---------------------- ------------ | | _Gaadidnaway、Mishi bizhiw_ |カーリーテール、グレートパンサー|レオとヒドラの頭| | _Madoodiswan_ |スウェットロッジ|コロナ| | _Biboonkeonini_ | Wintermaker |プロキオンとアルデバランへの武器を持つオリオン| | _Maang_ |ルーン|アーサマイナー（リトルディッパー）| | _Ojiig_ |フィッシャー|おおぐま座（北斗七星）| | _Giwedin'Anung_ |ノーススター|ポラリス| | _Mooz_ |ムース|ペガサス＆ラセルタ| | _Bugonagiizhig_ |空の穴|プレアデス星団| | _Madoo'asinik_ |発汗石|プレアデス星団| | _アジジャーク/ビネシオカニン_ |クレーン/スケルトンバード|シグナス| | _Noondeshin Bemaadizid_ |疲れた水浴び|ヘラクレスの一部| | _ななぼじょう_ |ななぼうじょう|蠍座| | _Anung_ |スター| | | _Anung aki_ |スターワールド| | | _Dibik-giizis_ |ナイトサン|ムーン| | _Giizis_ | |太陽| | _Giizhig_ | |スカイ| | _Ikwe'anung_ |女性の星|金星| | | _Onaagoshi'anung_ |金星夜の星| | | _Waabun'anung_ |ヴィーナス・モーニングスター| | | _Maingan Mikan_ |ウルフトレイル|黄道| | _Jiibaykona_ |スピリットパス|天の川| | | _Jiibay Ziibi_ |魂の川|天の川| | | _Bangishin anung_ |流星/流星| | _Gaagige Giizhig_ | Forever Sky |宇宙| | _アヌンニブワカウィン_ |スターナレッジ（知恵）| | | _Giizhig Anung Masinaaigan_ | （空）星図| | | _ワバノン（ワバン）_ |東| | | _Ningabianong（ニガビイアン）_ |西| | | _Giiwedinong（Giiwedinang / Giiwendin）_ |北| | | _Zhaawanong（ザーワン）_ |南| |
nl: Afhankelijk van de regio staan Ojibwe bekend om berkenbastkano's, wildrice-_manoomin_ en ahornsiroop. Ook bekend als Anishinaabe en Chippewa. Het woord Ojibwe betekent 'kookt eten buiten'. De Ojibwe Star Knowledge-bestanden die beschikbaar zijn voor Stellarium zijn een aanpassing van de ___ "Ojibwe Giizhig Anung Masinaaigan, Ojibiwe Sky Star Map" ___, gemaakt door A. Lee, W. Wilson, C. Gawboy, 2012. Meer details zijn te vinden in de constellatiegids ___Ojibwe Sky Star-kaart Constellatiegids: een inleiding tot Ojibwe Star Knowledge___. Er zijn ook Ojibwe-sterrenkaartposters, Ojibwe-planisferen, leerplannen en andere bronnen beschikbaar. ### Hemelse objecten | native term | vertaling | internationaal constellatiegebied | | ------------ | ------------- | ---------------------- ------------ | | _Gaadidnaway, Mishi bizhiw_ | Curly Tail, Great Panther | Leo & hoofd van Hydra | | _Madoodiswan_ | Zweet Lodge | Corona | | _Biboonkeonini_ | Wintermaker | Orion met wapens naar Procyon & Aldebaran | | _Maang_ | Duiker | Kleine Beer (Kleine Beer) | | _Ojiig_ | Fisher | Grote Beer (Big Dipper) | | _Giwedin'Anung_ | Poolster | Polaris | | _Mooz_ | Eland | Pegasus & Lacerta | | _Bugonagiizhig_ | Hole in the Sky | Pleiaden | | _Madoo'asinik_ | Zweetstenen | Pleiaden | | _Ajiijaak / Bineshi Okanin_ | Kraan / skeletvogel | Cygnus | | _Noondeshin Bemaadizid_ | Uitgeput Bather | onderdeel van Hercules | | _Nanaboujou_ | Nanaboujou | Schorpioen | | _Anung_ | Ster | | | _Anung aki_ | Star World | | | _Dibik-giizis_ | Nachtzon | Maan | | _Giizis_ | | Zo | | _Giizhig_ | | Hemel | | _Ikwe'anung_ | Women's Star | Venus | | | _Onaagoshi'anung_ | Venus-avondster | | | _Waabun'anung_ | Venus-Morning Star | | | _Maingan Mikan_ | Wolf Trail | Ecliptica | | _Jiibaykona_ | Geest Pad | Melkweg | | | _Jiibay Ziibi_ | River of Souls | Melkweg | | | _Bangishin anung_ | Meteoor / vallende ster | | _Gaagige Giizhig_ | Forever Sky | Heelal | | _Anung Nibwakawin_ | Sterrenkennis (wijsheid) | | | _Giizhig Anung Masinaaigan_ | (Sky) Sterrenkaart | | | _Waabanong (Waaban) _ | Oost | | | _Ningabianong (Nigagbii'an) _ | West | | | _Giiwedinong (Giiwedinang / Giiwendin) _ | Noord | | | _Zhaawanong (Zhaawan) _ | Zuid | |
pl: W zależności od regionu Ojibwe znane są z czółna z kory brzozy, wildrice-_manoomin_ i syropu klonowego. Znany również jako Anishinaabe i Chippewa. Słowo Ojibwe oznacza „gotuje jedzenie na zewnątrz”. Pliki wiedzy Ojibwe Star dostępne dla Stellarium są adaptacją ___ „Ojibwe Giizhig Anung Masinaaigan, Ojibiwe Sky Star Map” ___, stworzonej przez A. Lee, W. Wilsona, C. Gawboya, 2012. Więcej szczegółów można znaleźć w Przewodnik po gwiazdozbiorze ___ Mapa nieba gwiazdy Ojibwe Przewodnik po gwiazdozbiorze: wprowadzenie do wiedzy o gwiazdach Ojibwe____. Dostępne są również plakaty z mapami gwiazd Ojibwe, planety Sfer Ojibwe, program nauczania i inne zasoby. ### Celestial Objects termin rodzimy | tłumaczenie | międzynarodowy obszar konstelacji | | ------------ | ------------- | ---------------------- ------------ | | _Gaadidnaway, Mishi bizhiw_ | Kręcony ogon, Wielka Pantera | Lew i szef Hydry | | _Madoodiswan_ | Sweat Lodge | Corona | | _Biboonkeonini_ | Wintermaker | Orion z bronią do Procyon i Aldebaran | | _Maang_ | Loon | Ursa Minor (mały wóz) | | _Ojiig_ | Fisher | Ursa Major (Big Dipper) | | _Giwedin'Anung_ | North Star | Polaris | | _Mooz_ | Łoś | Pegasus i Lacerta | | _Bugonagiizhig_ | Dziura w niebie | Plejady | | _Madoo'asinik_ | Pocenie się Kamienie | Plejady | | _Ajiijaak / Bineshi Okanin_ | Żuraw / szkielet ptaka | Cygnus | | _Noondeshin Bemaadizid_ | Wyczerpany kąpiący się część Hercules | | _Nanaboujou_ | Nanaboujou | Skorpion | | _Anung_ | Gwiazda | | | _Anung aki_ | Gwiezdny świat | | | _Dibik-giizis_ | Night Sun | Księżyc | | _Giizis_ | | Niedz | | _Giizhig_ | | Sky | | _Ikwe'anung_ | Gwiazda kobiet | Wenus | | | _Onaagoshi'anung_ | Gwiazda wieczoru wenus | | | _Waabun'anung_ | Gwiazda poranna Wenus | | | _Minging Mikan_ | Wilczy Szlak | Ekliptyka | | _Jiibaykona_ | Ścieżka Ducha | Droga Mleczna | | | _Jiibay Ziibi_ | River of Souls | Droga Mleczna | | | _Bangishin anung_ | Meteor / Falling star | | _Gaagige Giizhig_ | Wieczne niebo | Wszechświat | | _Anung Nibwakawin_ | Wiedza gwiezdna (mądrość) | | | _Giizhig Anung Masinaaigan_ | (Niebo) Mapa gwiazd | | | _Waabanong (Waaban) _ | Wschód | | | _Ningabianong (Nigagbii'an) _ | Zachód | | | _Giiwedinong (Giiwedinang / Giiwendin) _ | Północ | | | _Zhaawanong (Zhaawan) _ | Południe | |
pt: Dependendo da região, os Ojibwe são conhecidos por canoas de casca de bétula, wildrice-_manoomin_ e xarope de bordo. Também conhecida como Anishinaabe e Chippewa. A palavra Ojibwe significa 'cozinha comida lá fora'. Os arquivos Ojibwe Star Knowledge disponíveis para o Stellarium são uma adaptação do ___ “Ojibwe Giizhig Anung Masinaaigan, Ojibiwe Sky Star Map” ___, criado por A. Lee, W. Wilson, C. Gawboy, 2012. Mais detalhes podem ser encontrados em guia da constelação ___Ojibwe Sky Star: Guia de Constelação: Uma Introdução ao Ojibwe Star Knowledge___. Também estão disponíveis pôsteres de mapas em estrela de Ojibwe, planisférios de Ojibwe, currículo e outros recursos. Objetos Celestiais termo nativo | tradução | área de constelação internacional | | ------------ | ------------- | ---------------------- ------------ | | Gaadidnaway, Mishi bizhiw_ Rabo encaracolado, grande pantera | Leo e chefe da Hydra | | _Madoodiswan_ | Loja de suor | Corona | _Biboonkeonini_ | Wintermaker | Orion com os braços para Procyon e Aldebaran | | _Maang_ | Loon Ursa Menor (Ursa Menor) | | _Ojiig_ | Fisher Ursa Maior (Ursa Maior) | | _Giwedin'Anung_ | Estrela do Norte | Polaris | _Mooz_ | Alce Pegasus e Lacerta | | _Bugonagiizhig_ | Buraco no céu | Plêiades | | _Madoo'asinik_ | Suando pedras | Plêiades | | Ajiijaak / Bineshi Okanin_ Pássaro de guindaste / esqueleto | Cygnus | _Noondeshin Bemaadizid_ | Banhista exausto | parte de Hércules | | _Nanaboujou_ | Nanaboujou Escorpião | _Anung_ | Estrela | | | _Anung aki_ | Mundo das estrelas | | | _Dibik-giizis_ | Sol da noite | Lua | _Giizis_ | | Sol | _Giizhig_ | | Céu | Estrela das mulheres de _Ikwe'anung_ | Vênus | | _Onaagoshi'anung_ | Estrela da noite de Vênus | | | _Waabun'anung_ | Estrela da Vênus-Manhã | | | _Maingan Mikan_ | Trilha do lobo | Eclíptica | | _Jiibaykona_ | Caminho do espírito | via Láctea | | | _Jiibay Ziibi_ | Rio das almas | Via Láctea| | | _Bangishin anung_ | Meteoro / estrela cadente | | _Gaagige Giizhig_ | Céu para sempre | Universo | | _Anung Nibwakawin_ | Conhecimento Estelar (Sabedoria) | | | Giizhig Anung Masinaaigan_ (Sky) Mapa estrela | | | Waabanong (Waaban) Leste | | _Ningabianong (Nigagbii'an) _ | Oeste | | Giiwedinong (Giiwedinang / Giiwendin) Norte | | Zhaawanong (Zhaawan) Sul | |
zh_cn: 根据不同的地区，奥吉布韦以桦树皮独木舟，wildrice-_manoomin_和枫糖浆闻名。也称为Anishinaabe和Chippewa。奥吉布韦（Ojibwe）一词的意思是“在外面做饭”。可用于恒星的Ojibwe Star Knowledge文件是___“ Ojibwe Giizhig Anung Masinaaigan，Ojibiwe天空之星地图” ___的改编，该文件由A. Lee，W. Wilson，C. Gawboy创建，2012年。更多详细信息，请参见星座指南___Ojibwe天星图星座指南：Ojibwe星知识简介___。还提供奥吉布威星图海报，奥吉布威行星，课程表和其他资源。 ###天体 |本语|翻译|国际星座区| | ------------ | ------------- | ------------------------ ------------ | | _Gaadidnaway，Mishi bizhiw_ |卷曲的尾巴，大豹|狮子座和九头蛇负责人| | _Madoodiswan_ |汗水小屋|电晕| | _Biboonkeonini_ | Wintermaker |带武器的猎户座飞往Procyon和Aldebaran | | _Maang_ |懒人|小熊座（Ursa Minor）| | _Ojiig_ |费舍尔|大熊座（北斗七星）| | _Giwedin'Anung_ |北极星|北极星| | _Mooz_ |驼鹿飞马和蝎虎座| | _Bugonagiizhig_ |天上的洞| P | _Madoo'asinik_ |出汗石| P | _Ajiijaak / Bineshi Okanin_ |鹤/骨架鸟|天鹅座| | _Noondeshin Bemaadizid_ |精疲力尽的泳客| Hercules的一部分| | _Nanaboujou_ | Nanaboujou |天蝎座| | _Anung_ |星| | | _Anung aki_ |星际世界| | | _Dibik-giizis_ |夜晚的太阳|月亮| | _Giizis_ | |太阳| | _Giizhig_ | |天空| | _Ikwe'anung_ |妇女之星|金星| | | _Onaagoshi'anung_ |金星晚星| | | _Waabun'anung_ |金星晨星| | | _Maingan Mikan_ |狼径|黄道| | _Jiibaykona_ |精神之路|银河系| | | _Jiibay Ziibi_ |灵魂河|银河系| | | _Bangishin anung_ |流星/流星| | _Gaagige Giizhig_ |永远的天空宇宙| | _Anung Nibwakawin_ |明星知识（智慧）| | | _Giizhig Anung Masinaaigan_ | （天空）星图| | | _Waabanong（Waaban）_ |东| | | _Ningabianong（Nigagbii'an）_ |西| | | _Giiwedinong（Giiwedinang / Giiwendin）_ |北| | | _扎万农（扎万）_ |南| |
zh_tw: 根據不同的地區，奧吉布韋以樺樹皮獨木舟，wildrice-_manoomin_和楓糖漿聞名。也稱為Anishinaabe和Chippewa。奧吉布韋（Ojibwe）一詞的意思是“在外面做飯”。可用於恆星的Ojibwe Star Knowledge文件是___“ Ojibwe Giizhig Anung Masinaaigan，Ojibiwe天空之星地圖” ___的改編，該文件由A. Lee，W. Wilson，C. Gawboy創建，2012年。更多詳細信息，請參見星座指南___Ojibwe天星圖星座指南：Ojibwe星知識簡介___。還提供奧吉布威星圖海報，奧吉布威行星，課程表和其他資源。 ###天體 |本語|翻譯|國際星座區| | ------------ | ------------- | ------------------------ ------------ | | _Gaadidnaway，Mishi bizhiw_ |捲曲的尾巴，大豹|獅子座和九頭蛇負責人| | _Madoodiswan_ |汗水小屋|電暈| | _Biboonkeonini_ | Wintermaker |帶武器的獵戶座飛往Procyon和Aldebaran | | _Maang_ |懶人|小熊座（Ursa Minor）| | _Ojiig_ |費舍爾|大熊座（北斗七星）| | _Giwedin'Anung_ |北極星|北極星| | _Mooz_ |駝鹿飛馬和蝎虎座| | _Bugonagiizhig_ |天上的洞| P | _Madoo'asinik_ |出汗石| P | _Ajiijaak / Bineshi Okanin_ |鶴/骨架鳥|天鵝座| | _Noondeshin Bemaadizid_ |精疲力盡的泳客| Hercules的一部分| | _Nanaboujou_ | Nanaboujou |天蠍座| | _Anung_ |星| | | _Anung aki_ |星際世界| | | _Dibik-giizis_ |夜晚的太陽|月亮| | _Giizis_ | |太陽| | _Giizhig_ | |天空| | _Ikwe'anung_ |婦女之星|金星| | | _Onaagoshi'anung_ |金星晚星| | | _Waabun'anung_ |金星晨星| | | _Maingan Mikan_ |狼徑|黃道| | _Jiibaykona_ |精神之路|銀河系| | | _Jiibay Ziibi_ |靈魂河|銀河系| | | _Bangishin anung_ |流星/流星| | _Gaagige Giizhig_ |永遠的天空宇宙| | _Anung Nibwakawin_ |明星知識（智慧）| | | _Giizhig Anung Masinaaigan_ | （天空）星圖| | | _Waabanong（Waaban）_ |東| | | _Ningabianong（Nigagbii'an）_ |西| | | _Giiwedinong（Giiwedinang / Giiwendin）_ |北| | | _扎萬農（扎萬）_ |南| |
