Repository: 10110111/stellarium-skycultures
Catalog: ojibwe/po/*.po
Languages: ar, cs, de, es, fil, fr, id, it, ja, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: - [#1]: [Ojibwe Map webpage, includes audio recordings of Ojibwe pronunciation and other resources.](http://web.stcloudstate.edu/aslee/OJIBWEMAP/home.html) - [#2]: [Ojibwe Sky Star Map Constellation Guide](http://www.amazon.com/Ojibwe-Sky-Star-Map-Constellation/dp/0615986781?ie=UTF8&amp;keywords=ojibwe%20stars&amp;qid=1461769178&amp;ref_=sr_1_1&amp;sr=8-1) book on amazon.com - [#3]: [_Native Skywatchers’_ main webpage, includes education, art, and community workshops and other resources.](http://www.nativeskywatchers.com) - [#4]: A. Lee, W. Wilson, C. Gawboy, Ojibwe Giizhig Anung Masinaaigan, Ojibiwe Sky Star Map, 2012
ar: - [#1]: [صفحة ويب Ojibwe Map ، تتضمن التسجيلات الصوتية لنطق Ojibwe والموارد الأخرى.](http://web.stcloudstate.edu/aslee/OJIBWEMAP/home.html) - [#2]: [دليل كوكبة خريطة النجوم من Ojibwe Sky] (http://www.amazon.com/Ojibwe-Sky-Star-Map-Constellation/dp/0615986781؟ie=UTF8&keywords=ojibwe٪20stars&qid=1461769178&ref_=sr_1_1&sr=8r -1) كتاب على موقع أمازون - [#3]: [_Sative Skywatchers'_ صفحة الويب الرئيسية ، وتشمل التعليم والفنون وورش العمل المجتمعية وموارد أخرى.](http://www.nativeskywatchers.com) - [#4]: A. Lee، W. Wilson، C. Gawboy، Ojibwe Giizhig Anung Masinaaigan، Ojibiwe Sky Star Map، 2012
cs: - [#1]: [Webová stránka Ojibwe Map, obsahuje zvukové nahrávky výslovnosti Ojibwe a dalších zdrojů.](Http://web.stcloudstate.edu/aslee/OJIBWEMAP/home.html) - [#2]: [Ojibwe Sky Star Map Constellation Guide] (http://www.amazon.com/Ojibwe-Sky-Star-Map-Constellation/dp/0615986781?ie=UTF8&keywords=ojibwe%20stars&qid=1461769178&ref_=sr_1_1&sr=8 -1) kniha na amazon.com - [#3]: [_Native Skywatchers'_ hlavní webová stránka, zahrnuje vzdělávací, umělecké a komunitní workshopy a další zdroje.](Http://www.nativeskywatchers.com) - [#4]: A. Lee, W. Wilson, C. Gawboy, Ojibwe Giizhig Anung Masinaaigan, Ojibiwe Sky Star Map, 2012
de: - [#1]: [Ojibwe Map-Webseite, enthält Audioaufnahmen der Ojibwe-Aussprache und anderer Ressourcen.](Http://web.stcloudstate.edu/aslee/OJIBWEMAP/home.html) - [#2]: [Ojibwe Sky Star Map-Konstellationshandbuch] (http://www.amazon.com/Ojibwe-Sky-Star-Map-Constellation/dp/0615986781?ie=UTF8&keywords=ojibwe%20stars&qid=1461769178&ref_=sr_1_& -1) Buch auf amazon.com - [#3]: [Hauptwebseite von _Native Skywatchers_, enthält Workshops zu Bildung, Kunst und Community sowie andere Ressourcen.](Http://www.nativeskywatchers.com) - [#4]: A. Lee, W. Wilson, C. Gawboy, Ojibwe Giizhig Anung Masinaaigan, Ojibiwe Sky Star Map, 2012
es: - [#1]: [la página web del Mapa de Ojibwe, incluye grabaciones de audio de la pronunciación de Ojibwe y otros recursos.](Http://web.stcloudstate.edu/aslee/OJIBWEMAP/home.html) - [#2]: [Ojibwe Sky Star Map Constellation Guide] (http://www.amazon.com/Ojibwe-Sky-Star-Map-Constellation/dp/0615986781?ie=UTF8&keywords=ojibwe%20stars&qid=1461769178&ref_=sr_1_1&sr=8 -1) reserva en amazon.com - [#3]: [_Native Skywatchers'_ página web principal, incluye educación, arte y talleres comunitarios y otros recursos.](Http://www.nativeskywatchers.com) - [#4]: A. Lee, W. Wilson, C. Gawboy, Ojibwe Giizhig Anung Masinaaigan, Ojibiwe Sky Star Map, 2012
fr: - [#1]: [Page Web de la carte Ojibwe, comprend des enregistrements audio de la prononciation Ojibwe et d'autres ressources.](Http://web.stcloudstate.edu/aslee/OJIBWEMAP/home.html) - [#2]: [Guide de la constellation de la carte des étoiles du ciel d'Ojibwe] (http://www.amazon.com/Ojibwe-Sky-Star-Map-Constellation/dp/0615986781?ie=UTF8&keywords=ojibwe%20stars&qid=1461769178&ref_=sr_1_1&sr=8 -1) réservez sur amazon.com - [#3]: [la page Web principale de [_Native Skywatchers'_, comprend des ateliers éducatifs, artistiques et communautaires et d'autres ressources.](Http://www.nativeskywatchers.com) - [#4]: A. Lee, W. Wilson, C. Gawboy, Ojibwe Giizhig Anung Masinaaigan, Ojibiwe Sky Star Map, 2012
it: - [#1]: [pagina Web della mappa di Ojibwe, include registrazioni audio della pronuncia di Ojibwe e altre risorse.](Http://web.stcloudstate.edu/aslee/OJIBWEMAP/home.html) - [#2]: [Guida alla costellazione della mappa delle stelle del cielo di Ojibwe] (http://www.amazon.com/Ojibwe-Sky-Star-Map-Constellation/dp/0615986781?ie=UTF8&keywords=ojibwe%20stars&qid=1461769178&ref_=sr_1_1&sr=8 -1) prenota su amazon.com - [#3]: [la pagina web principale di _Native Skywatchers'_, include seminari su istruzione, arte e comunità e altre risorse.](Http://www.nativeskywatchers.com) - [#4]: A. Lee, W. Wilson, C. Gawboy, Ojibwe Giizhig Anung Masinaaigan, Ojibiwe Sky Star Map, 2012
ja: - [#1]: [Ojibwe Mapウェブページ。Ojibweの発音の音声録音とその他のリソースが含まれています。](http://web.stcloudstate.edu/aslee/OJIBWEMAP/home.html) - [#2]: [Ojibwe Sky Star Map Constellation Guide]（http://www.amazon.com/Ojibwe-Sky-Star-Map-Constellation/dp/0615986781?ie=UTF8&keywords=ojibwe%20stars&qid=1461769178&ref_=sr_1_1&sr=8 -1）amazon.comで予約 - [#3]: [_Native Skywatchers'_メインWebページ。教育、アート、コミュニティワークショップ、その他のリソースが含まれています。](http://www.nativeskywatchers.com) - [#4]: A.リー、W。ウィルソン、C。ゴーボーイ、オジブウェギジヒッグアヌンマシナアイガン、オジビウェスカイスターマップ、2012
nl: - [#1]: [Ojibwe Map-webpagina, bevat audio-opnamen van de uitspraak van Ojibwe en andere bronnen.](Http://web.stcloudstate.edu/aslee/OJIBWEMAP/home.html) - [#2]: [Ojibwe Sky Star Map Constellation Guide] (http://www.amazon.com/Ojibwe-Sky-Star-Map-Constellation/dp/0615986781?ie=UTF8&keywords=ojibwe%20stars&qid=1461769178&ref_=sr_1_1&sr=8 -1) boek op amazon.com - [#3]: [_Native Skywatchers'_ hoofdpagina, inclusief onderwijs, kunst, gemeenschapsworkshops en andere bronnen.](Http://www.nativeskywatchers.com) - [#4]: A. Lee, W. Wilson, C. Gawboy, Ojibwe Giizhig Anung Masinaaigan, Ojibiwe Sky Star Map, 2012
pl: - [#1]: [Strona internetowa mapy Ojibwe, zawiera nagrania dźwiękowe wymowy Ojibwe i inne zasoby.](Http://web.stcloudstate.edu/aslee/OJIBWEMAP/home.html) - [#2]: [Przewodnik po gwiazdozbiorze mapy Ojibwe Sky Star] (http://www.amazon.com/Ojibwe-Sky-Star-Map-Constellation/dp/0615986781?ie=UTF8&ke words=ojibwe%20stars&qid=1461769178&ref_=sr_1_1&sr=8 -1) Zarezerwuj na amazon.com - [#3]: [Główna strona Native Skywatchers_, zawiera warsztaty edukacyjne, plastyczne i społeczne oraz inne zasoby.](Http://www.nativeskywatchers.com) - [#4]: A. Lee, W. Wilson, C. Gawboy, Ojibwe Giizhig Anung Masinaaigan, Mapa gwiazdowa Ojibiwe Sky, 2012
pt: - [#1]: [Página Ojibwe Map, inclui gravações em áudio da pronúncia de Ojibwe e outros recursos.](Http://web.stcloudstate.edu/aslee/OJIBWEMAP/home.html) - [#2]: [Guia da constelação de mapas estelares de Ojibwe] (http://www.amazon.com/Ojibwe-Sky-Star-Map-Constellation/dp/0615986781?ie=UTF8&keywords=ojibwe%20stars&qid=1461769178&ref_=sr_1_1&sr=8 -1) livro na amazon.com - [#3]: [_Native Skywatchers'_ página principal, inclui oficinas de educação, arte e comunidade e outros recursos.](Http://www.nativeskywatchers.com) - [#4]: A. Lee, W. Wilson, C. Gawboy, Ojibwe Giizhig Anung Masinaaigan, Ojibiwe Sky Star Map, 2012
zh_cn: - [#1]: [Ojibwe Map网页，包括Ojibwe发音和其他资源的录音。](http://web.stcloudstate.edu/aslee/OJIBWEMAP/home.html) - [#2]: [Ojibwe天空星图星座指南]（http://www.amazon.com/Ojibwe-Sky-Star-Map-Constellation/dp/0615986781?ie=UTF8&keywords=ojibwe%20stars&qid=1461769178&ref_=sr_1_1&sr=8 -1）在amazon.com上预订 - [#3]: [_Native Skywatchers的主要网页，包括教育，艺术和社区研讨会以及其他资源。](http://www.nativeskywatchers.com) - [#4]: A。Lee，W。Wilson，C。Gawboy，Ojibwe Giizhig Anung Masinaaigan，Ojibiwe天空星图，2012年
zh_tw: - [#1]: [Ojibwe Map網頁，包括Ojibwe發音和其他資源的錄音。](http://web.stcloudstate.edu/aslee/OJIBWEMAP/home.html) - [#2]: [Ojibwe天空星圖星座指南]（http://www.amazon.com/Ojibwe-Sky-Star-Map-Constellation/dp/0615986781?ie=UTF8&keywords=ojibwe%20stars&qid=1461769178&ref_=sr_1_1&sr=8 -1）在amazon.com上預訂 - [#3]: [_Native Skywatchers的_主要網頁，包括教育，藝術和社區研討會以及其他資源。](http://www.nativeskywatchers.com) - [#4]: A。Lee，W。Wilson，C。Gawboy，Ojibwe Giizhig Anung Masinaaigan，Ojibiwe天空之星地圖，2012年

source: This Ojibwe star knowledge was contributed by Annette S. Lee, Director of _Native Skywatchers_, a research and programming initiative aimed at revitalizing native star knowledge, especially Ojibwe and D(L)akota. Based on the star map _Ojibwe Giizhig Anung Masinaaigan - Ojibwe Sky Star Map_ created by A. Lee, W. Wilson, C. Gawboy and the book _Ojibwe Sky Star Map Constellation Guide: An Introduction to Ojibwe Star Knowledge_ by A. Lee, W. Wilson, C. Gawboy, J. Tibbetts. Constellation Paintings by A. Lee & W. Wilson. Technical adaption by Susanne M Hoffmann Contact [A. Lee](mailto:aslee@stcloudstate.edu) for more information.
ar: ساهمت آنيت س. لي ، مديرة _Native Skywatchers_ ، بمعرفة نجوم Ojibwe هذه ، وهي مبادرة بحث وبرمجة تهدف إلى تنشيط معرفة النجوم الأصلية ، خاصة Ojibwe و D (L) akota. استنادًا إلى خريطة النجوم _Ojibwe Giizhig Anung Masinaaigan - Ojibwe Sky Star Map_ التي أنشأها A. Lee و W. Wilson و C. Gawboy والكتاب _Ojibwe Sky Star Map Constellation Guide: An مقدمة to Ojibwe Star Knowledge_ بقلم A. Lee، W. ويلسون ، سي جوبوي ، جيه تيبتس. لوحات كوكبة بقلم A. Lee & W. Wilson. التكيف الفني لسوزان م هوفمان جهة الاتصال [أ. لي] (mailto: aslee@stcloudstate.edu) لمزيد من المعلومات.
cs: K těmto hvězdným znalostem Ojibwe přispěla Annette S. Lee, ředitelka Native Skywatchers_, výzkumné a programovací iniciativy zaměřené na revitalizaci znalostí nativních hvězd, zejména Ojibwe a D (L) akota. Na základě hvězdné mapy _Ojibwe Giizhig Anung Masinaaigan - Ojibwe Sky Star Map_ vytvořil A. Lee, W. Wilson, C. Gawboy a kniha _Ojibwe Sky Star Map Constellation Guide: Úvod do Ojibwe Star Knowledge_ od A. Lee, W. Wilson, C. Gawboy, J. Tibbetts. Souhvězdí Malby A. Lee a W. Wilsona. Technické přizpůsobení Susanne M Hoffmann Kontakt [A. Lee] (mailto: aslee@stcloudstate.edu) pro více informací.
de: Dieses Wissen über Ojibwe-Sterne wurde von Annette S. Lee, Direktorin von _Native Skywatchers_, einer Forschungs- und Programminitiative zur Wiederbelebung des Wissens über einheimische Sterne, insbesondere von Ojibwe und D (L) akota, beigesteuert. Basierend auf der Sternenkarte _Ojibwe Giizhig Anung Masinaaigan - Ojibwe Sky Star Map_ erstellt von A. Lee, W. Wilson, C. Gawboy und dem Buch _Ojibwe Sky Star Map Constellation Guide: Eine Einführung in Ojibwe Star Knowledge_ von A. Lee, W. Wilson, C. Gawboy, J. Tibbetts. Constellation Paintings von A. Lee & W. Wilson. Technische Anpassung von Susanne M Hoffmann Kontakt [A. Lee] (mailto: aslee@stcloudstate.edu) für weitere Informationen.
es: Este conocimiento estelar de Ojibwe fue aportado por Annette S. Lee, directora de _Native Skywatchers_, una iniciativa de investigación y programación destinada a revitalizar el conocimiento estelar nativo, especialmente Ojibwe y D (L) akota. Basado en el mapa estelar _Ojibwe Giizhig Anung Masinaaigan - Ojibwe Sky Star Map_ creado por A. Lee, W. Wilson, C. Gawboy y el libro _Ojibwe Sky Star Map Constellation Guide: Una introducción al conocimiento de las estrellas Ojibwe_ por A. Lee, W. Wilson, C. Gawboy, J. Tibbetts. Constellation Paintings de A. Lee y W. Wilson. Adaptación técnica de Susanne M Hoffmann Contacto [A. Lee] (mailto: aslee@stcloudstate.edu) para más información.
fr: Cette connaissance des étoiles Ojibwe a été apportée par Annette S. Lee, directrice de _Native Skywatchers_, une initiative de recherche et de programmation visant à revitaliser la connaissance des étoiles natives, en particulier Ojibwe et D (L) akota. Basé sur la carte des étoiles _Ojibwe Giizhig Anung Masinaaigan - Ojibwe Sky Star Map_ créé par A. Lee, W. Wilson, C. Gawboy et le livre _Ojibwe Sky Star Map Constellation Guide: An Introduction to Ojibwe Star Knowledge_ by A. Lee, W. Wilson, C. Gawboy, J. Tibbetts. Peintures de constellation par A. Lee et W. Wilson. Adaptation technique par Susanne M Hoffmann Contacter [A. Lee] (mailto: aslee@stcloudstate.edu) pour plus d'informations.
it: Questa conoscenza della stella di Ojibwe è stata fornita da Annette S. Lee, direttore di Native Skywatchers_, un'iniziativa di ricerca e programmazione volta a rivitalizzare la conoscenza delle stelle native, in particolare Ojibwe e D (L) akota. Basato sulla mappa stellare _Ojibwe Giizhig Anung Masinaaigan - Ojibwe Sky Star Map_ creato da A. Lee, W. Wilson, C. Gawboy e dal libro _Ojibwe Sky Star Map Guida alla costellazione: un'introduzione alla conoscenza della stella Ojibwe_ di A. Lee, W. Wilson, C. Gawboy, J. Tibbetts. Constellation Paintings di A. Lee & W. Wilson. Adattamento tecnico di Susanne M Hoffmann Contatta [A. Lee] (mailto: aslee@stcloudstate.edu) per ulteriori informazioni.
ja: このオジブエスターの知識は、ネイティブスターの知識、特にオジブウェとD（L）アコタの活性化を目的とした研究およびプログラミングイニシアチブである_Native Skywatchers_のディレクターであるAnnette S. Leeによって提供されました。星図_Ojibwe Giizhig Anung Masinaaigan-Ojibwe Sky Star Map_は、A。Lee、W。Wilson、C。Gawboyによって作成され、書籍_Ojibwe Sky Star Map Constellation Guide：An Introduction to Ojibwe Star Knowledge_ by A. Lee、W. Wilson、C。Gawboy、J。Tibbetts。 A.リー＆W.ウィルソンによる星座絵画。 Susanne M Hoffmannによる技術的適応 [A.詳しくは、Lee]（mailto：aslee@stcloudstate.edu）をご覧ください。
nl: Deze Ojibwe-sterrenkennis werd bijgedragen door Annette S. Lee, directeur van _Native Skywatchers_, een onderzoeks- en programmeerinitiatief gericht op het revitaliseren van inheemse sterrenkennis, vooral Ojibwe en D (L) akota. Gebaseerd op de sterrenkaart _Ojibwe Giizhig Anung Masinaaigan - Ojibwe Sky Star Map_ gemaakt door A. Lee, W. Wilson, C. Gawboy en het boek _Ojibwe Sky Star Map Constellation Guide: An Introduction to Ojibwe Star Knowledge_ door A. Lee, W. Wilson, C. Gawboy, J. Tibbetts. Constellatieschilderijen door A. Lee & W. Wilson. Technische aanpassing door Susanne M Hoffmann Neem contact op met [A. Lee] (mailto: aslee@stcloudstate.edu) voor meer informatie.
pl: Ta wiedza o gwiazdach Ojibwe została opracowana przez Annette S. Lee, dyrektor _Native Skywatchers_, inicjatywy badawczo-programowej mającej na celu ożywienie wiedzy o gwiazdach rodzimych, szczególnie Ojibwe i D (L) akota. Na podstawie mapy gwiezdnej _Ojibwe Giizhig Anung Masinaaigan - Ojibwe Sky Star Map_ stworzonej przez A. Lee, W. Wilsona, C. Gawboy i książki _Ojibwe Sky Star Map Constellation Guide: Wprowadzenie do wiedzy o gwiazdach Ojibwe A. A. Lee, W. Wilson, C. Gawboy, J. Tibbetts. Obrazy konstelacji A. Lee i W. Wilsona. Techniczna adaptacja Susanne M. Hoffmann Kontakt [A. Lee] (mailto: aslee@stcloudstate.edu), aby uzyskać więcej informacji.
pt: Esse conhecimento estelar de Ojibwe foi contribuído por Annette S. Lee, diretora de _Native Skywatchers_, uma iniciativa de pesquisa e programação que visa revitalizar o conhecimento de estrelas nativas, especialmente Ojibwe e D (L) akota. Baseado no mapa estelar _Ojibwe Giizhig Anung Masinaaigan - Ojibwe Sky Star Map_ criado por A. Lee, W. Wilson, C. Gawboy e o livro _Ojibwe Sky Star Map Constellation Guide: Uma Introdução ao Conhecimento Estelar de Ojibwe_ por A. Lee, W. Wilson, C. Gawboy, J. Tibbetts. Pinturas da constelação por A. Lee & W. Wilson. Adaptação técnica por Susanne M Hoffmann Entre em contato com [A. Lee] (mailto: aslee@stcloudstate.edu) para mais informações.
zh_cn: Ojibwe的这颗恒星知识由_Native Skywatchers_主任Annette S. Lee贡献，这是一项旨在振兴本土恒星知识（尤其是Ojibwe和D（L）akota）的研究和计划倡议。根据星图_Ojibwe Giizhig Anung Masinaaigan-A. Lee，W。Wilson，C。Gawboy创建的Ojibwe天空星图和《 _Ojibwe天空星图星座指南：Ojibwe星知识入门》，作者是A. Lee，W。威尔逊，C。Gawboy和J. A. Lee＆W. Wilson的星座绘画。 Susanne M Hoffmann的技术改造 联系[A。 Lee]（mailto：aslee@stcloudstate.edu）了解更多信息。
zh_tw: Ojibwe的這顆恆星知識是_Native Skywatchers_主任Annette S. Lee貢獻的。NativeSkywatchers_是一項旨在振興本土恆星知識（尤其是Ojibwe和D（L）akota）的研究和計劃倡議。根據星圖_Ojibwe Giizhig Anung Masinaaigan-A. Lee，W。Wilson，C。Gawboy創建的Ojibwe天空星圖和《 _Ojibwe天空星圖星座指南：Ojibwe星知識入門》，作者是A. Lee，W。威爾遜，C. Gawboy，J. Tibbetts。 A. Lee＆W. Wilson的星座繪畫。 Susanne M Hoffmann的技術改造 聯繫[A。 Lee]（mailto：aslee@stcloudstate.edu）了解更多信息。

source: GNU GPL v2.0
ar: GNU GPL الإصدار 2.0

source: Ojibwe Hero Teacher
ar: Ojibwe بطل المعلم
de: Ojibwe Heldenlehrer
fr: Professeur de héros Ojibwe
ja: オジブウェヒーローティーチャー
pl: Nauczyciel Ojibwe Hero
pt: Professor do herói de Ojibwe
zh_cn: 奥吉布威英雄老师
zh_tw: 奧吉布威英雄老師
