Repository: 10110111/stellarium-skycultures
Catalog: ojibwe/po/*.po
Languages: ar, cs, de, es, fil, fr, id, it, ja, nl, pl, pt, ru, tr, zh_cn, zh_tw

source: Ojibwe
ar: أوجيبوي
cs: Odžibvejská
es: Ojiba
fr: Ojibwé
ja: オジブワ族(カナダ)
pl: Odżibwe
ru: Оджибве
zh_cn: 欧及布威

source: Ojibwe are one of the largest groups of indigenous people of North America (United States and Canada). Depending on the region, Ojibwe are known for birch bark canoes, wild rice (_manoomin_), and maple syrup.
fil: Ang Ojibwe ay isa sa pinakamalaking grupo ng mga katutubo ng North America (Estados Unidos at Canada). Depende sa rehiyon, kilala ang Ojibwe sa mga birch bark canoe, wild rice (_manoomin_), at maple syrup.
id: Ojibwe adalah salah satu kelompok terbesar penduduk asli Amerika Utara (Amerika Serikat dan Kanada). Tergantung pada wilayahnya, Ojibwe dikenal dengan kano kulit kayu birch, nasi liar (_manoomin_), dan sirup maple.
ru: Оджибве являются одной из крупнейших групп коренных народов Северной Америки (США и Канада). В зависимости от региона оджибве известны каноэ из бересты, диким рисом (_manoomin_) и кленовым сиропом.
tr: Ojibwe, Kuzey Amerika'nın (Amerika Birleşik Devletleri ve Kanada) en büyük yerli halk gruplarından biridir. Bölgeye bağlı olarak Ojibwe, huş ağacı kabuğu kanoları, yabani pirinç (_manoomin_) ve akçaağaç şurubu ile tanınır.

source: The word Ojibwe means ‘cooks food outside’. They are also known as _Anishinaabe_ and _Chippewa_. The Ojibwe Star Knowledge files available for Stellarium are an adaptation of the _Ojibiwe Sky Star Map_[#4]. More details can be found in the constellation guidebook _Ojibwe Sky Star Map Constellation Guide: An Introduction to Ojibwe Star Knowledge_. Please also see the neighboring "Sioux" Sky Culture which is comparable in northeast America.
fil: Ang salitang Ojibwe ay nangangahulugang 'nagluluto ng pagkain sa labas'. Kilala rin sila bilang _Anishinaabe_ at _Chippewa_. Ang Ojibwe Star Knowledge file na available para sa Stellarium ay isang adaptasyon ng _Ojibiwe Sky Star Map_[#4]. Higit pang mga detalye ay matatagpuan sa constellation guidebook _Ojibwe Sky Star Map Constellation Guide: Isang Panimula sa Ojibwe Star Knowledge_. Pakitingnan din ang kalapit na "Sioux" Sky Culture na maihahambing sa hilagang-silangan ng America.
id: Kata Ojibwe berarti 'memasak makanan di luar'. Mereka juga dikenal sebagai _Anishinaabe_ dan _Chippewa_. File Pengetahuan Bintang Ojibwe yang tersedia untuk Stellarium adalah adaptasi dari _Peta Bintang Langit Ojibiwe_[#4]. Rincian lebih lanjut dapat ditemukan di buku panduan konstelasi _Panduan Konstelasi Peta Bintang Langit Ojibwe: Pengantar Pengetahuan Bintang Ojibwe_. Silakan juga melihat Budaya Langit "Soux" tetangga yang sebanding di Amerika timur laut.
ru: Слово оджибве означает «готовит еду на улице». Они также известны как _Anishinaabe_ и _Chippewa_. Доступные для Stellarium файлы Ojibwe Star Knowledge являются адаптацией _Ojibiwe Sky Star Map_ [#4]. Более подробную информацию можно найти в руководстве по созвездию _Ojibwe Sky Star Map. Руководство по созвездию: введение в знания об Ojibwe Star_. Пожалуйста, также посмотрите соседнюю "Сиу" Небесную Культуру, которая сопоставима в северо-восточной Америке.
tr: Ojibwe kelimesi 'dışarıda yemek pişirir' anlamına gelir. Ayrıca _Anishinaabe_ ve _Chippewa_ olarak da bilinirler. Stellarium için mevcut olan Ojibwe Yıldız Bilgisi dosyaları, _Ojibiwe Gökyüzü Yıldız Haritası_[#4]'ün bir uyarlamasıdır. Daha fazla ayrıntı takımyıldız kılavuz kitabı _Ojibwe Gökyüzü Yıldız Haritası Takımyıldızı Kılavuzu: Ojibwe Yıldız Bilgisine Giriş_ içinde bulunabilir. Lütfen kuzeydoğu Amerika'da karşılaştırılabilir komşu "Sioux" Gökyüzü Kültürüne de bakın.

source: ### Celestial Objects | _Anung_ | Star| | | _Anung aki_ | Star World | | | _Giizhig_ | | Sky | | _Maingan Mikan_ | Wolf Trail | Ecliptic | | _Bangishin anung_ | Meteor/Falling star | | _Gaagige Giizhig_ | Forever Sky | Universe | | _Anung Nibwakawin_ | Star Knowledge (Wisdom) | | | _Giizhig Anung Masinaaigan_ | (Sky) Star map| | | _Waabanong (Waaban)_ | East | | | _Ningabianong (Nigagbii'an)_ | West| | | _Giiwedinong (Giiwedinang/Giiwendin)_ | North| | | _Zhaawanong (Zhaawan)_ | South | |
fil: ### Mga Bagay sa Langit | _Anung_ | Bituin| | | _Anung aki_ | Star World | | | _Giizhig_ | | Langit | | _Maingan Mikan_ | Landas ng Lobo | Ecliptic | | _Bangishin anung_ | Meteor/Falling star | | _Gaagige Giizhig_ | Magpakailanman Sky | Uniberso | | _Anung Nibwakawin_ | Star Knowledge (Wisdom) | | | _Giizhig Anung Masinaaigan_ | (Sky) Star map| | | _Waabanong (Waaban)_ | Silangan | | | _Ningabianong (Nigagbii'an)_ | Kanluran| | | _Giiwedinong (Giiwedinang/Giiwendin)_ | Hilaga| | | _Zhaawanong (Zhaawan)_ | Timog | |
id: ### Benda Langit | _Anung_ | Bintang| | | _Anung aki_ | Dunia Bintang | | | _Gizhig_ | | Langit | | _Maingan Mikan_ | Jejak Serigala | Ekliptika | | _Bangishin anung_ | Meteor/Bintang jatuh | | _Gaagige Giizhig_ | Langit Selamanya | alam semesta | | _Anung Nibwakawin_ | Pengetahuan Bintang (Kebijaksanaan) | | | _Giizhig Anung Masinaaigan_ | (Langit) Peta bintang| | | _Waabanong (Waaban)_ | Timur | | | _Ningabianong (Nigagbii'an)_ | Barat| | | _Giiwedinong (Giiwedinang/Giiwendin)_ | Utara| | | _Zhaawanong (Zhaawan)_ | Selatan | |
ru: ### Небесные объекты | _Anung_ | Star | | | _Anung aki_ | Звездный Мир | | | _Giizhig_ | | Небо | | _Maingan Mikan_ | Волчья тропа | Эклиптика | | _Bangishin Anung_ | Метеор / Падающая звезда | | _Gaagige Giizhig_ | Навсегда небо | Вселенная | | _Anung Nibwakawin_ | Звездное Знание (Мудрость) | | | _Giizhig Anung Masinaaigan_ | (Небо) Звездная карта | | | _Waabanong (Waaban) _ | Восток | | | _Ningabianong (Nigagbii'an) _ | Запад | | | _Giiwedinong (Giiwedinang / Giiwendin) _ | North | | | _Zhaawanong (Zhaawan) _ | Юг | |
tr: ### Göksel Cisimler | _Anung_ | yıldız| | | _Anung aki_ | Yıldız Dünyası | | | _Giizhig_ | | Gökyüzü | | _Maingan Mikan_ | Kurt izi | ekliptik | | _Bangishin anung_ | Meteor/Kayan yıldız | | _Gaagige Giizhig_ | Sonsuza Kadar Gökyüzü | evren | | _Anung Nibwakawin_ | Yıldız Bilgisi (Bilgelik) | | | _Giizhig Anung Masinaaigan_ | (Gökyüzü) Yıldız haritası| | | _Waabanong (Waaban)_ | Doğu | | | _Ningabianong (Nigagbii'an)_ | Batı| | | _Giiwedinong (Giiwedinang/Giiwendin)_ | Kuzey| | | _Zhaawanong (Zhaawan)_ | Güney | |

source: - [#1]: Ojibwe Map webpage, includes audio recordings of Ojibwe pronunciation and other resources: [Link](http://web.stcloudstate.edu/aslee/OJIBWEMAP/home.html) - [#2]: Ojibwe Sky Star Map Constellation Guide: [book on amazon.com](https://www.amazon.com/Ojibwe-Sky-Star-Map-Constellation/dp/0615986781) - [#3]: _Native Skywatchers_ main webpage, includes education, art, and community workshops and other resources: [Link](http://www.nativeskywatchers.com) - [#4]: A. Lee, W. Wilson, C. Gawboy, Ojibwe Giizhig Anung Masinaaigan, Ojibiwe Sky Star Map, 2012
fil: - [#1]: Ojibwe Map webpage, kasama ang mga audio recording ng Ojibwe pronunciation at iba pang mapagkukunan: [Link](http://web.stcloudstate.edu/aslee/OJIBWEMAP/home.html) - [#2]: Ojibwe Sky Star Map Constellation Guide: [book on amazon.com](https://www.amazon.com/Ojibwe-Sky-Star-Map-Constellation/dp/0615986781) - [#3]: _Native Skywatchers_ pangunahing webpage, kasama ang edukasyon, sining, at community workshop at iba pang mapagkukunan: [Link](http://www.nativeskywatchers.com) - [#4]: A. Lee, W. Wilson, C. Gawboy, Ojibwe Giizhig Anung Masinaaigan, Ojibiwe Sky Star Map, 2012
id: - [#1]: Halaman web Peta Ojibwe, termasuk rekaman audio pengucapan Ojibwe dan sumber daya lainnya: [Link](http://web.stcloudstate.edu/aslee/OJIBWEMAP/home.html) - [#2]: Panduan Konstelasi Peta Bintang Langit Ojibwe: [buku di amazon.com](https://www.amazon.com/Ojibwe-Sky-Star-Map-Constellation/dp/0615986781) - [#3]: _Laman web utama _Native Skywatchers_, termasuk lokakarya pendidikan, seni, dan komunitas serta sumber daya lainnya: [Link](http://www.nativeskywatchers.com) - [#4]: A. Lee, W. Wilson, C. Gawboy, Ojibwe Giizhig Anung Masinaaigan, Peta Bintang Langit Ojibiwe, 2012
ru: - [#1]: веб-страница карты оджибве, содержащая аудиозаписи произношения оджибве и другие ресурсы: [ссылка](http://web.stcloudstate.edu/aslee/OJIBWEMAP/home.html) - [#2]: Руководство по созвездию карты звездного неба Оджибве: [книга на amazon.com](https://www.amazon.com/Ojibwe-Sky-Star-Map-Constellation/dp/0615986781) - [#3]: главная веб-страница _Native Skywatchers_, включает образовательные, художественные и общественные семинары и другие ресурсы: [ссылка](http://www.nativeskywatchers.com) - [#4]: A. Lee, W. Wilson, C. Gawboy, Ojibwe Giizhig Anung Masinaaigan, Ojibiwe Sky Star Map, 2012
tr: - [#1]: Ojibwe Haritası web sayfası, Ojibwe telaffuzunun ses kayıtlarını ve diğer kaynakları içerir: [Link](http://web.stcloudstate.edu/aslee/OJIBWEMAP/home.html) - [#2]: Ojibwe Gökyüzü Yıldız Haritası Takımyıldızı Kılavuzu: [amazon.com'da kitap](https://www.amazon.com/Ojibwe-Sky-Star-Map-Constellation/dp/0615986781) - [#3]: _Native Skywatchers_ ana web sayfası, eğitim, sanat ve topluluk atölyeleri ve diğer kaynakları içerir: [Link](http://www.nativeskywatchers.com) - [#4]: A. Lee, W. Wilson, C. Gawboy, Ojibwe Giizhig Anung Masinaaigan, Ojibiwe Sky Star Haritası, 2012

source: This Ojibwe star knowledge was contributed by Annette S. Lee, Director of _Native Skywatchers_, a research and programming initiative aimed at revitalizing native star knowledge, especially Ojibwe and D(L)akota. Constellation Paintings by A. Lee & W. Wilson. Technical adaption by Susanne M Hoffmann Contact [A. Lee](mailto:aslee@stcloudstate.edu) for more information.
fil: Ang Ojibwe star knowledge na ito ay iniambag ni Annette S. Lee, Direktor ng _Native Skywatchers_, isang research at programming initiative na naglalayong pasiglahin ang katutubong kaalaman ng bituin, lalo na ang Ojibwe at D(L)akota. Constellation Paintings ni A. Lee at W. Wilson. Teknikal na adaptasyon ni Susanne M Hoffmann Makipag-ugnayan kay [A. Lee](mailto:aslee@stcloudstate.edu) para sa higit pang impormasyon.
id: Pengetahuan bintang Ojibwe ini disumbangkan oleh Annette S. Lee, Direktur _Native Skywatchers_, sebuah inisiatif penelitian dan pemrograman yang bertujuan untuk merevitalisasi pengetahuan bintang asli, terutama Ojibwe dan D(L)akota. Lukisan Konstelasi oleh A. Lee & W. Wilson. Adaptasi teknis oleh Susanne M Hoffmann Hubungi [A. Lee](mailto:aslee@stcloudstate.edu) untuk informasi lebih lanjut.
ru: Это звездное знание оджибве было предоставлено Аннет С. Ли, директором _Native Skywatchers_, исследовательской и программной инициативы, направленной на оживление знаний местных звезд, особенно оджибве и D (L) akota. Картины Созвездия А. Ли и В. Уилсона. Техническая адаптация Сюзанны М Хоффманн Связаться с [A. Ли](mailto:aslee@stcloudstate.edu) для получения дополнительной информации.
tr: Bu Ojibwe yıldız bilgisi, yerel yıldız bilgisini, özellikle Ojibwe ve D(L)akota'yı canlandırmayı amaçlayan bir araştırma ve programlama girişimi olan _Native Skywatchers_ Direktörü Annette S. Lee tarafından sağlanmıştır. A. Lee & W. Wilson'dan Takımyıldız Resimleri. Susanne M Hoffmann tarafından teknik uyarlama İletişim [A. Lee](mailto:aslee@stcloudstate.edu) daha fazla bilgi için.

source: Great Panther & Curly Tail
ar: النمر العظيم والذيل المجعد
cs: Skvělý Panther & Curly Tail
de: Großer Panther & lockiger Schwanz
es: Gran pantera y cola rizada
fil: Mahusay na Panther at Curly Tail
fr: Grande panthère et queue bouclée
id: Panther Hebat & Ekor Keriting
it: Grande pantera e coda riccia
ja: グレートパンサー＆カーリーテール
nl: Geweldige Panther & Curly Tail
pl: Wielka Pantera i Kręcone Ogony
pt: Grande pantera e cauda encaracolada
ru: Великая пантера и вьющийся хвост
tr: Büyük Panter ve Kıvırcık Kuyruk
zh_cn: 大豹和卷曲的尾巴
zh_tw: 大豹和捲曲的尾巴

source: Loon
ar: راتب
cs: Plat
de: Gehalt
es: Salario
fr: Un salaire
it: Stipendio
ja: 給料
pl: Wynagrodzenie
pt: Salário
ru: гагара
zh_cn: 薪水
zh_tw: 薪水

source: Fisher
ar: فيشر
cs: Rybář
de: Fischer
es: Pescador
fr: Pêcheur
id: Nelayan
it: Pescatore
ja: フィッシャー
nl: Visser
pl: Rybak
ru: рыболов
tr: Balıkçı
zh_cn: 费舍尔
zh_tw: 費舍爾

source: Moose
ar: غزال أمريكي ضخم
cs: Los
de: Elch
es: Alce
fr: élan
id: rusa besar
it: alce americano
ja: ムース
nl: eland
pl: Łoś
pt: alce
ru: лось
tr: geyik
zh_cn: 驼鹿
zh_tw: 駝鹿

source: Crane
ar: رافعه
cs: Jeřáb
de: Kran
es: Grua
fr: Grue
id: Derek
it: Gru
ja: クレーン
nl: Kraan
pl: Dźwig
pt: Guindaste
ru: кран
tr: Vinç
zh_cn: 起重机
zh_tw: 起重機

source: Ojibwe Hero Teacher.
id: Guru Pahlawan Ojibwe.
ru: Оджибве Герой Учитель.
tr: Ojibwe Kahraman Öğretmeni.

source: Sweat Lodge
ar: لودج العرق
de: Schwitzhütte
fr: Hutte à sudation
id: Pondok Keringat
ja: スウェットロッジ
ru: Пот Лодж
tr: Ter Köşkü
zh_cn: 汗旅馆
zh_tw: 汗旅館

source: Exhausted Bather
ar: منهك باثر
cs: Vyčerpaný Bather
de: Erschöpfter Badender
es: Bañista agotado
fil: Pagod na si Bather
fr: Baigneuse épuisée
id: Pemandian yang lelah
it: Poppa esausta
ja: 疲れきった水浴び
nl: Uitgeputte bader
pl: Wyczerpany kąpiący się
pt: Banhista exausto
ru: Истощенная купальщица
tr: yorgun yüzücü
zh_cn: 精疲力竭的泳客
zh_tw: 精疲力竭的泳客

source: Hole in the Sky
ar: ثقب في السماء
cs: Díra na obloze
de: Loch im Himmel
es: Agujero en el cielo
fr: Trou dans le ciel
id: lubang di langit
ja: 空の穴
nl: Gat in de lucht
pt: Buraco no céu
ru: Дыра в небе
tr: Gökyüzündeki Delik
zh_cn: 天上的洞
zh_tw: 天上的洞

source: Women's Star
fil: Bituin ng Babae
id: Bintang Wanita
ru: Женская звезда
tr: Kadın Yıldızı

source: Morning Star
fil: Bituin sa Umaga
id: Bintang Timur
ru: Утренняя звезда
tr: Sabah Yıldızı

source: Evening Star
fil: Bituin sa Gabi
id: Bintang malam
ru: Вечерняя звезда
tr: Akşam yıldızı

source: Night Sun
fil: Araw ng Gabi
id: Matahari Malam
ru: Ночное солнце
tr: gece güneşi

source: North Star
ar: نجم شمال
cs: Severní hvězda
de: Nordstern
es: estrella del Norte
fil: Hilagang Bituin
fr: étoile polaire
id: bintang Utara
it: stella del Nord
ja: 北極星
nl: Poolster
pl: gwiazda Północna
pt: estrela do Norte
ru: Полярная звезда
tr: Kuzey Yıldızı
zh_cn: 北极星
zh_tw: 北極星

source: Sweating Stones
ar: احجار التعرق
cs: Potivé kameny
de: Schwitzsteine
es: Piedras sudorosas
fil: Mga Bato na pinagpapawisan
fr: Pierres de transpiration
id: Batu Keringat
it: Pietre del sudore
ja: 発汗石
nl: Zweetstenen
pl: Pocenie się Kamienie
pt: Suando Pedras
ru: Потные камни
tr: Terleme Taşları
zh_cn: 出汗石
zh_tw: 出汗石

source: Spirit Path
fil: Daan ng Espiritu
id: Jalan Roh
ru: Духовный Путь
tr: Ruh Yolu

source: River of Souls
fil: Ilog ng mga Kaluluwa
id: Sungai Jiwa
ru: Река душ
tr: Ruhlar Nehri

source: Wintermaker
ar: صانع الشتاء
cs: Zimní výrobce
de: Wintermacher
fil: Tagagawa ng taglamig
id: pembuat musim dingin
tr: kışlık
zh_cn: 冬季制造者
zh_tw: 冬季製造者

source: Ojibwe are one of the largest groups of indigenous people of North America (United States and Canada). Please also see the neighboring "Sioux" Sky Culture which is comparable in northeast America.
ar: Ojibwe هي واحدة من أكبر مجموعات السكان الأصليين في أمريكا الشمالية (الولايات المتحدة وكندا). يرجى أيضًا الاطلاع على ثقافة السماء "Sioux" المجاورة والتي يمكن مقارنتها في شمال شرق أمريكا.
cs: Ojibwe je jednou z největších skupin původních obyvatel Severní Ameriky (USA a Kanada). Podívejte se také na sousední "Sioux" Sky Culture, která je srovnatelná v severovýchodní Americe.
de: Ojibwe ist eine der größten Gruppen indigener Völker Nordamerikas (USA und Kanada). Bitte beachten Sie auch die benachbarte "Sioux" Sky Culture, die in Nordamerika vergleichbar ist.
es: Ojibwe es uno de los mayores grupos de pueblos indígenas de América del Norte (Estados Unidos y Canadá). Vea también la cultura del cielo "Sioux" vecina, que es comparable en el noreste de América.
fr: Les Ojibwe sont l'un des plus grands groupes de peuples autochtones d'Amérique du Nord (États-Unis et Canada). Veuillez également voir la culture du ciel "Sioux" voisine qui est comparable en Amérique du Nord.
it: Ojibwe è uno dei più grandi gruppi di indigeni del Nord America (Stati Uniti e Canada). Si prega di vedere anche la vicina cultura del cielo "Sioux" che è paragonabile nel nord-est America.
ja: オジブウェは北米（米国およびカナダ）の先住民族の最大のグループの1つです。北東アメリカで匹敵する隣接する「スー」スカイカルチャーもご覧ください。
nl: Ojibwe is een van de grootste groepen inheemse volkeren van Noord-Amerika (Verenigde Staten en Canada). Zie ook de naburige "Sioux" Sky Culture die vergelijkbaar is in Noordoost-Amerika.
pl: Ojibwe to jedna z największych grup rdzennych mieszkańców Ameryki Północnej (Stany Zjednoczone i Kanada). Zobacz także sąsiednią kulturę Sky Sioux, która jest porównywalna w północno-wschodniej Ameryce.
pt: Ojibwe é um dos maiores grupos de povos indígenas da América do Norte (Estados Unidos e Canadá). Por favor, veja também a cultura celeste "Sioux", que é comparável no nordeste da América.
zh_cn: 奥吉布韦是北美最大的土著人民群体（美国和加拿大）之一。还请参见与美国东北部地区相当的邻近的“苏”天空文化。
zh_tw: 奧吉布韋是北美最大的土著人民群體（美國和加拿大）之一。還請參見與美國東北部地區相當的鄰近的“蘇”天空文化。
