Repository: 10110111/stellarium-skycultures
Catalog: mandar/po/*.po
Languages: ar, cs, de, es, it, ja, ko, nl, zh_cn, zh_tw

source: This sky culture has 6 constellation line figures, names for 3 other identified sky objects (the Pleiades, the Milky Way, and Venus), and the name of an unidentified sky object. The constellations reflect the seafaring tradition. This sky culture for Stellarium is a transcript of data collected through interviews with retired fishermen[#1]. The Bugis sky culture is related (they are neighbouring ethnic groups on the island of Sulawesi) so it is similar. ### Constellations and star names `Slanted House` (_Bittoéng Sapo Kepang_) is used as an indicator for the south. Five stars (including Crux) form a house with uneven foundations. `Widow` (_Bittoéng Tuwallu_) is a pair of stars just below the `Slanted House`, so also a sign for the south direction. Although one source[#1] doesn't link the two stars with a line, the equivalent Bugis data does[#2]. They are linked here. `Shark` (_Bittoéng Mangiwang_) is an asterism which marks the entry of the northwest monsoon season. There is a triangular fin in the middle, and a tail at the back. The drawing in one source[#1] has a large open mouth, but no star is identified for the back of the mouth, so none is included here (the mouth is closed). `Stingray` (_Bittoéng Lambaru_) also marks the entry of the northwest monsoon season. There is a head (with two eyes, which are not linked by lines to the head) and a tail. `Fishing Net` (_Bittoéng Panjala_) is used as an indicator of the entry of the cool season (between the two monsoons) and the appearance of the bambang fish. It consists of fishermen and a boat. `Group of Three Stars` (_Bittoéng Tallu-tallu_) are two groups of stars that each have three stars in line. These stars are a mark towards the east from the Pleiades. The stars are not linked into lines in one source[#1], but are linked here, since they're described as being "in line". The Pleiades (_Bittoéng Malunus_, which has no special meaning) are used as a sign of increasing number of flying fish in the Makassar Strait during the southeast monsoon season. ### Planets Venus is `Pig` (_Bittoéng Bawi_). This star is used by mountain people as a mark that pigs will come out looking for food. Venus is also called `Star Carrying the Sun` (_Bittoéng Pambawa Allo_). It is a sign that the Sun will rise about an hour later. ### Other sky objects An unidentified sky object called `Star of Fishermen` (_Bittoéng Pambosei_) is a marker towards the north. This star usually appears in February, during the northwest monsoon season. `Dragon` (_Bittoéng Naga_) is the Milky Way. It is used by fishermen to find a good fishing location. It usually rises in the southeast, and when it disappears, fishermen are afraid that strong winds will appear.
cs: Tato kultura oblohy má 6 obrazců souhvězdí, názvy pro 3 další identifikované nebeské objekty (Plejády, Mléčná dráha a Venuše) a název neidentifikovaného nebeského objektu. Souhvězdí odrážejí tradici mořeplavectví. Tato kultura oblohy pro Stellarium je přepisem dat shromážděných prostřednictvím rozhovorů s vysloužilými rybáři[#1]. Kultura oblohy Bugis je příbuzná (jsou to sousední etnické skupiny na ostrově Sulawesi), takže je podobná. ### Souhvězdí a jména hvězd `Slanted House` (_Bittoéng Sapo Kepang_) se používá jako ukazatel pro jih. Pět hvězd (včetně Crux) tvoří dům s nerovnými základy. `Widow` (_Bittoéng Tuwallu_) je dvojice hvězd těsně pod `Slanted House`, tedy také znamení pro jižní směr. Ačkoli jeden zdroj [#1] nepropojuje dvě hvězdy čárou, ekvivalentní data Bugis ano [#2]. Jsou zde propojeny. „Žralok“ (_Bittoéng Mangiwang_) je asterismus, který označuje vstup do období severozápadních monzunů. Uprostřed je trojúhelníková ploutev a vzadu ocas. Kresba v jednom zdroji[#1] má velká otevřená ústa, ale v zadní části není žádná hvězda, takže zde žádná není zahrnuta (ústa jsou zavřená). „Rejnok“ (_Bittoéng Lambaru_) také označuje vstup do období severozápadních monzunů. Má hlavu (se dvěma očima, které nejsou spojeny čarami s hlavou) a ocas. „Rybářská síť“ (_Bittoéng Panjala_) se používá jako indikátor vstupu do chladného období (mezi dvěma monzuny) a výskytu ryb bambang. Skládá se z rybářů a lodi. „Skupina tří hvězd“ (_Bittoéng Tallu-tallu_) jsou dvě skupiny hvězd, z nichž každá má tři hvězdy v řadě. Tyto hvězdy jsou značkou směrem na východ od Plejád. Hvězdy nejsou spojeny do čar v jednom zdroji [#1], ale jsou propojeny zde, protože jsou popsány jako „v řadě“. Plejády (_Bittoéng Malunus_, což nemá žádný zvláštní význam) se používají jako znamení zvyšujícího se počtu létajících ryb v Makassarském průlivu během jihovýchodního monzunového období. ### Planety Venuše je „prase“ (_Bittoéng Bawi_). Tuto hvězdu používají lidé z hor jako znamení, že prasata vyjdou hledat potravu. Venuše se také nazývá „Hvězda nesoucí Slunce“ (_Bittoéng Pambawa Allo_). Je to znamení, že Slunce vyjde asi o hodinu později. ### Jiné objekty na obloze Neznámý objekt na obloze zvaný „Hvězda rybářů“ (_Bittoéng Pambosei_) je ukazatelem směrem k severu. Tato hvězda se obvykle objevuje v únoru, během severozápadního monzunového období. "Drak" (_Bittoéng Naga_) je Mléčná dráha. Slouží rybářům k vyhledání dobré rybářské lokality. Většinou se zvedá na jihovýchodě, a když zmizí, rybáři se obávají, že se objeví silný vítr.
de: Diese Himmelskultur hat 6 Konstellationslinienfiguren, Namen für 3 andere identifizierte Himmelsobjekte (die Plejaden, die Milchstraße und die Venus) und den Namen eines nicht identifizierten Himmelsobjekts. Die Sternbilder spiegeln die Tradition der Seefahrt wider. Diese Himmelskultur für Stellarium ist eine Abschrift von Daten, die durch Interviews mit pensionierten Fischern gesammelt wurden [#1]. Die Bugis-Himmelskultur ist verwandt (sie sind benachbarte ethnische Gruppen auf der Insel Sulawesi), also ist sie ähnlich. ### Sternbilder und Sternnamen `Slanted House` (_Bittoéng Sapo Kepang_) wird als Indikator für den Süden verwendet. Fünf Sterne (einschließlich Crux) bilden ein Haus mit unebenen Fundamenten. `Widow` (_Bittoéng Tuwallu_) ist ein Sternenpaar direkt unter dem `Slanted House`, also auch ein Zeichen für die Südrichtung. Obwohl eine Quelle [#1] die beiden Sterne nicht mit einer Linie verbindet, tun es die entsprechenden Bugis-Daten [#2]. Sie sind hier verlinkt. „Shark“ (_Bittoéng Mangiwang_) ist ein Asterismus, der den Beginn der nordwestlichen Monsunzeit markiert. In der Mitte befindet sich eine dreieckige Flosse und hinten ein Schwanz. Die Zeichnung in einer Quelle [#1] hat einen großen offenen Mund, aber für die Rückseite des Mundes ist kein Stern identifiziert, daher ist hier keiner enthalten (der Mund ist geschlossen). `Stingray` (_Bittoéng Lambaru_) markiert auch den Beginn der nordwestlichen Monsunzeit. Es gibt einen Kopf (mit zwei Augen, die nicht durch Linien mit dem Kopf verbunden sind) und einen Schwanz. `Fishing Net` (_Bittoéng Panjala_) wird als Indikator für den Beginn der kühlen Jahreszeit (zwischen den beiden Monsunen) und das Erscheinen der Bambang-Fische verwendet. Es besteht aus Fischern und einem Boot. „Gruppe von drei Sternen“ (_Bittoéng Tallu-tallu_) sind zwei Gruppen von Sternen, die jeweils drei Sterne in einer Reihe haben. Diese Sterne sind eine Markierung von den Plejaden nach Osten. Die Sterne sind in einer Quelle [#1] nicht zu Linien verknüpft, sondern hier, da sie als "in Linie" beschrieben werden. Die Plejaden (_Bittoéng Malunus_, die keine besondere Bedeutung haben) werden als Zeichen für die zunehmende Anzahl fliegender Fische in der Makassarstraße während der südöstlichen Monsunzeit verwendet. ### Planeten Venus ist „Schwein“ (_Bittoéng Bawi_). Dieser Stern wird von Bergbewohnern als Zeichen dafür verwendet, dass Schweine herauskommen, um nach Nahrung zu suchen. Venus wird auch „Stern, der die Sonne trägt“ (_Bittoéng Pambawa Allo_) genannt. Es ist ein Zeichen dafür, dass die Sonne etwa eine Stunde später aufgehen wird. ### Andere Himmelsobjekte Ein nicht identifiziertes Himmelsobjekt namens „Stern der Fischer“ (_Bittoéng Pambosei_) ist eine Markierung in Richtung Norden. Dieser Stern erscheint normalerweise im Februar während der nordwestlichen Monsunzeit. „Dragon“ (_Bittoéng Naga_) ist die Milchstraße. Es wird von Fischern verwendet, um einen guten Angelplatz zu finden. Es steigt normalerweise im Südosten auf, und wenn es verschwindet, befürchten die Fischer, dass starke Winde auftreten werden.
es: Esta cultura del cielo tiene 6 figuras de líneas de constelaciones, nombres para otros 3 objetos del cielo identificados (las Pléyades, la Vía Láctea y Venus) y el nombre de un objeto del cielo no identificado. Las constelaciones reflejan la tradición marinera. Esta cultura del cielo para Stellarium es una transcripción de los datos recopilados a través de entrevistas con pescadores jubilados [#1]. La cultura del cielo Bugis está relacionada (son grupos étnicos vecinos en la isla de Sulawesi) por lo que es similar. ### Constelaciones y nombres de estrellas 'Casa inclinada' (_Bittoéng Sapo Kepang_) se utiliza como indicador del sur. Cinco estrellas (incluida Crux) forman una casa con cimientos irregulares. `Viuda` (_Bittoéng Tuwallu_) es un par de estrellas justo debajo de la `Casa inclinada`, por lo que también es una señal de la dirección sur. Aunque una fuente [#1] no vincula las dos estrellas con una línea, los datos Bugis equivalentes sí lo hacen [#2]. Están enlazados aquí. `Tiburón` (_Bittoéng Mangiwang_) es un asterismo que marca la entrada de la temporada del monzón del noroeste. Hay una aleta triangular en el medio y una cola en la parte posterior. El dibujo en una fuente [#1] tiene una gran boca abierta, pero no se identifica ninguna estrella para la parte posterior de la boca, por lo que no se incluye ninguna aquí (la boca está cerrada). `Stingray` (_Bittoéng Lambaru_) también marca la entrada de la temporada del monzón del noroeste. Hay una cabeza (con dos ojos, que no están unidos por líneas a la cabeza) y una cola. La `red de pesca` (_Bittoéng Panjala_) se utiliza como indicador de la entrada de la estación fresca (entre los dos monzones) y la aparición del pez bambang. Se compone de pescadores y un barco. El 'Grupo de tres estrellas' (_Bittoéng Tallu-tallu_) son dos grupos de estrellas que tienen cada uno tres estrellas en línea. Estas estrellas son una marca hacia el este de las Pléyades. Las estrellas no están vinculadas en líneas en una fuente [#1], pero están vinculadas aquí, ya que se describen como "en línea". Las Pléyades (_Bittoéng Malunus_, que no tiene un significado especial) se utilizan como un signo del aumento del número de peces voladores en el Estrecho de Makassar durante la temporada del monzón del sureste. ### Planetas Venus es `Cerdo` (_Bittoéng Bawi_). Esta estrella es utilizada por los montañeses como señal de que los cerdos saldrán a buscar comida. Venus también se llama 'Estrella que lleva el Sol' (_Bittoéng Pambawa Allo_). Es una señal de que el Sol saldrá aproximadamente una hora más tarde. ### Otros objetos del cielo Un objeto del cielo no identificado llamado 'Estrella de los Pescadores' (_Bittoéng Pambosei_) es un marcador hacia el norte. Esta estrella suele aparecer en febrero, durante la temporada del monzón del noroeste. `Dragón` (_Bittoéng Naga_) es la Vía Láctea. Es utilizado por los pescadores para encontrar un buen lugar para pescar. Suele nacer en el sureste, y cuando desaparece, los pescadores temen que aparezcan fuertes vientos.
it: Questa cultura del cielo ha 6 figure di linee di costellazione, nomi di altri 3 oggetti celesti identificati (le Pleiadi, la Via Lattea e Venere) e il nome di un oggetto celestiale non identificato. Le costellazioni riflettono la tradizione marinara. Questa cultura del cielo per Stellarium è una trascrizione di dati raccolti attraverso interviste con pescatori in pensione [#1]. La cultura del cielo Bugis è correlata (sono gruppi etnici vicini sull'isola di Sulawesi), quindi è simile. ### Costellazioni e nomi di stelle La `casa inclinata` (_Bittoéng Sapo Kepang_) è usata come indicatore del sud. Cinque stelle (incluso Crux) formano una casa con fondamenta irregolari. `Widow` (_Bittoéng Tuwallu_) è una coppia di stelle appena sotto la `Slanted House`, quindi anche un segno per la direzione sud. Sebbene una fonte [#1] non colleghi le due stelle con una linea, i dati Bugis equivalenti lo fanno [#2]. Sono collegati qui. `Shark` (_Bittoéng Mangiwang_) è un asterismo che segna l'inizio della stagione dei monsoni di nord-ovest. C'è una pinna triangolare nel mezzo e una coda nella parte posteriore. Il disegno in una fonte [#1] ha una grande bocca aperta, ma non è stata identificata alcuna stella per la parte posteriore della bocca, quindi nessuna è inclusa qui (la bocca è chiusa). `Stingray` (_Bittoéng Lambaru_) segna anche l'inizio della stagione dei monsoni di nord-ovest. C'è una testa (con due occhi, che non sono collegati da linee alla testa) e una coda. `Rete da pesca` (_Bittoéng Panjala_) è usato come indicatore dell'inizio della stagione fresca (tra i due monsoni) e dell'aspetto del pesce bambang. Si compone di pescatori e una barca. Il `Gruppo di tre stelle` (_Bittoéng Tallu-tallu_) sono due gruppi di stelle che hanno ciascuno tre stelle in linea. Queste stelle sono un segno verso est dalle Pleiadi. Le stelle non sono collegate in linee in una fonte [#1], ma sono collegate qui, poiché sono descritte come "in linea". Le Pleiadi (_Bittoéng Malunus_, che non ha un significato particolare) sono usate come segno del numero crescente di pesci volanti nello stretto di Makassar durante la stagione dei monsoni di sud-est. ### Pianeti Venere è "Maiale" (_Bittoéng Bawi_). Questa stella è usata dai montanari come segno che i maiali usciranno in cerca di cibo. Venere è anche chiamata "Stella che porta il sole" (_Bittoéng Pambawa Allo_). È un segno che il Sole sorgerà circa un'ora dopo. ### Altri oggetti del cielo Un oggetto celeste non identificato chiamato "Stella dei pescatori" (_Bittoéng Pambosei_) è un indicatore verso nord. Questa stella appare di solito a febbraio, durante la stagione dei monsoni di nord-ovest. `Dragon` (_Bittoéng Naga_) è la Via Lattea. Viene utilizzato dai pescatori per trovare un buon luogo di pesca. Di solito sorge a sud-est e quando scompare, i pescatori temono che compaiano forti venti.
ja: この空の文化には、6 つの星座線図、他の 3 つの識別された天体 (プレアデス、天の川、金星) の名前、および未確認の天体の名前があります。星座は航海の伝統を反映しています。 Stellarium のこの空の文化は、引退した漁師へのインタビューを通じて収集されたデータの写しです [#1]。 ブギスのスカイ カルチャーは関連している (スラウェシ島の近隣の民族グループ) ため、類似しています。 ### 星座と星の名前 「傾斜した家」 (_Bittoéng Sapo Kepang_) は、南の指標として使用されます。 5 つの星 (Crux を含む) が不均一な土台を持つ家を形成します。 `未亡人` (_Bittoéng Tuwallu_) は、`Slanted House` のすぐ下にある一対の星で、南方向の標識でもあります。 1 つのソース [#1] は 2 つの星を線で結びませんが、同等の Bugis データは [#2] を結びます。それらはここにリンクされています。 「サメ」 (_Bittoéng Mangiwang_) は、北西モンスーン シーズンの始まりを示すアステリズムです。真ん中に三角形のひれがあり、後ろに尾があります。あるソースの図面 [#1] には大きく開いた口がありますが、口の後ろに星が識別されていないため、ここには何も含まれていません (口は閉じています)。 「アカエイ」 (_Bittoéng Lambaru_) も、北西モンスーン シーズンの始まりを示します。頭（頭と線で結ばれていない2つの目）と尾があります。 「漁網」 (_Bittoéng Panjala_) は、涼しい季節 (2 つのモンスーンの間) とバンバン魚の出現の指標として使用されます。漁師とボートで構成されています。 「3 つの星のグループ」 (_Bittoéng Tallu-tallu_) は、それぞれ 3 つの星が並んでいる 2 つの星のグループです。これらの星は、プレアデス星団から東に向かってマークされています。星は 1 つのソース [#1] では線にリンクされていませんが、ここではリンクされています。 プレアデス (_Bittoéng Malunus_、特別な意味はありません) は、南東モンスーンの季節にマカッサル海峡でトビウオが増加する兆候として使用されます。 ### 惑星 金星は「豚」(_Bittoéng Bawi_)です。この星は、山の人々が豚が食べ物を探しに出てくる目印として使用しています。 金星は「太陽を運ぶ星」(_Bittoéng Pambawa Allo_)とも呼ばれます。太陽が昇るのが約1時間遅れるサインです。 ### その他の天体 「漁師の星」(_Bittoéng Pambosei_) と呼ばれる正体不明の天体は、北に向かう目印です。この星は通常、北西モンスーンの季節である 2 月に現れます。 `ドラゴン` (_Bittoéng Naga_) は天の川です。漁師が良い釣り場を見つけるために使用します。通常は南東から上昇し、消えると強風が吹くのではないかと漁師は恐れている。
nl: Deze hemelcultuur heeft 6 sterrenbeeldlijnfiguren, namen voor 3 andere geïdentificeerde hemelobjecten (de Pleiaden, de Melkweg en Venus) en de naam van een niet-geïdentificeerd hemelobject. De sterrenbeelden weerspiegelen de zeevaarttraditie. Deze luchtcultuur voor Stellarium is een transcriptie van gegevens die zijn verzameld door middel van interviews met gepensioneerde vissers [#1]. De Bugis-hemelcultuur is verwant (het zijn naburige etnische groepen op het eiland Sulawesi), dus het is vergelijkbaar. ### Sterrenbeelden en namen van sterren `Slanted House` (_Bittoéng Sapo Kepang_) wordt gebruikt als een indicator voor het zuiden. Vijf sterren (inclusief Crux) vormen een huis met ongelijke funderingen. `Widow` (_Bittoéng Tuwallu_) is een sterrenpaar net onder het `Slanted House`, dus ook een teken voor de zuidelijke richting. Hoewel één bron [#1] de twee sterren niet met een lijn verbindt, doet de equivalente Bugis-gegevens dat wel [#2]. Ze zijn hier gekoppeld. 'Shark' (_Bittoéng Mangiwang_) is een asterisme dat het begin van het noordwestelijke moessonseizoen markeert. Er is een driehoekige vin in het midden en een staart aan de achterkant. De tekening in één bron [#1] heeft een grote open mond, maar er is geen ster geïdentificeerd voor de achterkant van de mond, dus hier is er geen opgenomen (de mond is gesloten). `Stingray` (_Bittoéng Lambaru_) markeert ook het begin van het noordwestelijke moessonseizoen. Er is een kop (met twee ogen, die niet door lijnen met de kop verbonden zijn) en een staart. 'Visnet' (_Bittoéng Panjala_) wordt gebruikt als een indicator voor het binnenkomen van het koele seizoen (tussen de twee moessons) en het uiterlijk van de bambang-vis. Het bestaat uit vissers en een boot. 'Groep van drie sterren' (_Bittoéng Tallu-tallu_) zijn twee groepen sterren die elk drie sterren in een rij hebben. Deze sterren zijn een teken richting het oosten vanaf de Pleiaden. De sterren zijn niet gekoppeld aan lijnen in één bron [#1], maar zijn hier gekoppeld, omdat ze worden beschreven als "in lijn". De Pleiaden (_Bittoéng Malunus_, wat geen speciale betekenis heeft) worden tijdens het zuidoostelijke moessonseizoen gebruikt als teken van een toenemend aantal vliegende vissen in de Straat van Makassar. ### Planeten Venus is `Varken` (_Bittoéng Bawi_). Deze ster wordt door bergmensen gebruikt als teken dat varkens naar buiten komen op zoek naar voedsel. Venus wordt ook wel 'Ster die de zon draagt' genoemd (_Bittoéng Pambawa Allo_). Het is een teken dat de zon ongeveer een uur later opkomt. ### Andere hemelobjecten Een ongeïdentificeerd hemelobject genaamd 'Star of Fishermen' (_Bittoéng Pambosei_) is een markering naar het noorden. Deze ster verschijnt meestal in februari, tijdens het noordwestelijke moessonseizoen. `Dragon` (_Bittoéng Naga_) is de Melkweg. Het wordt gebruikt door vissers om een goede vislocatie te vinden. Het stijgt meestal in het zuidoosten en wanneer het verdwijnt, zijn vissers bang dat er harde wind zal verschijnen.
zh_cn: 这种天空文化有 6 个星座线图形、其他 3 个已识别的天体（昴宿星、银河系和金星）的名称，以及一个未识别的天体的名称。星座反映了航海传统。 Stellarium 的这种天空文化是通过采访退休渔民[#1] 收集的数据的抄本。 武吉士天空文化是相关的（他们是苏拉威西岛上的邻近民族），所以它是相似的。 ### 星座和星名 `Slanted House` (Bittoéng Sapo Kepang) 被用作南方的指标。五颗星（包括Crux）形成了一个地基不平坦的房子。 “寡妇”（Bittoéng Tuwallu）是“斜屋”正下方的一对星星，因此也是南向的标志。虽然一个来源[#1] 没有用一条线将两颗星连接起来，但等效的武吉士数据却有[#2]。它们链接在这里。 “鲨鱼”（Bittoéng Mangiwang）是一个星号，标志着西北季风季节的进入。中间有一个三角鳍，后面有一条尾巴。一个来源[#1] 中的绘图有一个大的张开的嘴，但嘴后部没有识别出星星，所以这里没有包括（嘴是闭合的）。 “黄貂鱼”（Bittoéng Lambaru）也标志着西北季风季节的进入。有一个头（有两只眼睛，与头没有线相连）和一条尾巴。 `渔网`（Bittoéng Panjala）被用作凉爽季节（两个季风之间）进入和班邦鱼出现的指标。它由渔民和一艘船组成。 “三颗星”（Bittoéng Tallu-tallu）是两组恒星，每组都有三颗星。这些星星是昴星团向东的标志。星星没有在一个来源[#1] 中链接成线，但在这里链接，因为它们被描述为“在线”。 昴宿星团（Bittoéng Malunus，没有特殊含义）被用作东南季风季节期间望加锡海峡飞鱼数量增加的标志。 ### 行星 金星是“猪”（Bittoéng Bawi）。这颗星被山人用来作为猪出来觅食的标志。 金星也被称为“承载太阳的星”（Bittoéng Pambawa Allo）。这是太阳将在一个小时后升起的迹象。 ### 其他天空物体 一个名为“渔民之星”（Bittoéng Pambosei）的不明天空物体是向北的标志。这颗星通常出现在二月的西北季风季节。 `Dragon` (Bittoéng Naga) 是银河系。渔民用它来寻找一个好的钓鱼地点。它通常在东南方升起，当它消失时，渔民们害怕会出现强风。
zh_tw: 這種天空文化有 6 個星座線圖形、其他 3 個已識別的天體（昴宿星、銀河系和金星）的名稱，以及一個未識別的天體的名稱。星座反映了航海傳統。 Stellarium 的這種天空文化是通過採訪退休漁民[#1] 收集的數據的抄本。 武吉士天空文化是相關的（他們是蘇拉威西島上的鄰近民族），所以它是相似的。 ### 星座和星名 `Slanted House` (Bittoéng Sapo Kepang) 被用作南方的指標。五顆星（包括Crux）形成了一個地基不平坦的房子。 “寡婦”（Bittoéng Tuwallu）是“斜屋”正下方的一對星星，因此也是南向的標誌。雖然一個來源[#1] 沒有用一條線將兩顆星連接起來，但等效的武吉士數據卻有[#2]。它們鏈接在這裡。 “鯊魚”（Bittoéng Mangiwang）是一個星號，標誌著西北季風季節的進入。中間有一個三角鰭，後面有一條尾巴。一個來源[#1] 中的繪圖有一個大的張開的嘴，但嘴後部沒有識別出星星，所以這裡沒有包括（嘴是閉合的）。 “黃貂魚”（Bittoéng Lambaru）也標誌著西北季風季節的進入。有一個頭（有兩隻眼睛，與頭沒有線相連）和一條尾巴。 `漁網`（Bittoéng Panjala）被用作涼爽季節（兩個季風之間）進入和班邦魚出現的指標。它由漁民和一艘船組成。 “三顆星”（Bittoéng Tallu-tallu）是兩組恆星，每組都有三顆星。這些星星是昴星團向東的標誌。星星沒有在一個來源[#1] 中鏈接成線，但在這裡鏈接，因為它們被描述為“在線”。 昴宿星團（Bittoéng Malunus，沒有特殊含義）被用作東南季風季節期間望加錫海峽飛魚數量增加的標誌。 ### 行星 金星是“豬”（Bittoéng Bawi）。這顆星被山人用來作為豬出來覓食的標誌。 金星也被稱為“承載太陽的星”（Bittoéng Pambawa Allo）。這是太陽將在一個小時後升起的跡象。 ### 其他天空物體 一個名為“漁民之星”（Bittoéng Pambosei）的不明天空物體是向北的標誌。這顆星通常出現在二月的西北季風季節。 `Dragon` (Bittoéng Naga) 是銀河系。漁民用它來尋找一個好的釣魚地點。它通常在東南方升起，當它消失時，漁民們害怕會出現強風。
