Repository: 10110111/stellarium-skycultures
Catalog: mandar/po/*.po
Languages: ar, cs, de, es, it, ja, ko, nl, zh_cn, zh_tw

source: Mandar
ar: ماندار
it: Mandante
ja: マンダー
ko: 만다르
zh_cn: 曼达尔
zh_tw: 曼達爾

source: The Mandar are an ethnic group on the island of Sulawesi in Indonesia, with a strong seafaring and trading tradition. The sailors used stars and asterisms to pinpoint the cardinal directions. This sky culture has 6 constellation line figures, names for 3 other identified sky objects (the Pleiades, the Milky Way, and Venus), and the name of an unidentified sky object. The constellations reflect the seafaring tradition.
ar: الماندار هي مجموعة عرقية في جزيرة سولاويزي في إندونيسيا ، ولديها تقاليد قوية في الملاحة البحرية والتجارة. استخدم البحارة النجوم والنجوم لتحديد الاتجاهات الأساسية. تحتوي ثقافة السماء هذه على 6 أشكال لخطوط الأبراج ، وأسماء لثلاثة أجسام سماوية أخرى محددة (الثريا ، ودرب التبانة ، والزهرة) ، واسم جسم سماوي غير معروف. تعكس الأبراج تقاليد الإبحار.
ko: 만다르는 인도네시아 술라웨시 섬에 사는 소수민족으로, 항해와 무역의 전통이 강합니다. 선원들은 별과 별표를 사용하여 기본 방향을 정확히 찾아냈습니다. 이 하늘 문화에는 6개의 별자리 선 그림, 확인된 다른 3개의 하늘 개체(플레이아데스, 은하수, 금성)에 대한 이름 및 미확인 하늘 개체의 이름이 있습니다. 별자리는 항해 전통을 반영합니다.

source: This sky culture for Stellarium is a transcript of data recorded in [#1]. This data was collected through interviews with retired fishermen. The Bugis sky culture is related (they are neighbouring ethnic groups on the island of Sulawesi) so it is similar. ### Constellations and star names `Slanted House` (_Bittoéng Sapo Kepang_) is used as an indicator for the south. Five stars (including Crux) form a house with uneven foundations. `Widow` (_Bittoéng Tuwallu_) is a pair of stars just below the `Slanted House`, so also a sign for the south direction. Although source [#1] doesn't link the two stars with a line, the equivalent Bugis data does in [#2]. They are linked here. `Shark` (_Bittoéng Mangiwang_) is an asterism which marks the entry of the northwest monsoon season. There is a triangular fin in the middle, and a tail at the back. The drawing in [#1] has a large open mouth, but no star is identified for the back of the mouth, so none is included here (the mouth is closed). `Stingray` (_Bittoéng Lambaru_) also marks the entry of the northwest monsoon season. There is a head (with two eyes, which are not linked by lines to the head) and a tail. `Fishing Net` (_Bittoéng Panjala_) is used as an indicator of the entry of the cool season (between the two monsoons) and the appearance of the bambang fish. It consists of fishermen and a boat. `Group of Three Stars` (_Bittoéng Tallu-tallu_) are two groups of stars that each have three stars in line. These stars are a mark towards the east from the Pleiades. The stars are not linked into lines in [#1], but are linked here, since they're described as being "in line". The Pleiades (_Bittoéng Malunus_, which has no special meaning) are used as a sign of increasing number of flying fish in the Makassar Strait during the southeast monsoon season. ### Planets Venus is `Pig` (_Bittoéng Bawi_). This star is used by mountain people as a mark that pigs will come out looking for food. Venus is also called `Star Carrying the Sun` (_Bittoéng Pambawa Allo_). It is a sign that the Sun will rise about an hour later. ### Other sky objects An unidentified sky object called `Star of Fishermen` (_Bittoéng Pambosei_) is a marker towards the north. This star usually appears in February, during the northwest monsoon season. `Dragon` (_Bittoéng Naga_) is the Milky Way. It is used by fishermen to find a good fishing location. It usually rises in the southeast, and when it disappears, fishermen are afraid that strong winds will appear.
ar: هذه الثقافة السماوية لـ Stellarium هي نسخة من البيانات المسجلة في [#1]. تم جمع هذه البيانات من خلال مقابلات مع الصيادين المتقاعدين. ترتبط ثقافة سماء بوغيس (هم مجموعات عرقية مجاورة في جزيرة سولاويزي) لذا فهي متشابهة. ### الأبراج وأسماء النجوم يستخدم "البيت المائل" (_Bittoéng Sapo Kepang_) كمؤشر للجنوب. تشكل خمس نجوم (بما في ذلك Crux) منزلًا له أساسات غير مستوية. "Widow" (_Bittoéng Tuwallu_) هو زوج من النجوم أسفل "Slanted House" مباشرةً ، لذا فهي أيضًا علامة لاتجاه الجنوب. على الرغم من أن المصدر [#1] لا يربط النجمين بخط ، فإن بيانات Bugis المكافئة تفعل ذلك في [#2]. هم مرتبطون هنا. القرش (_Bittoéng Mangiwang_) عبارة عن علامة نجمية تشير إلى دخول موسم الرياح الموسمية الشمالية الغربية. توجد زعنفة مثلثة في المنتصف وذيل في الخلف. يحتوي الرسم الموجود في [#1] على فم كبير مفتوح ، ولكن لم يتم تحديد أي نجمة في الجزء الخلفي من الفم ، لذلك لم يتم تضمين أي نجمة هنا (الفم مغلق). "Stingray" (_Bittoéng Lambaru_) يمثل أيضًا دخول موسم الرياح الموسمية الشمالية الغربية. يوجد رأس (بعيون لا ترتبط بخطوط بالرأس) وذيل. يتم استخدام "شبكة صيد السمك" (Bittoéng Panjala_) كمؤشر لدخول الموسم البارد (بين الرياح الموسمية) وظهور سمكة البامبانج. تتكون من صيادين وقارب. "Group of Three Stars" (_Bittoéng Tallu-Tallu_) هما مجموعتان من النجوم لكل منهما ثلاث نجوم في الصف. هذه النجوم هي علامة باتجاه الشرق من الثريا. لم يتم ربط النجوم بخطوط في [#1] ، ولكنها مرتبطة هنا ، حيث يتم وصفها بأنها "في السطر". تُستخدم Pleiades (Bittoéng Malunus_ ، والتي ليس لها معنى خاص) كدليل على زيادة عدد الأسماك الطائرة في مضيق ماكاسار خلال موسم الرياح الموسمية الجنوبية الشرقية. ### الكواكب الزهرة هي "الخنزير" (_بيتوينج باوي_). يستخدم سكان الجبال هذا النجم كعلامة على أن الخنازير ستخرج بحثًا عن الطعام. يُطلق على كوكب الزهرة أيضًا اسم "نجمة تحمل الشمس" (_Bittoéng Pambawa Allo_). إنها علامة على أن الشمس ستشرق بعد حوالي ساعة. ### الأجرام السماوية الأخرى جسم سماوي مجهول يسمى "نجمة الصيادين" (_Bittoéng Pambosei_) هو علامة باتجاه الشمال. يظهر هذا النجم عادة في فبراير ، خلال موسم الرياح الموسمية الشمالية الغربية. "التنين" (_Bittoéng Naga_) هو درب التبانة. يتم استخدامه من قبل الصيادين للعثور على موقع جيد للصيد. عادة ما يرتفع في الجنوب الشرقي ، وعندما يختفي ، يخشى الصيادون ظهور رياح قوية.
ko: 스텔라리움을 위한 이 하늘 문화는 [#1]에 기록된 데이터의 사본입니다. 이 데이터는 은퇴한 어부들과의 인터뷰를 통해 수집되었습니다. 부기스 하늘 문화는 관련이 있으므로(술라웨시 섬의 이웃 민족 그룹임) 비슷합니다. ### 별자리와 별 이름 'Slanted House'(Bittoéng Sapo Kepang)는 남쪽을 나타내는 지표로 사용됩니다. 5개의 별(크룩스 포함)은 기초가 고르지 않은 집을 형성합니다. '과부'(Bittoéng Tuwallu)는 'Slanted House' 바로 아래에 있는 한 쌍의 별이므로 남쪽 방향의 표시이기도 합니다. 소스 [#1]은 두 개의 별을 선으로 연결하지 않지만 해당하는 Bugis 데이터는 [#2]에 있습니다. 그들은 여기에 연결되어 있습니다. '상어'(빛둥망이왕)는 북서 몬순 계절의 진입을 알리는 별자리입니다. 가운데에 삼각형 지느러미가 있고 뒤에 꼬리가 있다. [#1]의 그림은 입을 크게 벌리고 있지만 입 뒤쪽에 별이 식별되지 않으므로 여기에 포함되지 않습니다(입이 닫혀 있음). '가오리'(Bittoéng Lambaru)도 북서 몬순 계절의 시작을 알립니다. 머리(머리에 선으로 연결되지 않은 두 개의 눈이 있음)와 꼬리가 있습니다. '어망'(Bittoéng Panjala)은 시원한 계절(두 장마 사이)의 진입과 밤방 물고기의 출현을 나타내는 지표로 사용됩니다. 어부와 보트로 구성되어 있습니다. '세개의 별군'(Bittoéng Tallu-tallu)은 각각 3개의 별이 일렬로 늘어선 두 개의 별군입니다. 이 별들은 플레이아데스에서 동쪽을 향한 표시입니다. 별은 [#1]에서 선으로 연결되지 않지만 "인선"으로 설명되어 있으므로 여기에 연결됩니다. 플레이아데스(Bittoéng Malunus, 특별한 의미 없음)는 남동 몬순 시즌 동안 마카사르 해협에서 날치의 수가 증가한다는 표시로 사용됩니다. ### 행성 금성은 '돼지'(Bittoéng Bawi)입니다. 이 별은 산 사람들이 돼지가 먹이를 찾으러 나올 징조로 사용합니다. 금성은 '태양을 나르는 별'(Bittoéng Pambawa Allo)이라고도 합니다. 그것은 태양이 약 한 시간 후에 떠오를 징조입니다. ### 기타 하늘 개체 '어부의 별'(Bittoéng Pambosei)이라고 불리는 미확인 천체는 북쪽을 향한 표시입니다. 이 별은 보통 북서 몬순 시즌인 2월에 나타납니다. '용'(Bittoéng Naga)은 은하수입니다. 어부들이 좋은 낚시터를 찾기 위해 사용합니다. 보통 남동쪽에서 떠오르다가 사라지면 어부들은 강한 바람이 불지 않을까 두려워한다.

source: - [#1]: A. A. Rasyid, T. Hidayat, and W. Orchiston. Star patterns in Mandar navigation. In W. Orchiston and M. N. Vahia, editors, Exploring the History of Southeast Asian Astronomy, pages 549–564. Springer, Cham, 2021. - [#2]: Yukio Ohashi and Wayne Orchiston. The evolution of local Southeast Asian astronomy and the influence of China, India, the Islamic World and the West. In W Orchiston and M N Vahia, editors, Exploring the History of Southeast Asian Astronomy, pages 673–767. Springer, Cham, 2021. - [#3]: Doina Bucur. The network signature of constellation line figures. arXiv e-prints. arXiv:2110.12329 [cs.SI]. 2021. Available at <https://arxiv.org/abs/2110.12329>.
ar: - [#1]: أ. رشيد ، ت. هدايت ، و. أوركيستون. أنماط النجوم في ملاحة Mandar. في W. Orchiston و M.N Vahia ، محرران ، استكشاف تاريخ علم الفلك في جنوب شرق آسيا ، الصفحات 549-564. سبرينغر ، شام ، 2021. - [#2]: Yukio Ohashi و Wayne Orchiston. تطور علم الفلك المحلي في جنوب شرق آسيا وتأثير الصين والهند والعالم الإسلامي والغرب. في W Orchiston و MN Vahia ، محرران ، استكشاف تاريخ علم الفلك في جنوب شرق آسيا ، الصفحات 673-767. سبرينغر ، شام ، 2021. - [#3]: Doina Bucur. توقيع الشبكة لأرقام خط كوكبة. مطبوعات arXiv الإلكترونية. arXiv: 2110.12329 [cs.SI]. 2021. متاح على> https://arxiv.org/abs/2110.12329>.
cs: - [#1]: A. A. Rasyid, T. Hidayat a W. Orchiston. Hvězdné vzory v navigaci Mandar. V W. Orchiston a M. N. Vahia, editoři, Exploring the History of Southeast Asian Astronomy, strany 549–564. Springer, Cham, 2021. - [#2]: Yukio Ohashi a Wayne Orchiston. Vývoj místní jihovýchodní asijské astronomie a vliv Číny, Indie, islámského světa a Západu. V W Orchiston a M N Vahia, editoři, Exploring the History of Southeast Asian Astronomy, strany 673–767. Springer, Cham, 2021. - [#3]: Doina Bucur. Síťový podpis obrazců linie souhvězdí. arXiv e-printy. arXiv:2110.12329 [cs.SI]. 2021. Dostupné na <https://arxiv.org/abs/2110.12329>.
de: - [#1]: A. A. Rasyid, T. Hidayat und W. Orchiston. Sternmuster in der Mandar-Navigation. In W. Orchiston und M. N. Vahia, Herausgeber, Exploring the History of Southeast Asian Astronomy, Seiten 549–564. Springer, Cham, 2021. - [#2]: Yukio Ohashi und Wayne Orchiston. Die Entwicklung der lokalen südostasiatischen Astronomie und der Einfluss von China, Indien, der islamischen Welt und dem Westen. In W. Orchiston und M. N. Vahia, Herausgeber, Exploring the History of Southeast Asian Astronomy, Seiten 673–767. Springer, Cham, 2021. - [#3]: Doina Bucur. Die Netzwerksignatur von Konstellationslinienfiguren. arXiv E-Prints. arXiv:2110.12329 [cs.SI]. 2021. Verfügbar unter <https://arxiv.org/abs/2110.12329>.
es: - [#1]: A. A. Rasyid, T. Hidayat y W. Orchiston. Patrones de estrellas en la navegación Mandar. En W. Orchiston y M. N. Vahia, editores, Explorando la historia de la astronomía del sudeste asiático, páginas 549–564. Springer, Cham, 2021. - [#2]: Yukio Ohashi y Wayne Orchiston. La evolución de la astronomía local del sudeste asiático y la influencia de China, India, el mundo islámico y Occidente. En W Orchiston y M N Vahia, editores, Explorando la historia de la astronomía del sudeste asiático, páginas 673–767. Springer, Cham, 2021. - [#3]: Doina Bucur. La firma de red de figuras de línea de constelación. impresiones electrónicas arXiv. arXiv:2110.12329 [cs.SI]. 2021. Disponible en <https://arxiv.org/abs/2110.12329>.
it: - [#1]: A. A. Rasyid, T. Hidayat e W. Orchiston. Motivi a stella nella navigazione Mandar. In W. Orchiston e M. N. Vahia, editori, Exploring the History of Southeast Asian Astronomy, pagine 549–564. Springer, Cham, 2021. - [#2]: Yukio Ohashi e Wayne Orchiston. L'evoluzione dell'astronomia locale del sud-est asiatico e l'influenza della Cina, dell'India, del mondo islamico e dell'Occidente. In W Orchiston e MN Vahia, editori, Exploring the History of Southeast Asian Astronomy, pagine 673–767. Springer, Cham, 2021. - [RifX3]: Doina Bucur. La firma di rete delle figure delle costellazioni. arXiv e-print. arXiv:2110.12329 [cs.SI]. 2021. Disponibile su <https://arxiv.org/abs/2110.12329>.
ja: - [#1]: A. A. Rasyid、T. Hidayat、および W. Orchiston。マンダー ナビゲーションのスター パターン。 W. Orchiston と M. N. Vahia の編集者、Exploring the History of Southeast Asian Astronomy、549 ～ 564 ページ。スプリンガー、チャム、2021年。 - [#2]: 大橋由紀夫とウェイン・オーチストン。地域の東南アジアの天文学の進化と、中国、インド、イスラム世界、西洋の影響。 W Orchiston と M N Vahia の編集者、Exploring the History of Southeast Asian Astronomy、673 ～ 767 ページ。スプリンガー、チャム、2021年。 - [#3]: ドイナ ブクル。星座線図のネットワーク署名。 arXiv e-プリント。 arXiv:2110.12329 [cs.SI]。 2021. <https://arxiv.org/abs/2110.12329> で入手可能。
ko: - [#1]: A. A. Rasyid, T. Hidayat 및 W. Orchiston. Mandar 탐색의 별 패턴. W. Orchiston 및 M. N. Vahia 편집자, 동남아시아 천문학의 역사 탐구, 549-564페이지. Springer, Cham, 2021. - [#2]: Ohashi Yukio 및 Wayne Orchiston. 지역 동남아시아 천문학의 발전과 중국, 인도, 이슬람 세계 및 서구의 영향. W Orchiston 및 M N Vahia 편집자, 동남아시아 천문학의 역사 탐구, 673-767페이지. Springer, Cham, 2021. - [#3]: Doina Bucur. 별자리 라인 수치의 네트워크 서명. arXiv 전자 인쇄. arXiv:2110.12329 [cs.SI]. 2021. <https://arxiv.org/abs/2110.12329>에서 확인 가능.
nl: - [#1]: A.A. Rasyid, T. Hidayat en W. Orchiston. Sterpatronen in Mandar-navigatie. In W. Orchiston en M. N. Vahia, redacteuren, Exploring the History of Southeast Asian Astronomy, pagina's 549-564. Springer, Cham, 2021. - [#2]: Yukio Ohashi en Wayne Orchiston. De evolutie van de lokale Zuidoost-Aziatische astronomie en de invloed van China, India, de islamitische wereld en het Westen. In W Orchiston en MN Vahia, redacteuren, Exploring the History of Southeast Asian Astronomy, pagina's 673-767. Springer, Cham, 2021. - [#3]: Doina Bucur. De netwerkhandtekening van constellatielijnfiguren. arXiv e-prints. arXiv:2110.12329 [cs.SI]. 2021. Beschikbaar op <https://arxiv.org/abs/2110.12329>.
zh_cn: - [#1]: A. A. Rasyid、T. Hidayat 和 W. Orchiston。 Mandar 导航中的星形图案。在 W. Orchiston 和 M. N. Vahia，编辑，探索东南亚天文学的历史，第 549-564 页。施普林格，湛，2021。 - [#2]: Yukio Ohashi 和 Wayne Orchiston。东南亚地方天文学的演变和中国、印度、伊斯兰世界和西方的影响。在 W Orchiston 和 M N Vahia，编辑，探索东南亚天文学的历史，第 673-767 页。施普林格，湛，2021。 - [#3]: Doina Bucur。星座线图的网络签名。 arXiv 电子版。 arXiv:2110.12329 [cs.SI]。 2021 年。可在 <https://arxiv.org/abs/2110.12329> 获得。
zh_tw: - [#1]: A. A. Rasyid、T. Hidayat 和 W. Orchiston。 Mandar 導航中的星形圖案。在 W. Orchiston 和 M. N. Vahia，編輯，探索東南亞天文學的歷史，第 549-564 頁。施普林格，湛，2021。 - [#2]: Yukio Ohashi 和 Wayne Orchiston。東南亞地方天文學的演變和中國、印度、伊斯蘭世界和西方的影響。在 W Orchiston 和 M N Vahia，編輯，探索東南亞天文學的歷史，第 673-767 頁。施普林格，湛，2021。 - [#3]: Doina Bucur。星座線圖的網絡簽名。 arXiv 電子版。 arXiv:2110.12329 [cs.SI]。 2021 年。可在 <https://arxiv.org/abs/2110.12329> 獲得。

source: This sky culture was contributed by _Doina Bucur_ (d.bucur@utwente.nl). It was digitised for the cross-culture analysis of constellation line figures in reference [#3], `The network signature of constellation line figures`.
ar: ساهمت ثقافة السماء هذه _Doina Bucur_ (d.bucur@utwente.nl). تمت ترقيمها لتحليل الثقافة المشتركة لأرقام خط الكوكبة في المرجع [#3] ، "توقيع الشبكة لأرقام خط الكوكبة".
cs: K této kultuře oblohy přispěla _Doina Bucur_ (d.bucur@utwente.nl). Byl digitalizován pro mezikulturní analýzu obrazců souhvězdí v odkazu [#3], "Síťový podpis obrazců souhvězdí".
de: Diese Himmelskultur wurde von _Doina Bucur_ (d.bucur@utwente.nl) beigesteuert. Es wurde für die kulturübergreifende Analyse von Konstellationslinienfiguren in Referenz [#3], „Die Netzwerksignatur von Konstellationslinienfiguren“, digitalisiert.
es: Esta cultura del cielo fue aportada por _Doina Bucur_ (d.bucur@utwente.nl). Fue digitalizado para el análisis transcultural de figuras de líneas de constelaciones en la referencia [#3], `La firma de red de figuras de líneas de constelaciones`.
it: Questa cultura del cielo è stata fornita da _Doina Bucur_ (d.bucur@utwente.nl). È stato digitalizzato per l'analisi incrociata delle figure delle linee di costellazione nel riferimento [#3], "La firma della rete delle figure delle linee di costellazione".
ja: このスカイ カルチャーは _Doina Bucur_ (d.bucur@utwente.nl) によって提供されました。これは、参照 [#3]、「星座線図のネットワーク署名」の星座線図の異文化間分析のためにデジタル化されました。
ko: 이 하늘 문화는 Doina Bucur(d.bucur@utwente.nl)가 제공했습니다. 참조 [#3], 'The network signature of constellation line figure'에서 별자리 선 그림의 교차 문화 분석을 위해 디지털화되었습니다.
nl: Deze luchtcultuur is een bijdrage van _Doina Bucur_ (d.bucur@utwente.nl). Het werd gedigitaliseerd voor de cross-culture-analyse van constellatielijnfiguren in referentie [#3], 'The network signature of constellatielijnfiguren'.
zh_cn: 这种天空文化由 Doina Bucur (d.bucur@utwente.nl) 贡献。在参考文献[#3]，`星座线图的网络签名'中将其数字化用于星座线图的跨文化分析。
zh_tw: 這種天空文化由 Doina Bucur (d.bucur@utwente.nl) 貢獻。在參考文獻[#3]，`星座線圖的網絡簽名'中將其數字化用於星座線圖的跨文化分析。

source: `CC BY-SA`: Creative Commons, requires attribution, and derivative works can be distributed under an identical (not more restrictive) license.
ar: "CC BY-SA": المشاع الإبداعي ، يتطلب الإسناد ، ويمكن توزيع الأعمال المشتقة بموجب ترخيص مماثل (وليس أكثر تقييدًا).
es: `CC BY-SA`: Creative Commons, requiere atribución, y los trabajos derivados se pueden distribuir bajo una licencia idéntica (no más restrictiva).
ja: `CC BY-SA`: クリエイティブ コモンズ、帰属表示が必要であり、派生作品は同一の (より制限的ではない) ライセンスの下で配布できます。
ko: `CC BY-SA`: 크리에이티브 커먼즈, 저작자 표시가 필요하며 파생 작업은 동일한(더 제한적이지 않은) 라이선스에 따라 배포될 수 있습니다.
zh_cn: `CC BY-SA`：知识共享，需要署名，衍生作品可以在相同的（不是更严格的）许可下分发。

source: Slanted House
ar: البيت المائل
cs: Šikmý dům
de: Schräges Haus
es: casa inclinada
it: Casa inclinata
ja: 傾いた家
ko: 기울어진 집
nl: Schuin Huis
zh_cn: 斜屋
zh_tw: 斜屋

source: Used as an indicator for the south.
ar: تستخدم كمؤشر للجنوب.
cs: Používá se jako indikátor pro jih.
de: Wird als Indikator für den Süden verwendet.
es: Se utiliza como indicador para el sur.
it: Usato come indicatore per il sud.
ja: 南の指標として使用されます。
ko: 남쪽을 나타내는 지표로 사용됩니다.
nl: Gebruikt als een indicator voor het zuiden.
zh_cn: 用作南方的指标。
zh_tw: 用作南方的指標。

source: Shark
ar: قرش
cs: Žralok
de: Hai
es: Tiburón
it: Squalo
ja: 鮫
ko: 상어
nl: Haai
zh_cn: 鲨鱼
zh_tw: 鯊魚

source: Marks the entry of the northwest monsoon season.
ar: يمثل دخول موسم الرياح الموسمية الشمالية الغربية.
cs: Označuje vstup severozápadního monzunového období.
de: Markiert den Beginn der nordwestlichen Monsunzeit.
es: Marca la entrada de la temporada del monzón del noroeste.
it: Segna l'inizio della stagione dei monsoni di nord-ovest.
ja: 北西モンスーンの季節の始まりを示します。
ko: 북서 몬순 시즌의 시작을 표시합니다.
nl: Markeert de ingang van het noordwestelijke moessonseizoen.
zh_cn: 标志着西北季风季节的进入。
zh_tw: 標誌著西北季風季節的進入。

source: Stingray
ar: ستينغراي
cs: rejnok
de: Stachelrochen
es: mantarraya
ja: アカエイ
ko: 가오리
nl: Pijlstaartrog
zh_cn: 黄貂鱼
zh_tw: 黃貂魚

source: Marks the entry of the northwest monsoon season, like the Shark.
ar: يمثل دخول موسم الرياح الموسمية الشمالية الغربية ، مثل القرش.
cs: Označuje vstup do severozápadního monzunového období, jako je žralok.
de: Markiert den Beginn der nordwestlichen Monsunzeit, wie der Hai.
es: Marca la entrada de la temporada del monzón del noroeste, como el Tiburón.
it: Segna l'inizio della stagione dei monsoni di nord-ovest, come lo squalo.
ja: サメのように、北西モンスーン シーズンの入り口をマークします。
ko: 상어와 같은 북서 몬순 계절의 진입을 표시합니다.
nl: Markeert de ingang van het noordwestelijke moessonseizoen, zoals de haai.
zh_cn: 标志着西北季风季节的进入，就像鲨鱼一样。
zh_tw: 標誌著西北季風季節的進入，就像鯊魚一樣。

source: Fishing Net
ar: شبكة صيد
cs: Rybářská síť
de: Fischernetz
es: Red de pesca
it: Rete da pesca
ja: 漁網
ko: 어망
nl: Visnet
zh_cn: 捕鱼网
zh_tw: 捕魚網

source: Used as an indicator of the entry of the cool season (between the two monsoons) and the emergence of the bambang fish.
ar: تستخدم كمؤشر لدخول الموسم البارد (بين الرياح الموسمية) وظهور سمكة البامبانج.
cs: Používá se jako indikátor příchodu chladného období (mezi dvěma monzuny) a výskytu ryb bambang.
de: Wird als Indikator für den Beginn der kühlen Jahreszeit (zwischen den beiden Monsunen) und das Auftauchen der Bambang-Fische verwendet.
es: Se utiliza como indicador de la entrada de la estación fresca (entre los dos monzones) y la aparición del pez bambang.
it: Usato come indicatore dell'ingresso della stagione fresca (tra i due monsoni) e dell'emergere del pesce bambang.
ja: 涼しい季節（2 つのモンスーンの間）とバンバン魚の出現の指標として使用されます。
ko: 서늘한 계절(두 몬순 사이)의 진입과 밤방어의 출현을 나타내는 지표로 사용됩니다.
nl: Gebruikt als een indicator van het binnenkomen van het koele seizoen (tussen de twee moessons) en de opkomst van de bambang-vis.
zh_cn: 用作凉爽季节进入（两个季风之间）和班邦鱼出现的指标。
zh_tw: 用作涼爽季節進入（兩個季風之間）和班邦魚出現的指標。

source: Group of Three Stars
ar: مجموعة النجوم الثلاثة
cs: Skupina tří hvězd
de: Gruppe von drei Sternen
es: Grupo de tres estrellas
it: Gruppo di tre stelle
ja: 三ツ星組
ko: 세 개의 별 그룹
nl: Groep van drie sterren
zh_cn: 三星级组
zh_tw: 三星級組

source: Used as a mark towards the east from the Pleiades (Bittoéng Malunus).
ar: تستخدم كعلامة باتجاه الشرق من Pleiades (Bittoéng Malunus).
cs: Používá se jako značka směrem na východ od Plejád (Bittoéng Malunus).
de: Wird als Markierung von den Plejaden (Bittoéng Malunus) nach Osten verwendet.
es: Utilizado como marca hacia el este desde las Pléyades (Bittoéng Malunus).
it: Usato come segno verso est dalle Pleiadi (Bittoéng Malunus).
ja: プレアデス星団 (Bittoéng Malunus) から東に向かって目印として使用されます。
ko: 플레이아데스(Bittoéng Malunus)에서 동쪽을 향한 표시로 사용됩니다.
nl: Gebruikt als markering naar het oosten van de Pleiaden (Bittoéng Malunus).
zh_cn: 用作昴星团（Bittoéng Malunus）向东的标记。
zh_tw: 用作昴星團（Bittoéng Malunus）向東的標記。

source: Widow
ar: أرملة
cs: Vdova
de: Witwe
es: Viuda
it: Vedova
ja: 未亡人
ko: 과부
nl: Weduwe
zh_cn: 寡妇
zh_tw: 寡婦

source: Used as an indicator for the south, like the Slanted House. It is not clear whether the stars should be linked by a line or not.
ar: تستخدم كمؤشر للجنوب ، مثل البيت المائل. ليس من الواضح ما إذا كان يجب ربط النجوم بخط أم لا.
cs: Používá se jako indikátor pro jih, jako Slanted House. Není jasné, zda by hvězdy měly být spojeny čárou nebo ne.
de: Wird als Indikator für den Süden verwendet, wie das Slanted House. Es ist nicht klar, ob die Sterne durch eine Linie verbunden werden sollen oder nicht.
es: Se utiliza como indicador del sur, como la Casa Inclinada. No está claro si las estrellas deben estar unidas por una línea o no.
it: Usato come indicatore per il sud, come la Slanted House. Non è chiaro se le stelle debbano essere collegate da una linea o meno.
ja: 斜めの家など、南向きの目印として使われます。星が線で結ばれるべきかどうかは明らかではありません。
ko: Slanted House와 같이 남쪽을 나타내는 지표로 사용됩니다. 별을 선으로 연결해야 하는지 여부는 명확하지 않습니다.
nl: Gebruikt als aanduiding voor het zuiden, zoals het Schuine Huis. Het is niet duidelijk of de sterren met een lijn moeten worden verbonden of niet.
zh_cn: 用作南方的指标，如斜屋。目前尚不清楚星星是否应该用线连接。
zh_tw: 用作南方的指標，如斜屋。目前尚不清楚星星是否應該用線連接。

source: Dragon
ar: التنين
cs: Drak
de: Drachen
es: Continuar
it: Drago
ja: ドラゴン
ko: 용
nl: Draak
zh_cn: 龙
zh_tw: 龍

source: Star Carrying the Sun
ar: نجمة تحمل الشمس
cs: Hvězda nesoucí slunce
de: Stern, der die Sonne trägt
es: Estrella que lleva el sol
it: Stella che porta il sole
ja: 太陽を運ぶ星
ko: 태양을 품은 별
nl: Ster die de zon draagt
zh_cn: 星星背着太阳
zh_tw: 星星背著太陽

source: Pig
ar: خنزير
cs: Prase
de: Schwein
es: Cerdo
it: Maiale
ja: 豚
ko: 돼지
nl: Varken
zh_cn: 猪
zh_tw: 豬

source: The Mandar are an ethnic group on the island of Sulawesi in Indonesia, with a strong seafaring and trading tradition. The sailors used stars and asterisms to pinpoint the cardinal directions.
cs: Mandarové jsou etnická skupina na ostrově Sulawesi v Indonésii se silnou námořní a obchodní tradicí. Námořníci používali hvězdy a asterismy k určení hlavních směrů.
de: Die Mandar sind eine ethnische Gruppe auf der Insel Sulawesi in Indonesien mit einer starken Seefahrer- und Handelstradition. Die Seeleute verwendeten Sterne und Sternchen, um die Himmelsrichtungen zu bestimmen.
es: Los Mandar son una etnia de la isla de Sulawesi en Indonesia, con una fuerte tradición marinera y comercial. Los marineros usaban estrellas y asterismos para señalar los puntos cardinales.
it: I Mandar sono un gruppo etnico dell'isola di Sulawesi in Indonesia, con una forte tradizione marinara e commerciale. I marinai usavano stelle e asterismi per individuare le direzioni cardinali.
ja: マンダー族は、インドネシアのスラウェシ島に住む民族グループで、船乗りと交易の伝統が強い。船乗りたちは、星とアステリズムを使って方位を特定しました。
nl: De Mandar is een etnische groep op het eiland Sulawesi in Indonesië, met een sterke zeevaart- en handelstraditie. De zeelieden gebruikten sterren en asterismen om de windrichtingen te bepalen.
zh_cn: 曼达尔人是印度尼西亚苏拉威西岛上的一个民族，有着深厚的航海和贸易传统。水手们使用星星和星座来确定主要方向。
zh_tw: 曼達爾人是印度尼西亞蘇拉威西島上的一個民族，有著深厚的航海和貿易傳統。水手們使用星星和星座來確定主要方向。
