Repository: 10110111/stellarium-skycultures
Catalog: macedonian/po/*.po
Languages: ar, cs, de, fil, fr, id, it, ja, ko, pl, ru, tr, zh_cn, zh_tw

source: Fox (_Lisica_) is the second by importance natural enemy of the Mother Hen and the Rooster so it is obvious why people also “see” it on the sky. The red color of the bright star Aldebaran from the constellation of the Bull is the reason why people perceive it as a Fox ready to attack the Mother Hen and the Rooster.
ar: الثعلب (_Lisica_) هو الثاني من حيث الأهمية العدو الطبيعي لأم الدجاجة والديوك لذا من الواضح لماذا "يراها" الناس أيضًا في السماء. اللون الأحمر للنجم اللامع الدبران من كوكبة الثور هو السبب الذي يجعل الناس ينظرون إليه على أنه ثعلب جاهز لمهاجمة الأم الدجاجة والديوك.
cs: Fox (_Lisica_) je druhým důležitým přírodním nepřítelem Matky Slepice a Kohouta, takže je zřejmé, proč to lidé také „vidí“ na obloze. Červená barva jasné hvězdy Aldebaran ze souhvězdí býka je důvodem, proč ji lidé vnímají jako lišku připravenou zaútočit na matku slepici a kohouta.
de: Fox (_Lisica_) ist der zweitwichtigste natürliche Feind der Mutter Henne und des Hahns, daher ist es offensichtlich, warum die Menschen ihn auch am Himmel „sehen“. Die rote Farbe des hellen Sterns Aldebaran aus dem Sternbild Stier ist der Grund, warum die Menschen ihn als Fuchs wahrnehmen, der bereit ist, die Mutter Henne und den Hahn anzugreifen.
fil: Ang Fox (_Lisica_) ay pangalawa ayon sa kahalagahan ng natural na kaaway ng Inang Inahin at ng Tandang kaya't malinaw kung bakit "nakikita" din ito ng mga tao sa kalangitan. Ang pulang kulay ng maliwanag na bituin na si Aldebaran mula sa konstelasyon ng Bull ang dahilan kung bakit kinikilala ito ng mga tao bilang isang Fox na handang salakayin ang Inang Inahin at ang Tandang.
fr: Le renard (_Lisica_) est le deuxième ennemi naturel par importance de la mère poule et du coq, il est donc évident que les gens le "voient" également dans le ciel. La couleur rouge de l'étoile brillante Aldebaran de la constellation du taureau est la raison pour laquelle les gens le perçoivent comme un renard prêt à attaquer la mère poule et le coq.
id: Rubah (_Lisica_) adalah musuh alami kedua dari Induk Ayam dan Ayam sehingga jelas mengapa orang juga "melihatnya" di langit. Warna merah terang bintang Aldebaran dari konstelasi Banteng adalah alasan mengapa orang menganggapnya sebagai Rubah yang siap menyerang Induk Ayam dan Ayam.
it: Fox (_Lisica_) è il secondo per importanza nemico naturale della Mamma Gallina e del Gallo, quindi è ovvio il motivo per cui le persone lo “vedono” anche in cielo. Il colore rosso della brillante stella Aldebaran della costellazione del Toro è il motivo per cui le persone lo percepiscono come una volpe pronta ad attaccare la Mamma Gallina e il Gallo.
ja: フォックス（_Lisica_）は、母鶏とオンドリの重要な2番目の天敵なので、人々が空で「見る」理由は明白です。雄牛の星座からの明るい星アルデバランの赤い色は、人々がそれを母鶏と雄鶏を攻撃する準備ができているキツネとして認識する理由です。
ko: Fox (Lisica)는 Mother Hen와 Rooster의 중요한 자연적 적으로 두 번째이므로 사람들이 왜 하늘에서 그것을 볼 수 있는지는 분명합니다. 황소의 별자리에서 밝은 별 알데바란의 붉은 색은 사람들이 어머니 암탉과 수탉을 공격 할 준비가 된 여우로 인식하는 이유입니다.
pl: Lis (_Lisica_) jest drugim pod względem ważności naturalnym wrogiem Matki Kury i Koguta, więc jest oczywiste, dlaczego ludzie „widzą” go również na niebie. Czerwony kolor jasnej gwiazdy Aldebaran z konstelacji Byka jest powodem, dla którego ludzie postrzegają ją jako Lis gotowy do zaatakowania Matki Kury i Koguta.
ru: Фокс (_Lisica_) - второй по важности естественный враг Матери-Курицы и Петуха, поэтому совершенно очевидно, почему люди также «видят» его в небе. Красный цвет яркой звезды Альдебаран из созвездия Быка является причиной, по которой люди воспринимают ее как Лису, готового атаковать Курицу и Петуха.
tr: Tilki (_Lisica_), Ana Tavuk ve Horoz'un önem bakımından ikinci doğal düşmanıdır, bu yüzden insanların onu neden gökyüzünde de “gördükleri” açıktır. Boğa takımyıldızındaki parlak yıldız Aldebaran'ın kırmızı rengi, insanların onu Ana Tavuk ve Horoz'a saldırmaya hazır bir Tilki olarak algılamasının nedenidir.
zh_cn: 狐狸（Lisica）是母鸡和公鸡的第二大天敌，因此很明显，为什么人们也能在空中“看到”它。公牛星座中明亮的恒星Aldebaran的红色是人们将其视为准备攻击母鸡和公鸡的狐狸的原因。
zh_tw: 狐狸（Lisica）是母雞和公雞的第二大天敵，因此很明顯，為什麼人們也能在空中“看到”它。公牛星座中明亮的恆星Aldebaran的紅色是人們將其視為準備攻擊母雞和公雞的狐狸的原因。

source: Tongs
ar: ‎‎ملقاط‎‎
cs: Kleště
de: Zange
fil: Mga sipit
fr: Les pinces
id: Penjepit
it: Tenaglie
ja: トング
ko: 집게
pl: Szczypce
ru: Клещи
tr: maşa
zh_cn: 夹钳
zh_tw: 夾子

source: The Tongs (_Mashi_) were used for the fire where the trivet is. Thus, the people’s constellation Tongs is very close to the constellation Trivet.
ar: تم استخدام الملاقط (_Mashi_) لإشعال النار حيث يكون الركيزة. وبالتالي ، فإن ملقط كوكبة الناس قريب جدًا من كوكبة التريفت.
cs: Jazyky (_Mashi_) byly použity pro oheň tam, kde je trivet. Lidské souhvězdí Tongs je tedy velmi blízko souhvězdí Trivetu.
de: Die Zange (_Mashi_) wurde für das Feuer verwendet, wo der Untersetzer ist. Somit ist das Sternbild Zange des Volkes dem Sternbild Trivet sehr nahe.
fil: Ang Tongs (_Mashi_) ay ginamit para sa apoy kung nasaan ang trivet. Kaya, ang konstelasyon ng mga tao na Tongs ay napakalapit sa konstelasyon na Trivet.
fr: Les pinces (_Mashi_) ont été utilisées pour le feu où se trouve le dessous de plat. Ainsi, la constellation du peuple Tongs est très proche de la constellation Trivet.
id: Penjepit (_Mashi_) digunakan untuk api di mana tatakan kaki tiga berada. Dengan demikian, rasi bintang Tongs sangat dekat dengan rasi bintang Trivet.
it: Le tenaglie (_Mashi_) sono state usate per il fuoco dove si trova il sottopentola. Pertanto, la costellazione del popolo Tongs è molto simile alla costellazione del Trivet.
ja: トング（_Mashi_）は、五徳のある火に使用されました。したがって、人々の星座トングは星座トリベットに非常に近いです。
ko: 통 (Mashi)은 삼발이가있는 곳에서 사용되었습니다. 따라서 사람들의 별자리 집게는 별자리 삼발이에 매우 가깝습니다.
pl: Szczypce (_Mashi_) były używane do ognia, w którym znajduje się trójnóg. Zatem szczypce ludu są bardzo zbliżone do konstelacji Trivet.
ru: Щипцы (_Mashi_) были использованы для огня, где находится trivet. Таким образом, народное созвездие щипцов очень близко к созвездию Тривета.
tr: Trivetin olduğu yerde ateş için maşa (_Mashi_) kullanıldı. Bu nedenle, insanların takımyıldızı Maşa, Trivet takımyıldızına çok yakındır.
zh_cn: 钳子（Mashi）被用作火盆所在的火炉。因此，人民星座钳非常靠近Trivet星座。
zh_tw: 鉗子（Mashi）被用作火盆所在的火爐。因此，人民星座鉗非常接近Trivet星座。

source: Ploughman
ar: ‎‎الحراث‎‎
cs: Oráč
de: Pflüger
fil: Taga-araro
fr: Le laboureur
id: Pembajak tanah
it: Aratore
ja: プローマン
ko: 쟁기질하는 사람
pl: Oracz
ru: Пахарь
tr: pullukçu
zh_cn: 农夫
zh_tw: 農夫

source: The Ploughman (_Orach_) is one of the three main characters in the sky. It is the name people gave to the bright star Betelgeuse in the constellation of Orion. Besides Betelgeuse, in building the image of this folk constellation, some weaker and less bright stars from the surrounding are also taken into account, because people say that the Ploughman is an image of a person with a goad as he returns home.
ar: Plowman (_Orach_) هو واحد من الشخصيات الرئيسية الثلاثة في السماء. هو الاسم الذي أطلقه الناس على النجم اللامع Betelgeuse في كوكبة الجبار. بالإضافة إلى Betelgeuse ، في بناء صورة هذه الكوكبة الشعبية ، يتم أيضًا مراعاة بعض النجوم الضعيفة والأقل سطوعًا من المحيط ، لأن الناس يقولون إن Plowman هو صورة لشخص لديه شغف أثناء عودته إلى المنزل.
cs: Plowman (_Orach_) je jednou ze tří hlavních postav na obloze. Je to jméno, které lidé dali jasné hvězdě Betelgeuse v souhvězdí Orionu. Kromě Betelgeuse se při budování obrazu této lidové konstelace berou v úvahu také slabší a méně jasné hvězdy z okolí, protože lidé říkají, že Plowman je obrazem osoby s kozou, když se vrací domů.
de: Der Pflüger (_Orach_) ist eine der drei Hauptfiguren am Himmel. Es ist der Name, den die Menschen dem hellen Stern Betelgeuse im Sternbild Orion gaben. Neben Betelgeuse werden beim Aufbau des Bildes dieser Volkskonstellation auch einige schwächere und weniger helle Sterne aus der Umgebung berücksichtigt, da die Leute sagen, dass der Pflüger ein Bild einer Person mit einem Stachel ist, wenn er nach Hause zurückkehrt.
fil: Ang Araro (_Orach_) ay isa sa tatlong pangunahing tauhan sa kalangitan. Ito ang pangalang ibinigay ng mga tao sa maliwanag na bituin na Betelgeuse sa konstelasyon ng Orion. Bukod sa Betelgeuse, sa pagbuo ng imahe ng katutubong konstelasyon na ito, ang ilang mas mahina at hindi gaanong maliwanag na mga bituin mula sa paligid ay isinasaalang-alang din, dahil ang mga tao ay nagsasabi na ang Mag-aararo ay isang imahe ng isang taong may tusok sa kanyang pag-uwi.
fr: Le laboureur (_Orach_) est l'un des trois personnages principaux du ciel. C'est le nom que les gens ont donné à l'étoile brillante Bételgeuse dans la constellation d'Orion. Outre Bételgeuse, en construisant l'image de cette constellation folklorique, certaines étoiles plus faibles et moins brillantes des environs sont également prises en compte, car les gens disent que le laboureur est l'image d'une personne avec un aiguillon lorsqu'il rentre chez lui.
id: The Ploughman (_Orach_) adalah salah satu dari tiga karakter utama di langit. Itu adalah nama yang diberikan orang untuk bintang terang Betelgeuse di konstelasi Orion. Selain Betelgeuse, dalam membangun citra konstelasi rakyat ini, beberapa bintang yang lebih lemah dan kurang terang dari sekitarnya juga diperhitungkan, karena orang mengatakan bahwa Pembajak adalah citra orang yang membawa tongkat saat ia kembali ke rumah.
it: The Ploughman (_Orach_) è uno dei tre personaggi principali nel cielo. È il nome che la gente ha dato alla stella luminosa Betelgeuse nella costellazione di Orione. Oltre a Betelgeuse, nel costruire l'immagine di questa costellazione popolare, vengono prese in considerazione anche alcune stelle più deboli e meno luminose dei dintorni, perché la gente dice che il Plowman è l'immagine di una persona con un pungolo mentre torna a casa.
ja: プローマン（_Orach_）は、空にいる3人の主人公の1人です。それは人々がオリオン座の明るい星ベテルギウスに付けた名前です。ベテルギウスに加えて、この民俗星座のイメージを構築する際、プローマンは家に帰るときにヒキガエルを持っている人のイメージであると人々が言うので、周囲のいくつかの弱くて明るい星も考慮されます。
ko: Plowman (Orach)은 하늘에서 세 주인공 중 하나입니다. 사람들이 오리온 별자리에서 밝은 별 Betelgeuse에게 준 이름입니다. Betelgeuse 외에도이 민속 별자리의 이미지를 만들 때 주변에서 약간 약하고 밝은 별도 고려됩니다. 왜냐하면 사람들은 Plowman이 집으로 돌아갈 때 goad가있는 사람의 이미지라고 말합니다.
pl: Oracz (_Orach_) jest jedną z trzech głównych postaci na niebie. Tak nazywają jasną gwiazdę Betelgeuse w gwiazdozbiorze Oriona. Oprócz Betelgeuse przy budowaniu wizerunku tej konstelacji ludowej brane są również pod uwagę niektóre słabsze i mniej jasne gwiazdy z otoczenia, ponieważ ludzie mówią, że oracz jest obrazem osoby z ostrością, gdy wraca do domu.
ru: Пахарь (_Orach_) является одним из трех главных персонажей в небе. Это имя люди дали яркой звезде Бетельгейзе в созвездии Ориона. Помимо Бетельгейзе, при построении образа этого народного созвездия также учитываются некоторые более слабые и менее яркие звезды из окружающей среды, потому что люди говорят, что Пахарь - это образ человека с побуждением, когда он возвращается домой.
tr: Pullukçu (_Orach_), gökyüzündeki üç ana karakterden biridir. Orion takımyıldızındaki parlak yıldız Betelgeuse'ye insanların verdiği isimdir. Betelgeuse'un yanı sıra, bu halk takımyıldızının imajını oluştururken, çevredeki bazı daha zayıf ve daha az parlak yıldızlar da dikkate alınır, çünkü insanlar, Pullukçu'nun eve dönen bir kişinin bir tepinme görüntüsü olduğunu söylerler.
zh_cn: 犁夫（Orach）是天空中的三个主要角色之一。这是人们在猎户星座中给明亮的恒星Betelgeuse取的名字。除了Betelgeuse之外，在构建这个民间星座的图像时，还考虑到周围一些较弱和较不明亮的星星，因为人们说耕种者是一个有山羊的人在他回家时的图像。
zh_tw: 犁夫（Orach）是天空中的三個主要角色之一。這是人們給獵戶星座中的明亮恆星Betelgeuse取的名字。除了Betelgeuse之外，在構建這個民間星座的圖像時，還考慮到周圍一些較弱和較不明亮的星星，因為人們說耕種者是一個有山羊的人在他回家時的圖像。

source: Cock
ar: ‎‎ديك‎‎
cs: Kohout
de: Hahn
fil: titi
fr: Le coq
id: Kokang
it: Pene
ja: コック
ko: 수탉
pl: Kogut
ru: Петух
tr: Horoz
zh_cn: 公鸡
zh_tw: 公雞

source: Trivet
ar: ‎‎مركاب القدر‎‎
cs: Třínožka
de: Dreifuß
fr: La grille
id: Tatakan kaki tiga
it: Treppiede
ja: トリベット
ko: 삼발이
pl: Trójnóg
ru: Таган
zh_cn: 三脚架
zh_tw: 三腳火爐架

source: The trivet (_Pirustija_) is a metal device with three legs (tripod) which fits over the fireplace to support pans and kettles while preparing food.
ar: إن الركيزة (_Pirustija_) عبارة عن جهاز معدني بثلاث أرجل (حامل ثلاثي الأرجل) يناسب الموقد لدعم المقالي والغلايات أثناء إعداد الطعام.
cs: Trivet (_Pirustija_) je kovové zařízení se třemi nohami (stativ), které se vejde přes krb, aby podporovalo pánve a konvice při přípravě jídla.
de: Der Untersetzer (Pirustija) ist ein Metallgerät mit drei Beinen (Stativ), das über den Kamin passt, um Pfannen und Wasserkocher beim Zubereiten von Speisen zu stützen.
fil: Ang trivet (_Pirustija_) ay isang metal na aparato na may tatlong paa (tripod) na kasya sa ibabaw ng fireplace upang suportahan ang mga kawali at takure habang naghahanda ng pagkain.
fr: Le dessous de plat (_Pirustija_) est un appareil métallique à trois pieds (trépied) qui s'adapte au-dessus de la cheminée pour soutenir les casseroles et les bouilloires lors de la préparation des aliments.
id: Tatakan kaki tiga (_Pirustija_) adalah perangkat logam dengan tiga kaki (tripod) yang dipasang di atas perapian untuk menopang panci dan ceret saat menyiapkan makanan.
it: Il sottopentola (_Pirustija_) è un dispositivo metallico a tre gambe (treppiede) che si adatta al camino per sostenere pentole e bollitori durante la preparazione del cibo.
ja: 五徳（_Pirustija_）は、3つの脚（三脚）が付いた金属製の装置で、暖炉の上にぴったりと収まり、調理中に鍋ややかんを支えます。
ko: 삼발이 (Pirustija)는 음식을 준비하는 동안 팬과 주전자를지지하기 위해 벽난로 위에 맞는 3 개의 다리 (삼각대)가있는 금속 장치입니다.
pl: Trójnóg (_Pirustija_) jest metalowym urządzeniem z trzema nogami (statywem), które pasuje do kominka i podtrzymuje patelnie i czajniki podczas przygotowywania posiłków.
ru: Trivet (_Pirustija_) представляет собой металлическое устройство с тремя ножками (штатив), которое устанавливается над камином для поддержки сковородок и чайников при приготовлении пищи.
tr: Trivet (_Pirustija_), yemek hazırlarken tavaları ve su ısıtıcıları desteklemek için şöminenin üzerine oturan üç ayaklı (tripod) metal bir cihazdır.
zh_cn: Trivet（Pirustija）是一种带有三个腿（三脚架）的金属装置，可安装在壁炉上，以在准备食物时支撑锅和水壶。
zh_tw: Trivet（Pirustija）是一種具有三個腿（三腳架）的金屬裝置，可安裝在壁爐上，以在準備食物時支撐鍋和水壺。

source: Sofra
ar: سفرة
id: sofa
ja: ソフラ
ko: 소 프라
zh_cn: 索夫拉
zh_tw: 索夫拉

source: The typical semi-circular shape of the constellation Corona Borealis evoked the image of a wooden round table called _Sofra_.
ar: الشكل النموذجي شبه الدائري للكوكبة Corona Borealis أثار صورة طاولة مستديرة خشبية تسمى _Sofra_.
cs: Typický půlkruhový tvar souhvězdí Corona Borealis evokoval obraz dřevěného kulatého stolu zvaného _Sofra_.
de: Die typische halbkreisförmige Form des Sternbildes Corona Borealis erinnerte an das Bild eines runden Holztisches namens _Sofra_.
fil: Ang tipikal na semi-circular na hugis ng konstelasyon na Corona Borealis ay nagpukaw ng imahe ng isang kahoy na bilog na mesa na tinatawag na _Sofra_.
fr: La forme semi-circulaire typique de la constellation Corona Borealis a évoqué l'image d'une table ronde en bois appelée _Sofra_.
id: Bentuk setengah lingkaran khas konstelasi Corona Borealis membangkitkan citra meja bundar kayu yang disebut _Sofra_.
it: La tipica forma semicircolare della costellazione di Corona Boreale evocava l'immagine di una tavola rotonda di legno chiamata _Sofra_.
ja: 星座コロナボレアリスの典型的な半円形は、_Sofra_と呼ばれる木製の丸いテーブルのイメージを呼び起こしました。
ko: 별자리 Corona Borealis의 전형적인 반원형 모양은 Sofra라는 나무 원형 테이블의 이미지를 불러 일으켰습니다.
pl: Typowy półokrągły kształt konstelacji Corona Borealis przywołał obraz drewnianego okrągłego stołu o nazwie _Sofra_.
ru: Типичная полукруглая форма созвездия Корона Бореалис напоминала изображение деревянного круглого стола под названием _Sofra_.
tr: Corona Borealis takımyıldızının tipik yarım daire şekli, _Sofra_ adlı ahşap bir yuvarlak masa görüntüsünü çağrıştırdı.
zh_cn: Corona Borealis星座的典型半圆形形状让人联想到一个叫做Sofra的木制圆桌。
zh_tw: Corona Borealis星座的典型半圓形形狀讓人聯想到一個叫做Sofra的木製圓桌。

source: Pigs
ar: ‎‎خنازير‎‎
cs: Prasata
de: Schweine
fil: Baboy
fr: Les porcs
id: Babi
it: Maiali
ja: 豚
ko: 돼지
pl: Wieprzowy
ru: Свиньи
tr: domuzlar
zh_cn: 豕猪
zh_tw: 豬

source: Near to the Mother Hen, people on the sky noticed the star cluster Hyades. Scattered appearance of the stars of this cluster associated people to the image of pigs in a village yard, and so it’s called Pigs (_Svinji_).
ar: بالقرب من الدجاجة الأم ، لاحظ الناس في السماء مجموعة النجوم Hyades. ربط المظهر المتناثر لنجوم هذه المجموعة الناس بصور الخنازير في ساحة القرية ، ولذلك يطلق عليها الخنازير (_Svinji_).
cs: Lidé poblíž nebe si všimli hvězdné kupy Hyades. Rozptýlený vzhled hvězd tohoto klastru spojoval lidi s obrazem prasat na vesnickém dvoře, a tak se tomu říká prasata (_Svinji_).
de: In der Nähe der Mutter Henne bemerkten die Menschen am Himmel den Sternhaufen Hyades. Das verstreute Erscheinen der Sterne dieses Clusters hat die Menschen mit dem Bild von Schweinen in einem Dorfhof in Verbindung gebracht, und so heißt es Schweine (_Svinji_).
fil: Malapit sa Mother Hen, napansin ng mga tao sa langit ang star cluster na si Hyades. Ang mga nakakalat na hitsura ng mga bituin ng kumpol na ito ay iniuugnay ang mga tao sa larawan ng mga baboy sa bakuran ng nayon, kaya tinawag itong Pigs (_Svinji_).
fr: Près de la mère poule, les gens dans le ciel ont remarqué l'amas d'étoiles Hyades. L'apparition dispersée des étoiles de cette grappe a associé les gens à l'image de porcs dans une cour de village, et c'est ce qu'on appelle des porcs (_Svinji_).
id: Di dekat Induk Ayam, orang-orang di langit memperhatikan gugusan bintang Hyades. Penampakan bintang-bintang yang tersebar di gugusan ini menghubungkan orang dengan citra babi di halaman desa, sehingga disebut Babi (_Svinji_).
it: Vicino alla Mamma Gallina, le persone in cielo notarono l'ammasso stellare Hyades. L'aspetto sparso delle stelle di questo ammasso associava le persone all'immagine dei maiali in un cortile del villaggio, e così si chiama Maiali (_Svinji_).
ja: 母鶏の近くで、空の人々は星団ハイアデスに気づきました。このクラスタの星の散在した外観は、人々を村の庭にいる豚のイメージに関連付けたため、豚（_Svinji_）と呼ばれています。
ko: Mother Hen 근처에서 하늘의 사람들은 별 무리 Hyades를 발견했습니다. 이 성단의 별 모양이 흩어져서 마을 마당에있는 돼지의 이미지와 사람들을 연결 시켰습니다. 그래서 이것을 돼지 (Svinji)라고합니다.
pl: W pobliżu Matki Kury ludzie na niebie zauważyli gromadę gwiazd Hyades. Rozproszony wygląd gwiazd z tej gromady kojarzył ludzi z wizerunkiem świń na wiejskim dziedzińcu i dlatego nazywa się Świnie (_Svinji_).
ru: Рядом с Куриной матерью люди на небе заметили звездное скопление Гиад. Рассеянное появление звезд этого скопления ассоциировало людей с изображением свиней на деревенском дворе, и поэтому оно называется Свиньи (_Svinji_).
tr: Anne Tavuk'un yakınında, gökyüzündeki insanlar Hyades yıldız kümesini fark ettiler. Bu kümenin yıldızlarının dağınık görünümü, insanları bir köy bahçesindeki domuz görüntüsüyle ilişkilendirdi ve buna Domuzlar (_Svinji_) denir.
zh_cn: 在母鸡附近，天空中的人们注意到了星团Hyades。这个星团的星星分散出现，使人们联想到村庄院子里的猪，因此被称为猪（Svinji）。
zh_tw: 在母雞附近，天空中的人們注意到了星團Hyades。這個星團的星星分散出現，使人們聯想到村莊院子裡的豬，因此被稱為豬（Svinji）。

source: Auger
ar: ‎‎مثقاب‎‎
de: Bohrer
fr: La vrille
id: Bor
it: Trivella
ja: オージェ
ko: 나사송곳
pl: Świder
ru: Шнек
tr: burgu
zh_cn: 螺杆钻
zh_tw: 螺旋鑽

source: Auger (_Svrdel_). People say that this is a very big drill used for construction of houses and is found inside the Priest’s Straw.
ar: اوجير (_Svrdel_). يقول الناس أن هذا هو تدريب كبير جدًا يستخدم لبناء المنازل ويوجد داخل سترو الكاهن.
cs: Auger (_Svrdel_). Lidé říkají, že se jedná o velmi velký vrták používaný k výstavbě domů a nachází se v knězově slámě.
de: Auger (_Svrdel_). Die Leute sagen, dass dies eine sehr große Bohrmaschine ist, die für den Bau von Häusern verwendet wird und sich im Stroh des Priesters befindet.
fil: Auger (_Svrdel_). Sinasabi ng mga tao na ito ay isang napakalaking drill na ginagamit para sa pagtatayo ng mga bahay at matatagpuan sa loob ng Priest's Straw.
fr: Auger (_Svrdel_). Les gens disent que c'est un très gros foret utilisé pour la construction de maisons et se trouve à l'intérieur de la paille du prêtre.
id: Auger (_Svrdel_). Orang mengatakan bahwa ini adalah bor yang sangat besar yang digunakan untuk membangun rumah dan ditemukan di dalam Jerami Imam.
it: Coclea (_Svrdel_). La gente dice che si tratta di un trapano molto grande usato per la costruzione di case e che si trova nella Paglia del Sacerdote.
ja: オージェ（_Svrdel_）。これは家の建設に使用される非常に大きなドリルであり、司祭の麦わらの中にあると人々は言います。
ko: 오거 (Svrdel). 사람들은 이것이 주택 건설에 사용되는 매우 큰 드릴이며 사제의 밀짚 내부에서 발견된다고 말합니다.
pl: Auger (_Svrdel_). Ludzie mówią, że jest to bardzo duże wiertło używane do budowy domów i znajduje się w słomie kapłana.
ru: Оже (_Svrdel_). Люди говорят, что это очень большая дрель, используемая для строительства домов, и она находится внутри Соломы Жреца.
tr: Burgu (_Svrdel_). İnsanlar bunun ev yapımında kullanılan çok büyük bir matkap olduğunu ve Rahip Samanının içinde bulunduğunu söylüyorlar.
zh_cn: 俄歇（Svrdel）。人们说这是用于建造房屋的非常大的钻头，位于牧师的稻草内。
zh_tw: 俄歇（Svrdel）。人們說這是用於建造房屋的非常大的鑽頭，位於牧師的稻草內。

source: Ears
ar: آذان
cs: Uši
de: Ohren
fil: Mga tainga
fr: Oreilles
id: Telinga
it: Orecchie
ja: 耳
ko: 귀
pl: Uszy
ru: Уши
tr: Kulaklar
zh_cn: 耳朵
zh_tw: 耳朵

source: Ears (_Ushi_). By this common word used as a jargon, Macedonian villagers mark the part of the wooden plough that goes into the soil, used for plowing.
ar: آذان (_Ushi_). من خلال هذه الكلمة الشائعة المستخدمة كمصطلحات ، يضع القرويون المقدونيون الجزء من المحراث الخشبي الذي يدخل إلى التربة ، ويستخدم للحرث.
cs: Uši (_Ushi_). Tímto běžným slovem používaným jako žargon označují makedonští vesničané část dřevěného pluhu, který jde do půdy a používá se k orbě.
de: Ohren (_Ushi_). Mit diesem gebräuchlichen Wort, das als Jargon verwendet wird, markieren mazedonische Dorfbewohner den Teil des Holzpfluges, der in den Boden geht und zum Pflügen verwendet wird.
fil: Mga tainga (_Ushi_). Sa pamamagitan ng karaniwang salitang ito na ginagamit bilang jargon, minarkahan ng mga taganayon ng Macedonian ang bahagi ng kahoy na araro na napupunta sa lupa, na ginagamit para sa pag-aararo.
fr: Oreilles (_Ushi_). Par ce mot commun utilisé comme jargon, les villageois macédoniens marquent la partie de la charrue en bois qui pénètre dans le sol, utilisée pour le labour.
id: Telinga (_Ushi_). Dengan kata umum yang digunakan sebagai jargon ini, penduduk desa Makedonia menandai bagian bajak kayu yang masuk ke tanah, digunakan untuk membajak.
it: Orecchie (_Ushi_). Con questa parola comune usata come gergo, gli abitanti dei villaggi macedoni segnano la parte dell'aratro di legno che va nel terreno, usata per l'aratura.
ja: 耳（_Ushi_）。専門用語として使用されるこの一般的な言葉によって、マケドニアの村人は耕すために使用される、土に入る木製のすきの部分に印を付けます。
ko: 귀 (Ushi). 전문 용어로 사용 된이 일반적인 단어에 의해, 마케도니아 주민들은 쟁기에 사용되는 토양으로 들어가는 나무 쟁기의 일부를 표시합니다.
pl: Uszy (_Ushi_). Tym powszechnym słowem używanym jako żargon macedońscy wieśniacy oznaczają część drewnianego pługa, który wchodzi w glebę i służy do orki.
ru: Уши (_Ushi_). Этим распространенным словом, используемым в качестве жаргона, жители Македонии отмечают ту часть деревянного плуга, которая уходит в почву и используется для вспашки.
tr: Kulaklar (_Ushi_). Bir jargon olarak kullanılan bu yaygın kelime ile Makedon köylüleri, sabanın toprağa giren, çiftçilik için kullanılan kısmını işaretler.
zh_cn: 耳朵（牛市）。马其顿村民用这个通用术语作为行话来标记木犁进入土壤的部分，用于耕作。
zh_tw: 耳朵（牛市）。馬其頓村民用這個通用術語作為行話來標記木犁進入土壤的部分，用於耕作。

source: Mediterranean star
ar: ‎‎نجم المتوسط‎‎
cs: Středomořská hvězda
de: Mediterraner Stern
fil: bituin sa Mediterranean
fr: Étoile méditerranéenne
id: Bintang Mediterania
it: Stella Mediterranea
ja: 地中海の星
ko: 지중해의 별
pl: Gwiazda śródziemnomorska
ru: Средиземная звезда
tr: Akdeniz yıldızı
zh_cn: 中央之星
zh_tw: 地中海之星

source: Rooster
ar: الديك
cs: Kohout
de: Hahn
fil: tandang
fr: Coq
id: Ayam jantan
it: Gallo
ja: オンドリ
ko: 수탉
pl: Kogut
ru: Петух
tr: Horoz
zh_cn: 公鸡
zh_tw: 公雞

source: Threshing floor
ar: أرضية الدرس
cs: Mlátící podlaha
de: Tenne
fil: Giikan
fr: Aire de battage
id: Lantai pengirikan
it: Piano di trebbiatura
ja: 脱穀場
ko: 타작 마당
pl: Klepisko
ru: Молотильный пол
tr: Harman yeri
zh_cn: 禾场
zh_tw: 禾場

source: Priest’s Straw
ar: سترو الكاهن
de: Priesterstroh
fil: Dayami ng Pari
fr: Paille du prêtre
id: Jerami Imam
it: Paglia del sacerdote
ja: プリーストストロー
ko: 사제의 밀짚
pl: Słoma kapłana
ru: Солома священника
tr: Rahip Samanı
zh_cn: 牧师的稻草
zh_tw: 牧師的稻草
