Repository: 10110111/stellarium-skycultures
Catalog: macedonian/po/*.po
Languages: ar, cs, de, fil, fr, id, it, ja, ko, pl, ru, tr, zh_cn, zh_tw

source: - [#1]: Cenev G, Sky over Macedonia, 2004 - [#2]: Macedonian Research Society: [Website](http://mid.org.mk/ethnoastronomy/) - [#3]: Cenev, Gjore (1985). _The astronomical knowledge of the south-west Macedonia's people._ "Publications of the Astronomical Society of "Rudjer Bošković", No. 4, p. 139 - 146". Belgrade, Yugoslavia. [Link](http://adsabs.harvard.edu/abs/1985PASRB...4..139C) - [#4]: Cenev, Gjore (2004). _Sky Map of Macedonian People._ Skopje, Mladinski kulturen centar - [#5]: Cenev, Gjore (2004). _Neboto nad Makedonija (Sky over Macedonia)._ Skopje, Mladinski kulturen centar. - [#6]: Cenev, Gjore (2008). _Macedonian Folk Constellations._ Publications of the Astronomical Observatory of Belgrade, vol. 85, p. 97-109. Belgrade, Serbia. [Link](http://adsabs.harvard.edu/abs/2008POBeo..85...97C) - [#7]: Cenev, Gjore (2014). _The Ancient Sky Map Of The Macedonian People._ Cosmos – The Journal of the Traditional Cosmology Society, volume 30, Edinburgh, Scotland, United Kingdom. [Link](http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People)
ar: - [#1]: Cenev G ، Sky over Macedonia ، 2004 - [#2]: جمعية البحث المقدونية: [موقع ويب](http://mid.org.mk/ethnoastronomy/) - [#3]: Cenev ، Gjore (1985). _المعرفة الفلكية لشعب جنوب غرب مقدونيا._ "منشورات الجمعية الفلكية" Rudjer Bošković "، رقم 4 ، ص 139 - 146". بلغراد ويوغوسلافيا. [رابط](http://adsabs.harvard.edu/abs/1985PASRB...4..139C) - [#4]: Cenev ، Gjore (2004). _Sky خريطة للشعب المقدوني. _ سكوبي ، Mladinski kulturen centar - [#5]: Cenev ، Gjore (2004). _نبوتو ناد ماكيدونيجا (سماء فوق مقدونيا) _ سكوبي ، ملادينسكي كولتورن سنتر. - [#6]: Cenev ، Gjore (2008). _الأساطير الشعبية المقدونية. منشورات المرصد الفلكي في بلغراد ، المجلد. 85 ، ص. 97-109. بلغراد ، صربيا. [رابط](http://adsabs.harvard.edu/abs/2008POBeo..85...97C) - [#7]: Cenev ، Gjore (2014). _خريطة السماء القديمة للشعب المقدوني. - كوزموس - مجلة جمعية علم الكونيات التقليدية ، المجلد 30 ، إدنبرة ، اسكتلندا ، المملكة المتحدة. [Link](http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People)
cs: - [#1]: Cenev G, Nebe nad Makedonií, 2004 - [#2]: Macedonian Research Society: [Web](http://mid.org.mk/ethnoastronomy/) - [#3]: Cenev, Gjore (1985). _Astronomické znalosti obyvatel jihozápadního Makedonie. “„ Publikace Astronomické společnosti „Rudjer Bošković“, č. 4, s. 139 - 146 “. Bělehrad, Jugoslávie. [Odkaz](http://adsabs.harvard.edu/abs/1985PASRB...4..139C) - [#4]: Cenev, Gjore (2004). _Sky Map of Macedonian People._ Skopje, Mladinski kulturen centar - [#5]: Cenev, Gjore (2004). _Neboto nad Makedonija (Obloha nad Makedonií) ._ Skopje, Mladinski kulturen centar. - [#6]: Cenev, Gjore (2008). _Macedonian Folk Constellations._ Publications of Astronomical Observatory of Belgrade, sv. 85, str. 97-109. Bělehrad, Srbsko. [Odkaz](http://adsabs.harvard.edu/abs/2008POBeo..85...97C) - [#7]: Cenev, Gjore (2014). Kosmos - žurnál tradiční kosmetické společnosti, hlasitost 30, Edinburgh, Skotsko, Spojené království. [Odkaz](http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People)
de: - [#1]: Cenev G, Himmel über Mazedonien, 2004 - [#2]: Mazedonische Forschungsgesellschaft: [Website](http://mid.org.mk/ethnoastronomy/) - [#3]: Cenev, Gjore (1985). _The astronomische Kenntnis des südwestmakedonischen Volkes. _ "Veröffentlichungen der Astronomischen Gesellschaft von" Rudjer Bošković ", Nr. 4, S. 139 - 146". Belgrad, Jugoslawien. [Link](http://adsabs.harvard.edu/abs/1985PASRB...4..139C) - [#4]: Cenev, Gjore (2004). Ski Karte des mazedonischen Volkes. Skopje, Mladinski kulturen centar - [#5]: Cenev, Gjore (2004). _Neboto nad Makedonija (Himmel über Mazedonien) ._ Skopje, Mladinski kulturen centar. - [#6]: Cenev, Gjore (2008). _Macedonian Folk Constellations._ Veröffentlichungen des Astronomischen Observatoriums von Belgrad, vol. 85, p. 97-109. Belgrad, Serbien. [Link](http://adsabs.harvard.edu/abs/2008POBeo..85...97C) - [#7]: Cenev, Gjore (2014). Die alte Himmelskarte des mazedonischen Volkes. Kosmos - Das Journal der Traditional Cosmology Society, Band 30, Edinburgh, Schottland, Vereinigtes Königreich. [Link](http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People)
fil: - [#1]: Cenev G, Sky over Macedonia, 2004 - [#2]: Macedonian Research Society: [Website](http://mid.org.mk/ethnoastronomy/) - [#3]: Cenev, Gjore (1985). _Ang astronomical na kaalaman ng mga tao sa timog-kanlurang Macedonia._ "Mga Lathalain ng Astronomical Society ng "Rudjer Bošković", No. 4, p. 139 - 146". Belgrade, Yugoslavia. [Link](http://adsabs.harvard.edu/abs/1985PASRB...4..139C) - [#4]: Cenev, Gjore (2004). _Sky Map of Macedonian People._ Skopje, Mladinski kulturen centar - [#5]: Cenev, Gjore (2004). _Neboto nad Makedonija (Sky over Macedonia)._ Skopje, Mladinski kulturen centar. - [#6]: Cenev, Gjore (2008). _Macedonian Folk Constellations._ Publications of the Astronomical Observatory of Belgrade, vol. 85, p. 97-109. Belgrade, Serbia. [Link](http://adsabs.harvard.edu/abs/2008POBeo..85...97C) - [#7]: Cenev, Gjore (2014). _The Ancient Sky Map Of The Macedonian People._ Cosmos – The Journal of the Traditional Cosmology Society, volume 30, Edinburgh, Scotland, United Kingdom. [Link](http://www.academia.edu/18707131/The_Ancient_Sky_Map_of_The_Macedonian_People)
fr: - [#1]: Cenev G, Sky over Macedonia, 2004 - [#2]: Macedonian Research Society: [Site Web](http://mid.org.mk/ethnoastronomy/) - [#3]: Cenev, Gjore (1985). _Les connaissances astronomiques du peuple du sud-ouest de la Macédoine._ "Publications de la Société astronomique de" Rudjer Bošković ", n ° 4, p. 139 - 146". Belgrade, Yougoslavie. [Lien](http://adsabs.harvard.edu/abs/1985PASRB...4..139C) - [#4]: Cenev, Gjore (2004). _Carte du peuple macédonien._ Skopje, Mladinski kulturen centar - [#5]: Cenev, Gjore (2004). _Neboto nad Makedonija (Ciel au-dessus de la Macédoine) ._ Skopje, Mladinski kulturen centar. - [#6]: Cenev, Gjore (2008). _Macedonian Folk Constellations._ Publications de l'Observatoire astronomique de Belgrade, vol. 85, p. 97-109. Belgrade, Serbie. [Lien](http://adsabs.harvard.edu/abs/2008POBeo..85...97C) - [#7]: Cenev, Gjore (2014). _La carte du ciel antique du peuple macédonien._ Cosmos - The Journal of the Traditional Cosmology Society, volume 30, Édimbourg, Écosse, Royaume-Uni. [Lien](http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People)
id: - [#1]: Cenev G, Langit di atas Makedonia, 2004 - [#2]: Masyarakat Riset Makedonia: [Situs Web](http://mid.org.mk/ethnoastronomy/) - [#3]: Cenev, Gjore (1985). _Pengetahuan astronomis orang-orang Makedonia barat daya._ "Publikasi Masyarakat Astronomi "Rudjer Bošković", No. 4, hal. 139 - 146". Beograd, Yugoslavia. [Tautan](http://adsabs.harvard.edu/abs/1985PASRB...4..139C) - [#4]: Cenev, Gjore (2004). _Peta Langit Orang Makedonia._ Skopje, Mladinski kulturen centar - [#5]: Cenev, Gjore (2004). _Neboto nad Makedonija (Langit di atas Makedonia)._ Skopje, Mladinski kulturen centar. - [#6]: Cenev, Gjore (2008). _Rasi Bintang Rakyat Makedonia._ Publikasi dari Observatorium Astronomi Beograd, vol. 85, hal. 97-109. Beograd, Serbia [Tautan](http://adsabs.harvard.edu/abs/2008POBeo..85...97C) - [#7]: Cenev, Gjore (2014). _Peta Langit Kuno Orang Makedonia._ Kosmos – Jurnal Masyarakat Kosmologi Tradisional, volume 30, Edinburgh, Skotlandia, Inggris. [Tautan](http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People)
it: - [#1]: Cenev G, Sky over Macedonia, 2004 - [#2]: Macedonian Research Society: [Sito Web](http://mid.org.mk/ethnoastronomy/) - [#3]: Cenev, Gjore (1985). _La conoscenza astronomica della popolazione della Macedonia sudoccidentale ._ "Pubblicazioni della società astronomica di" Rudjer Bošković ", n. 4, p. 139-146". Belgrado, Jugoslavia. [Link](http://adsabs.harvard.edu/abs/1985PASRB...4..139C) - [#4]: Cenev, Gjore (2004). _Sky Map of Macedonian People._ Skopje, Mladinski kulturen centar - [#5]: Cenev, Gjore (2004). _Neboto nad Makedonija (Cielo sopra la Macedonia) ._ Skopje, Mladinski kulturen centar. - [#6]: Cenev, Gjore (2008). _ Costellazioni folkloristiche della Macedonia ._ Pubblicazioni dell'Osservatorio astronomico di Belgrado, vol. 85, pag. 97-109. Belgrado, Serbia. [Link](http://adsabs.harvard.edu/abs/2008POBeo..85...97C) - [#7]: Cenev, Gjore (2014). _ The Ancient Sky Map Of The Macedonian People._ Cosmos - The Journal of the Traditional Cosmology Society, volume 30, Edinburgh, Scotland, United Kingdom. [Link](http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People)
ja: - [#1]: セネフG、マケドニア上空、2004 - [#2]: マケドニア研究会：[ウェブサイト](http://mid.org.mk/ethnoastronomy/) - [#3]: セネフ、グジョール（1985）。 _マケドニア南西部の人々の天文学的知識。_「天文学協会の "RudjerBošković"の出版物、第4号、p。139-146」。ベオグラード、ユーゴスラビア。 [リンク](http://adsabs.harvard.edu/abs/1985PASRB...4..139C) - [#4]: Cenev、Gjore（2004）。 _マケドニア人の空の地図。_スコピエ、ムラディンスキクルトゥーレンセンター - [#5]: Cenev、Gjore（2004）。 _Neboto nad Makedonija（マケドニア上空）。_スコピエ、ムラディンスキークルチャーンセンター。 - [#6]: セネフ、グジョール（2008）。 _Macedonian Folk Constellations._ Publications of the Astronomical Observatory of Belgrade、vol。 85、p。 97-109。ベオグラード、セルビア。 [リンク](http://adsabs.harvard.edu/abs/2008POBeo..85...97C) - [#7]: Cenev、Gjore（2014）。 _マケドニアの人々の古代の空の地図。 [リンク](http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People)
ko: - [#1]: Cenev G, Sky over Macedonia, 2004 - [#2]: 마케도니아 연구소 : [웹 사이트](http://mid.org.mk/ethnoastronomy/) - [#3]: Cenev, Gjore (1985). 남서 마케도니아 사람들에 대한 천문학적 지식. "Rudjer Bošković"의 천문 학회 출판, 4 번, 139-146 쪽. 유고 슬라비아 베오그라드. [링크](http://adsabs.harvard.edu/abs/1985PASRB...4..139C) - [#4]: Cenev, Gjore (2004). 마케도니아 사람들의 하늘지도입니다. 스코 페, Mladinski kulturen centar - [#5]: Cenev, Gjore (2004). Neboto nad Makedonija (마케도니아 하늘). 스코 페, Mladinski kulturen centar. - [#6]: Cenev, Gjore (2008). 마케도니아 민속 별자리. 베오그라드 천문대, vol. 85, p. 97-109. 베오그라드, 세르비아 [링크](http://adsabs.harvard.edu/abs/2008POBeo..85...97C) - [#7]: Cenev, Gjore (2014). 마케도니아 사람들의 고대의 하늘지도. 코스모스 – 전통 우주론 학회지, 30 권, 에든버러, 스코틀랜드, 영국. [링크](http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People)
pl: - [#1]: Cenev G, Sky over Macedonia, 2004 - [#2]: Macedonian Research Society: [Website](http://mid.org.mk/ethnoastronomy/) - [#3]: Cenev, Gjore (1985). _Astronomiczna wiedza mieszkańców Macedonii południowo-zachodniej ._ „Publikacje Towarzystwa Astronomicznego„ Rudjer Bošković ”, nr 4, s. 139–146. Belgrad, Jugosławia. [Link](http://adsabs.harvard.edu/abs/1985PASRB...4..139C) - [#4]: Cenev, Gjore (2004). _Sky Mapa Macedończyków ._ Skopje, Mladinski kulturen centar - [#5]: Cenev, Gjore (2004). _Neboto nad Makedonija (Niebo nad Macedonią) ._ Skopje, Mladinski kulturen centar. - [#6]: Cenev, Gjore (2008). _Makedońskie konstelacje ludowe ._ Publikacje Obserwatorium Astronomicznego w Belgradzie, t. 85, s. 1 97–109. Belgrad, Serbia. [Link](http://adsabs.harvard.edu/abs/2008POBeo..85...97C) - [#7]: Cenev, Gjore (2014). _ The Ancient Sky Map of the Macedonian People._ Cosmos - The Journal of the Traditional Cosmology Society, tom 30, Edynburg, Szkocja, Wielka Brytania. [Link](http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People)
ru: - [#1]: Cenev G, Небо над Македонией, 2004 - [#2]: Македонское исследовательское общество: [Веб-сайт](http://mid.org.mk/ethnoastronomy/) - [#3]: Cenev, Gjore (1985). _Астрономические знания жителей юго-западной Македонии. _ "Публикации Астрономического общества" Руджер Бошкович ", № 4, с. 139 - 146". Белград, Югославия. [Ссылка](http://adsabs.harvard.edu/abs/1985PASRB...4..139C) - [#4]: Cenev, Gjore (2004). _Sky Карта македонского народа. Скопье, Mladinski Kulturen Centar - [#5]: Cenev, Gjore (2004). Небо-над-Македония (Небо над Македонией). Скопье, Младинский культурный центр. - [#6]: Cenev, Gjore (2008). _Macdonian Folk Constellations._ Публикации Астрономической обсерватории Белграда, вып. 85, стр. 97-109. Белград, Сербия. [Ссылка](http://adsabs.harvard.edu/abs/2008POBeo..85...97C) - [#7]: Cenev, Gjore (2014). _ Древняя карта неба македонского народа. Космос - Журнал Общества традиционной космологии, том 30, Эдинбург, Шотландия, Великобритания. [Ссылка](http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People)
tr: - [#1]: Cenev G, Sky over Makedonya, 2004 - [#2]: Makedonya Araştırma Topluluğu: [Web sitesi](http://mid.org.mk/ethnoastronomy/) - [#3]: Cenev, Gjore (1985). _Güneybatı Makedonya halkının astronomi bilgisi._ ""Rudjer Bošković" Astronomi Topluluğu Yayınları, No. 4, s. 139 - 146". Belgrad, Yugoslavya [Bağlantı](http://adsabs.harvard.edu/abs/1985PASRB...4..139C) - [#4]: Cenev, Gjore (2004). _Makedonya Halkının Gökyüzü Haritası._ Skopje, Mladinski kulturen centar - [#5]: Cenev, Gjore (2004). _Neboto nad Makedonija (Makedonya üzerinde gökyüzü)._ Skopje, Mladinski kulturen centar. - [#6]: Cenev, Gjore (2008). _Makedon Halk Takımyıldızları._ Belgrad Astronomik Gözlemevi Yayınları, cilt. 85, s. 97-109. Belgrad Sırbistan. [Bağlantı](http://adsabs.harvard.edu/abs/2008POBeo..85...97C) - [#7]: Cenev, Gjore (2014). _Makedon Halkının Antik Gökyüzü Haritası._ Cosmos – Geleneksel Kozmoloji Derneği Dergisi, cilt 30, Edinburgh, İskoçya, Birleşik Krallık. [Bağlantı](http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People)
zh_cn: - [#1]: Cenev G，马其顿上空，2004年 - [#2]: 马其顿研究学会：[网站](http://mid.org.mk/ethnoastronomy/) - [#3]: Cenev，Gjore（1985）。马其顿西南部人民的天文知识。 ““ RudjerBošković”天文学会刊物，第4号，第139-146页”。南斯拉夫贝尔格莱德。 [链接](http://adsabs.harvard.edu/abs/1985PASRB...4..139C) - [#4]: Cenev，Gjore（2004）。马其顿人民的天空地图。斯科普里（Mladinski kulturen centar） - [#5]: Cenev，Gjore（2004）。 Neboto nad Makedonija（马其顿上空）。斯科普里（Mladinski kulturen centar）。 - [#6]: Cenev，Gjore（2008）。马其顿民间星座。贝尔格莱德天文台的出版物。 85页97-109。塞尔维亚贝尔格莱德。 [链接](http://adsabs.harvard.edu/abs/2008POBeo..85...97C) - [#7]: Cenev，Gjore（2014）。马其顿人民的古代天空地图。宇宙–传统宇宙学学会杂志，第30卷，英国爱丁堡，英国。 [链接](http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People)
zh_tw: - [#1]: Cenev G，馬其頓上空，2004年 - [#2]: 馬其頓研究學會：[網站](http://mid.org.mk/ethnoastronomy/) - [#3]: Cenev，Gjore（1985）。馬其頓西南部人民的天文知識。 ““ RudjerBošković”天文學會刊物，第4號，第139-146頁”。南斯拉夫貝爾格萊德。 [鏈接](http://adsabs.harvard.edu/abs/1985PASRB...4..139C) - [#4]: Cenev，Gjore（2004）。馬其頓人民的天空地圖。斯科普里（Mladinski kulturen centar） - [#5]: Cenev，Gjore（2004）。 Neboto nad Makedonija（馬其頓上空）。斯科普里（Mladinski kulturen centar）。 - [#6]: Cenev，Gjore（2008）。馬其頓民間星座。貝爾格萊德天文台的出版物。 85頁97-109。塞爾維亞貝爾格萊德。 [鏈接](http://adsabs.harvard.edu/abs/2008POBeo..85...97C) - [#7]: Cenev，Gjore（2014）。馬其頓人民的古代天空地圖。宇宙–傳統宇宙學學會雜誌，第30卷，英國愛丁堡，英國。 [鏈接](http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People)

source: This sky culture was contributed by _Vancho Stojkoski_ and _Gjore Cenev_ from Macedonian Research Society based primarily on the book _Sky over Macedonia_ by Cenev G, 2004 [#1]. Technical re-work: Susanne M Hoffmann
ar: وقد ساهم ثقافة ثقافة السماء هذه _Vancho Stojkoski_ و _Gjore Cenev_ من جمعية البحث المقدونية في المقام الأول على كتاب _Sky over Macedonia_ بواسطة Cenev G ، 2004 [#1]. إعادة العمل الفني: سوزان هوفمان
cs: K této kultuře oblohy přispěli _Vancho Stojkoski_ a _Gjore Cenev_ z Makedonské výzkumné společnosti, založené především na knize _Sky over Macedonia_ od Cenev G, 2004 [#1]. Technické přepracování: Susanne M Hoffmann
de: Diese Himmelskultur wurde von _Vancho Stojkoski_ und _Gjore Cenev_ von der Macedonian Research Society beigesteuert, hauptsächlich basierend auf dem Buch _Sky over Macedonia_ von Cenev G, 2004 [#1]. Technische Überarbeitung: Susanne M Hoffmann
fil: Ang sky culture na ito ay iniambag nina _Vancho Stojkoski_ at _Gjore Cenev_ mula sa Macedonian Research Society na pangunahing batay sa aklat na _Sky over Macedonia_ ni Cenev G, 2004 [#1]. Teknikal na muling paggawa: Susanne M Hoffmann
fr: Cette culture du ciel a été apportée par _Vancho Stojkoski_ et _Gjore Cenev_ de la Macedonian Research Society basé principalement sur le livre _Sky over Macedonia_ de Cenev G, 2004 [#1]. Retravail technique: Susanne M Hoffmann
id: Budaya langit ini disumbangkan oleh _Vancho Stojkoski_ dan _Gjore Cenev_ dari Macedonia Research Society berdasarkan buku _Sky over Makedonia_ oleh Cenev G, 2004 [#1]. Pengerjaan ulang teknis: Susanne M Hoffmann
it: Questa cultura del cielo è stata fornita da _Vancho Stojkoski_ e _Gjore Cenev_ della Macedonian Research Society basato principalmente sul libro _Sky over Macedonia_ di Cenev G, 2004 [#1]. Rielaborazione tecnica: Susanne M Hoffmann
ja: この空の文化は、主にマケドニア研究会の_Vancho Stojkoski_と_Gjore Cenev_によって寄稿され、主にCenev G、2004 [#1]の本_Sky over Macedonia_に基づいています。 技術的な手直し：Susanne M Hoffmann
ko: 이 하늘 문화는 주로 마케도니아 연구 협회 (Maredonian Research Society)의 Vancho Stojkoski와 Gjore Cenev가 Cenev G, 2004 [#1]의 'Sky over Macedonia'책에 기초하여 기증했습니다. 기술 재 작업 : Susanne M Hoffmann
pl: Tę kulturę nieba wnieśli: Vancho Stojkoski i Gjore Cenev z Macedońskiego Towarzystwa Badawczego, opierając się głównie na książce Cenny G. z 2004 r. [#1]. Techniczna przeróbka: Susanne M. Hoffmann
ru: Эту культуру неба внесли _Vancho Stojkoski_ и _Gjore Cenev_ из Македонского исследовательского общества, основанные, главным образом, на книге _Sky over Macedonia_, написанной Cenev G, 2004 [#1]. Техническая переработка: Сюзанна М Хоффманн
tr: Bu gökyüzü kültürü, Makedon Araştırma Derneği'nden _Vancho Stojkoski_ ve _Gjore Cenev_ tarafından, esas olarak Cenev G, 2004 [#1] tarafından yazılan _Makedonya üzerinde Gökyüzü_ kitabına dayalı olarak katkıda bulunmuştur. Teknik yeniden çalışma: Susanne M Hoffmann
zh_cn: 这种天空文化由马其顿研究协会的Vancho Stojkoski和Gjore Cenev做出，主要基于Cenev G在2004年撰写的《马其顿上空的天空》 [#1]。 技术返工：Susanne M Hoffmann
zh_tw: 這種天空文化由馬其頓研究協會的Vancho Stojkoski和Gjore Cenev做出，主要基於Cenev G在2004年撰寫的《馬其頓上空的天空》 [#1]。 技術返工：Susanne M Hoffmann

source: GNU GPL v2.0
ar: GNU GPL الإصدار 2.0

source: Thieves
ar: لصوص
cs: Zloději
de: Diebe
fil: Mga magnanakaw
fr: Voleurs
id: Pencuri
it: Ladri
ja: 泥棒
ko: 도둑들
pl: Złodzieje
ru: Воры
tr: hırsızlar
zh_cn: 小偷
zh_tw: 小偷

source: The famous constellation Ursa Major among the people is described as a group of thieves (_Aramii_). The seven bright stars of Ursa Major are said to be thieves „because during the entire night they circle on the sky same as thieves that circle around houses“
ar: توصف كوكبة Ursa Major الشهيرة بين الناس بأنها مجموعة من اللصوص (_Aramii_). يقال أن النجوم السبعة اللامعة في Ursa Major هم لصوص "لأنهم طوال الليل يدورون في السماء مثل اللصوص الذين يدورون حول المنازل"
cs: Slavná souhvězdí Ursa Major mezi lidmi je popisováno jako skupina zlodějů (_Aramii_). Sedm jasných hvězd Ursy Major se říká, že jsou zloději „Protože celou noc obíhají na obloze stejně jako zloději, kteří obíhají kolem domů“
de: Das berühmte Sternbild Ursa Major unter den Menschen wird als eine Gruppe von Dieben (_Aramii_) beschrieben. Die sieben hellen Sterne von Ursa Major sollen Diebe sein „Weil sie die ganze Nacht über am Himmel kreisen wie Diebe, die um Häuser kreisen“
fil: Ang sikat na konstelasyon na Ursa Major sa mga tao ay inilarawan bilang isang grupo ng mga magnanakaw (_Aramii_). Ang pitong matingkad na bituin ng Ursa Major ay sinasabing mga magnanakaw "dahil sa buong gabi ay umiikot sila sa langit katulad ng mga magnanakaw na umiikot sa mga bahay"
fr: La célèbre constellation Ursa Major parmi le peuple est décrite comme un groupe de voleurs (_Aramii_). Les sept étoiles brillantes d'Ursa Major seraient des voleurs "Parce que pendant toute la nuit ils tournent dans le ciel comme les voleurs qui tournent autour des maisons"
id: Rasi bintang Ursa Major yang terkenal di antara orang-orang digambarkan sebagai sekelompok pencuri (_Aramii_). Tujuh bintang terang Ursa Major dikatakan sebagai pencuri 'karena sepanjang malam mereka berputar-putar di langit sama seperti pencuri yang mengelilingi rumah-rumah'
it: La famosa costellazione dell'Orsa Maggiore tra il popolo è descritta come un gruppo di ladri (_Aramii_). Si dice che le sette stelle luminose dell'Orsa Maggiore siano ladri „Perché durante tutta la notte girano in cerchio come i ladri che circondano le case“
ja: 人々の間で有名な星座おおぐま座は、泥棒のグループ（_Aramii_）として説明されています。おおぐま座の7つの明るい星は泥棒と言われています 「彼らは一晩中、家の周りを回る泥棒と同じように空を回るからです」
ko: 사람들 사이에서 유명한 별자리 Ursa Major는 도둑 그룹으로 묘사됩니다 (Aramii). 큰곰 자리의 일곱 밝은 별은 도둑이라고한다 “밤새도록 그들은 집 주위를 도는 도둑과 같은 하늘을 돌고 있기 때문에”
pl: Słynna konstelacja Ursa Major wśród ludzi jest opisywana jako grupa złodziei (_Aramii_). Mówi się, że siedem jasnych gwiazd Ursa Major to złodzieje „Ponieważ przez całą noc krążą po niebie tak samo jak złodzieje krążący wokół domów”
ru: Знаменитое созвездие Большой Медведицы среди людей описывается как группа воров (_Aramii_). Говорят, что семь ярких звезд Большой Медведицы - воры «Потому что в течение всей ночи они кружат в небе так же, как воры, которые кружат вокруг домов»
tr: Halk arasında ünlü takımyıldız Büyükayı, bir grup hırsız (_Aramii_) olarak tanımlanır. Büyükayı'nın yedi parlak yıldızının hırsız olduğu söyleniyor "Çünkü bütün gece boyunca evlerin etrafında dönen hırsızlar gibi gökyüzünde daire çiziyorlar"
zh_cn: 人们中著名的Ursa Major星座被描述为一群盗贼（Aramii）。 Ursa Major的七颗明亮的星星据说是小偷 “因为他们整夜都在天空中盘旋，就像小偷在房屋周围盘旋”
zh_tw: 人們中著名的Ursa Major星座被描述為一群盜賊（Aramii）。 Ursa Major的七顆明亮的星星據說是小偷 “因為他們整夜都在天空中盤旋，就像小偷在房屋周圍盤旋”

source: Mother Hen
ar: ‎‎الدجاجة الأم‎‎
cs: Matka slepice
de: Gluckhenne
fil: Inang Hen
fr: La mère Hen
id: Ibu Hen
it: Chioccia
ja: 母編
ko: 암탉
ru: Наседка
tr: anne tavuk
zh_cn: 母鸡
zh_tw: 母雞
