Repository: 10110111/stellarium-skycultures
Catalog: macedonian/po/*.po
Languages: ar, cs, de, fil, fr, id, it, ja, ko, pl, ru, tr, zh_cn, zh_tw

source: Macedonian
ar: المقدوني
cs: Makedonská
de: Mazedonisch
fr: Macédonienne
id: Makedonia
it: Macedone
ja: マケドニア
ko: 마케도니아
pl: Macedońska
ru: Македонская
tr: Makedonca
zh_cn: 马其顿
zh_tw: 馬其頓(Macedonian)

source: This sky culture has been created based on the _Sky map of Macedonian people_ reconstructed from the descriptions of constellations known to elderly inhabitants of Macedonian villages.
ar: أُنشئت ثقافة السماء هذه بناءً على خريطة _Sky للشعب المقدوني التي أعيد بناؤها من أوصاف الأبراج المعروفة لدى كبار السن في القرى المقدونية.
cs: Tato kultura oblohy byla vytvořena na základě _Sky mapy obyvatel Makedonie rekonstruované z popisů souhvězdí známých starším obyvatelům makedonských vesnic.
de: Diese Himmelskultur wurde basierend auf der Sky-Karte des mazedonischen Volkes geschaffen, die aus den Beschreibungen von Sternbildern rekonstruiert wurde, die älteren Bewohnern mazedonischer Dörfer bekannt sind.
fil: Ang kultura ng langit na ito ay nilikha batay sa _Mapa ng Langit ng mga taong Macedonian_ na itinayo mula sa mga paglalarawan ng mga konstelasyon na kilala ng mga matatandang naninirahan sa mga nayon ng Macedonian.
fr: Cette culture du ciel a été créée sur la base de la _Carte du ciel du peuple macédonien_ reconstruite à partir des descriptions des constellations connues des habitants âgés des villages macédoniens.
id: Budaya langit ini dibuat berdasarkan _Peta langit orang Makedonia_ yang direkonstruksi dari deskripsi rasi bintang yang diketahui oleh penduduk lanjut usia di desa Makedonia.
it: Questa cultura del cielo è stata creata sulla base della _Sky map of macedonian people_ ricostruita dalle descrizioni delle costellazioni note agli anziani abitanti dei villaggi macedoni.
ja: この空の文化は、マケドニアの村の高齢者に知られている星座の記述から再構築された_Macedonian peopleのSky map_に基づいて作成されました。
ko: 이 하늘 문화는 마케도니아 마을의 노인들에게 알려진 별자리의 설명에서 재구성 된 마케도니아 사람들의 하늘지도를 기반으로 만들어졌습니다.
pl: Ta kultura nieba została stworzona w oparciu o „mapę nieba Macedończyków” zrekonstruowaną z opisów gwiazdozbiorów znanych starszym mieszkańcom macedońskich wiosek.
ru: Эта небесная культура была создана на основе _скейской карты македонского народа, реконструированной по описаниям созвездий, известных пожилым жителям македонских деревень.
tr: Bu gökyüzü kültürü, Makedon köylerinin yaşlı sakinleri tarafından bilinen takımyıldızların tanımlarından yeniden oluşturulan _Makedon halkının gökyüzü haritasına_ dayanılarak oluşturulmuştur.
zh_cn: 这种天空文化是根据马其顿人民的天空地图创建的，该地图是根据马其顿村庄老年人的星座描述重新构建的。
zh_tw: 這種天空文化是根據馬其頓人民的天空地圖創建的，該地圖是根據馬其頓村莊老年人的星座描述重新構建的。

source: Ethnoastronomical research among Macedonian people began in 1982, organized by the Planetarium at Youth Cultural Centre. In the past years, around 140 villages in Republic of Macedonia have been visited and over 1500 inhabitants have been interviewed and surveyed. All collected information from the population have been published in the book “Sky over Macedonia” (Cenev G, 2004). An integral part of this book is the Sky map of Macedonian people which has been reconstructed based on the descriptions of constellations known to elderly inhabitants of Macedonian villages (Cenev G., 2000).
ar: بدأ البحث الإثنولوجي الفكري بين المقدونيين في عام 1982 ، نظمته القبة السماوية في المركز الثقافي للشباب. في السنوات الماضية ، تمت زيارة حوالي 140 قرية في جمهورية مقدونيا وتمت مقابلة ومسح أكثر من 1500 نسمة. تم نشر جميع المعلومات التي تم جمعها من السكان في كتاب "Sky over Macedonia" (Cenev G ، 2004). جزء لا يتجزأ من هذا الكتاب هو خريطة السماء للشعب المقدوني التي أعيد بناؤها بناءً على أوصاف الأبراج المعروفة للسكان المسنين في القرى المقدونية (Cenev G. ، 2000).
cs: Ethnoastronomický výzkum mezi obyvateli Makedonie začal v roce 1982 a organizoval ho Planetárium v Kulturním centru pro mládež. V uplynulých letech bylo v Makedonii navštíveno asi 140 vesnic a bylo dotazováno a dotazováno více než 1500 obyvatel. Všechny shromážděné informace o populaci byly zveřejněny v knize „Nebe nad Makedonií“ (Cenev G, 2004). Nedílnou součástí této knihy je Sky mapa Makedonců, která byla rekonstruována na základě popisů souhvězdí známých starším obyvatelům makedonských vesnic (Cenev G., 2000).
de: Die ethnoastronomische Forschung unter Mazedoniern begann 1982 und wurde vom Planetarium des Jugendkulturzentrums organisiert. In den letzten Jahren wurden rund 140 Dörfer in der Republik Mazedonien besucht und über 1500 Einwohner befragt und befragt. Alle gesammelten Informationen aus der Bevölkerung wurden im Buch „Sky over Macedonia“ (Cenev G, 2004) veröffentlicht. Ein wesentlicher Bestandteil dieses Buches ist die Himmelskarte der mazedonischen Bevölkerung, die auf der Grundlage der Beschreibungen von Sternbildern rekonstruiert wurde, die älteren Bewohnern mazedonischer Dörfer bekannt sind (Cenev G., 2000).
fil: Ang ethnoastronomical na pananaliksik sa mga taong Macedonian ay nagsimula noong 1982, na inayos ng Planetarium sa Youth Cultural Center. Sa nakalipas na mga taon, humigit-kumulang 140 na mga nayon sa Republika ng Macedonia ang nabisita at mahigit 1500 na mga naninirahan ang nainterbyu at na-survey. Ang lahat ng nakolektang impormasyon mula sa populasyon ay nai-publish sa aklat na "Sky over Macedonia" (Cenev G, 2004). Isang mahalagang bahagi ng aklat na ito ang Sky map ng mga taong Macedonian na na-reconstructed batay sa mga paglalarawan ng mga konstelasyon na kilala ng mga matatandang naninirahan sa mga nayon ng Macedonian (Cenev G., 2000).
fr: La recherche ethnoastronomique auprès des Macédoniens a commencé en 1982, organisée par le Planétarium du Centre culturel pour les jeunes. Ces dernières années, environ 140 villages de la République de Macédoine ont été visités et plus de 1 500 habitants ont été interrogés et enquêtés. Toutes les informations recueillies auprès de la population ont été publiées dans le livre «Sky over Macedonia» (Cenev G, 2004). Une partie intégrante de ce livre est la carte du ciel du peuple macédonien qui a été reconstruite sur la base des descriptions des constellations connues des habitants âgés des villages macédoniens (Cenev G., 2000).
id: Penelitian etnoastronomi di antara orang Makedonia dimulai pada tahun 1982, yang diselenggarakan oleh Planetarium di Pusat Kebudayaan Pemuda. Dalam beberapa tahun terakhir, sekitar 140 desa di Republik Makedonia telah dikunjungi dan lebih dari 1500 penduduk telah diwawancarai dan disurvei. Semua informasi yang dikumpulkan dari populasi telah diterbitkan dalam buku "Langit di atas Makedonia" (Cenev G, 2004). Bagian integral dari buku ini adalah peta Langit orang Makedonia yang telah direkonstruksi berdasarkan deskripsi rasi bintang yang diketahui oleh penduduk lanjut usia desa Makedonia (Cenev G., 2000).
it: La ricerca etnoastronomica tra i macedoni è iniziata nel 1982, organizzata dal Planetario presso il Centro culturale giovanile. Negli ultimi anni sono stati visitati circa 140 villaggi nella Repubblica di Macedonia e oltre 1500 abitanti sono stati intervistati e intervistati. Tutte le informazioni raccolte dalla popolazione sono state pubblicate nel libro "Sky over Macedonia" (Cenev G, 2004). Parte integrante di questo libro è la mappa del cielo del popolo macedone che è stata ricostruita sulla base delle descrizioni delle costellazioni conosciute dagli anziani abitanti dei villaggi macedoni (Cenev G., 2000).
ja: マケドニアの人々の間の民族天文学的研究は、ユース文化センターのプラネタリウムによって組織された1982年に始まりました。過去数年間、マケドニア共和国の約140の村が訪問され、1500人以上の住民がインタビューされ、調査されました。人口から収集されたすべての情報は、本「マケドニアの空」（セネフG、2004年）に掲載されています。この本の不可欠な部分は、マケドニアの村の高齢者に知られている星座の記述に基づいて再構築されたマケドニアの人々の空の地図です（Cenev G.、2000）。
ko: 마케도니아인들 사이의 천문학적 연구는 1982 년에 시작되었으며, 청소년 문화 센터의 천문관이 주최했습니다. 지난 몇 년간, 마케도니아 공화국의 140 개 마을이 방문되었으며 1500 명이 넘는 주민들이 면담 및 조사되었습니다. 인구로부터 수집 된 모든 정보는“Sky over Macedonia”(Cenev G, 2004) 책에 출판되었습니다. 이 책의 필수 부분은 마케도니아 마을의 노인들에게 알려진 별자리에 대한 설명을 바탕으로 재구성 된 마케도니아 사람들의 하늘지도입니다 (Cenev G., 2000).
pl: Badania etnoastronomiczne wśród Macedończyków rozpoczęły się w 1982 r., Organizowane przez Planetarium w Youth Cultural Center. W ostatnich latach odwiedzono około 140 wiosek w Republice Macedonii, a ponad 1500 mieszkańców udzieliło wywiadów i ankiet. Wszystkie zebrane informacje od ludności zostały opublikowane w książce „Sky over Macedonia” (Cenev G, 2004). Integralną częścią tej książki jest mapa nieba Macedończyków, która została zrekonstruowana na podstawie opisów konstelacji znanych starszym mieszkańcom macedońskich wiosek (Cenev G., 2000).
ru: Этноастрономические исследования среди македонцев начались в 1982 году, организованным Планетарием при Молодежном культурном центре. За последние годы было посещено около 140 деревень в Республике Македонии, и более 1500 жителей были опрошены и опрошены. Вся собранная информация от населения была опубликована в книге «Небо над Македонией» (Ценев Г., 2004). Неотъемлемой частью этой книги является карта неба македонского народа, реконструированная на основе описаний созвездий, известных пожилым жителям македонских деревень (Ценев Г., 2000).
tr: Makedon halkı arasında etnoastronomik araştırmalar 1982 yılında Gençlik Kültür Merkezi'ndeki Planetaryum tarafından organize edilmeye başlandı. Geçtiğimiz yıllarda Makedonya Cumhuriyeti'nde 140 civarında köy ziyaret edilmiş ve 1500'ün üzerinde nüfusla görüşülerek anket yapılmıştır. Nüfustan toplanan tüm bilgiler “Makedonya Üzerinden Gökyüzü” kitabında yayınlanmıştır (Cenev G, 2004). Bu kitabın ayrılmaz bir parçası, Makedon köylerinin yaşlı sakinleri tarafından bilinen takımyıldızların açıklamalarına dayanarak yeniden oluşturulmuş Makedon halkının Gökyüzü haritasıdır (Cenev G., 2000).
zh_cn: 马其顿人民的民族天文学研究始于1982年，由青年文化中心的天文馆组织。在过去的几年中，马其顿共和国约有140个村庄被访问，并采访和调查了1500多名居民。从人口中收集的所有信息均已出版在《马其顿上空的天空》（Cenev G，2004）一书中。本书不可分割的一部分是马其顿人的天空地图，该地图是根据马其顿村庄老年人的星座描述进行重建的（Cenev G.，2000）。
zh_tw: 馬其頓人民的民族天文學研究始於1982年，由青年文化中心的天文館組織。在過去的幾年中，馬其頓共和國約有140個村莊被訪問，並採訪和調查了1500多名居民。從人口中收集的所有信息均已出版在《馬其頓上空的天空》一書中（Cenev G，2004年）。本書不可分割的一部分是馬其頓人的天空地圖，該地圖是根據馬其頓村莊老年人的星座描述進行重建的（Cenev G.，2000）。
