Repository: 10110111/stellarium-skycultures
Catalog: macedonian/po/*.po
Languages: ar, cs, de, fil, fr, id, it, ja, ko, pl, ru, tr, zh_cn, zh_tw

source: Mother Hen (_Kvachka_) is the best-known constellation, which is recognized by all elderly people in Macedonian villages, without any exception. This name people use for the star cluster Pleiades.
ar: الأم Hen (_Kvachka_) هي الكوكبة الأكثر شهرة ، والتي يعترف بها جميع كبار السن في القرى المقدونية ، دون أي استثناء. هذا الاسم يستخدمه الناس لمجموعة النجوم الثريا.
cs: Matka slepice (_Kvachka_) je nejznámější souhvězdí, které bez jakýchkoli výjimek uznávají všichni starší lidé v makedonských vesnicích. Toto jméno lidé používají pro hvězdokup Pleiades.
de: Mutter Henne (_Kvachka_) ist die bekannteste Konstellation, die von allen älteren Menschen in mazedonischen Dörfern ausnahmslos anerkannt wird. Diesen Namen verwenden die Menschen für den Sternhaufen Plejaden.
fil: Si Mother Hen (_Kvachka_) ay ang pinakakilalang konstelasyon, na kinikilala ng lahat ng matatandang tao sa mga nayon ng Macedonian, nang walang anumang pagbubukod. Ang pangalang ito ay ginagamit ng mga tao para sa star cluster na Pleiades.
fr: Mother Hen (_Kvachka_) est la constellation la plus connue, qui est reconnue par toutes les personnes âgées dans les villages macédoniens, sans aucune exception. Ce nom que les gens utilisent pour l'amas d'étoiles Pléiades.
id: Mother Hen (_Kvachka_) adalah konstelasi paling terkenal, yang diakui oleh semua orang tua di desa-desa Makedonia, tanpa kecuali. Nama ini digunakan orang untuk gugus bintang Pleiades.
it: Mother Hen (_Kvachka_) è la costellazione più conosciuta, riconosciuta da tutti gli anziani nei villaggi macedoni, senza alcuna eccezione. Questo nome viene utilizzato dalle persone per il gruppo di stelle Pleiadi.
ja: 母編（_Kvachka_）は最も有名な星座で、例外なくマケドニアの村のすべての高齢者に認識されています。スタークラスタープレアデス星団に使用されるこの名前。
ko: Mother Hen (Kvachka)는 마케도니아 마을의 모든 노인들이 예외없이 인정하는 가장 잘 알려진 별자리입니다. 이 이름은 스타 클러스터 Pleiades에 사용합니다.
pl: Mother Hen (_Kvachka_) jest najbardziej znaną konstelacją, która jest rozpoznawana przez wszystkich starszych ludzi w macedońskich wioskach, bez żadnych wyjątków. Nazwę tę używają ludzie w gronie gwiazd Plejady.
ru: Мать-курица (_Kvachka_) является самым известным созвездием, которое признается всеми пожилыми людьми в македонских деревнях, без каких-либо исключений. Это имя люди используют для звездного скопления Плеяды.
tr: Anne Tavuk (_Kvachka_), Makedon köylerindeki tüm yaşlılar tarafından istisnasız olarak tanınan en iyi bilinen takımyıldızdır. İnsanların Pleiades yıldız kümesi için kullandıkları bu isim.
zh_cn: 母鸡（Kvachka）是最著名的星座，马其顿村庄的所有老人都毫无例外地认可这一星座。人们将其用于星团cluster宿星。
zh_tw: 母雞（Kvachka）是最著名的星座，馬其頓村莊的所有老人都毫無例外地認可這一星座。人們將其用於星團cluster宿星。

source: Plough
ar: ‎‎المحراث‎‎
cs: Pluh
de: Pflug
fil: araro
fr: La charrue
id: Bajak
it: Aratro
ja: すき
ko: 쟁기
pl: Pług
ru: Плуг
tr: Pulluk
zh_cn: 耕犁
zh_tw: 犁

source: The constellation Orion with its numerous bright stars and distinctive pattern dominates the winter sky and can be easily found. People from Macedonian villages usually point at the region around Orion’s belt saying that three bright stars and surrounding less bright stars create an image of a wooden Plough with two yoked oxen (_Ralo so Volovi_).
ar: تهيمن كوكبة الجوزاء مع العديد من النجوم الساطعة والنمط المميز على سماء الشتاء ويمكن العثور عليها بسهولة. عادةً ما يشير الأشخاص من القرى المقدونية إلى المنطقة المحيطة بحزام أوريون قائلين إن ثلاث نجوم ساطعة ونجومًا أقل سطوعًا تخلق صورة لمحراث خشبي مع ثوران مقرن (_Ralo so Volovi_).
cs: Souhvězdí Orion s početnými jasnými hvězdami a výrazným vzorem dominuje zimní obloze a lze jej snadno najít. Lidé z makedonských vesnic obvykle ukazují na oblast kolem Orionova pásu a říkají, že tři jasné hvězdy a okolní méně jasné hvězdy vytvářejí obraz dřevěného pluhu se dvěma jholovými voly (_Ralo tak Volovi_).
de: Das Sternbild Orion mit seinen zahlreichen hellen Sternen und seinem markanten Muster dominiert den Winterhimmel und ist leicht zu finden. Menschen aus mazedonischen Dörfern zeigen normalerweise auf die Region um Orions Gürtel und sagen, dass drei helle Sterne und umgebende weniger helle Sterne ein Bild eines Holzpfluges mit zwei Jochochsen (_Ralo so Volovi_) erzeugen.
fil: Ang konstelasyon na Orion na may maraming maliliwanag na bituin at natatanging pattern ay nangingibabaw sa kalangitan ng taglamig at madaling matagpuan. Karaniwang itinuturo ng mga tao mula sa mga nayon ng Macedonian ang rehiyon sa paligid ng sinturon ng Orion na nagsasabi na ang tatlong maliwanag na bituin at nakapaligid na hindi gaanong maliwanag na mga bituin ay lumilikha ng larawan ng isang kahoy na Araro na may dalawang pamatok na baka (_Ralo so Volovi_).
fr: La constellation d'Orion avec ses nombreuses étoiles brillantes et son motif distinctif domine le ciel d'hiver et peut être facilement trouvée. Les gens des villages macédoniens pointent généralement la région autour de la ceinture d'Orion en disant que trois étoiles brillantes et les étoiles moins brillantes environnantes créent une image d'une charrue en bois avec deux bœufs attelés (_Ralo so Volovi_).
id: Rasi bintang Orion dengan banyak bintang terang dan pola khas mendominasi langit musim dingin dan dapat dengan mudah ditemukan. Orang-orang dari desa Makedonia biasanya menunjuk ke daerah di sekitar sabuk Orion dengan mengatakan bahwa tiga bintang terang dan bintang-bintang yang kurang terang di sekitarnya membuat gambar Bajak kayu dengan dua lembu yang dipasangkan (_Ralo so Volovi_).
it: La costellazione di Orione con le sue numerose stelle luminose e il motivo distintivo domina il cielo invernale e può essere facilmente trovata. Le persone dei villaggi macedoni di solito puntano verso la regione intorno alla cintura di Orione dicendo che tre stelle luminose e le stelle circostanti meno luminose creano l'immagine di un aratro di legno con due buoi gioghi (_Ralo so Volovi_).
ja: 多数の明るい星と独特のパターンを持つ星座オリオンは、冬の空を支配し、簡単に見つけることができます。マケドニアの村の人々は通常、オリオン座の帯のあたりを指して、3つの明るい星と周囲のあまり明るくない星が、2つの卵のついた雄牛（_Ralo so Volovi_）のある木製のすきのイメージを作ると言っています。
ko: 수많은 밝은 별과 독특한 패턴을 가진 별자리 오리온은 겨울 하늘을 지배하며 쉽게 찾을 수 있습니다. 마케도니아 마을 사람들은 일반적으로 오리온의 벨트 주변 지역을 가리키며 밝은 별 3 개와 덜 밝은 별 주변은 2 개의 요크가있는 황소 (Ralo so Volovi)가있는 나무 쟁기의 이미지를 만듭니다.
pl: Gwiazdozbiór Orion z licznymi jasnymi gwiazdami i charakterystycznym wzorem dominuje na zimowym niebie i można go łatwo znaleźć. Mieszkańcy macedońskich wiosek zwykle wskazują region wokół pasa Oriona, mówiąc, że trzy jasne gwiazdy i otaczające je mniej jasne gwiazdy tworzą obraz drewnianego pługa z dwoma jarzmami wołów (Ralo so Volovi).
ru: Созвездие Орион с его многочисленными яркими звездами и характерным рисунком доминирует над зимним небом и может быть легко найдено. Люди из македонских деревень обычно указывают на область вокруг пояса Ориона, говоря, что три яркие звезды и окружающие их менее яркие звезды создают образ деревянного плуга с двумя волками-волками (_Ralo so Volovi_).
tr: Çok sayıda parlak yıldızı ve kendine özgü deseni ile Orion takımyıldızı kış gökyüzüne hakimdir ve kolayca bulunabilir. Makedon köylerinden insanlar genellikle Orion'un kuşağının etrafındaki bölgeyi işaret ederek üç parlak yıldızın ve çevreleyen daha az parlak yıldızların iki boyunduruklu öküz (_Ralo so Volovi_) ile tahta bir Pulluk görüntüsü oluşturduğunu söyler.
zh_cn: 猎户星座拥有众多明亮的星星和独特的图案，在冬季的天空中占主导地位，很容易找到。马其顿村庄的人们通常指着猎户座地带周围的区域，说三颗明亮的星星和周围较少的明亮的星星形成了带有两个带轭黄牛的木制犁的图像（Ralo so Volovi）。
zh_tw: 獵戶星座擁有眾多明亮的星星和獨特的圖案，在冬季的天空中占主導地位，很容易找到。馬其頓村莊的人們通常指著獵戶座地帶周圍的區域，說三顆明亮的星星和周圍較少的明亮的星星形成了帶有兩個帶軛黃牛的木製犁的圖像（Ralo so Volovi）。

source: Oxen
ar: ‎‎الثيران‎‎
de: Ochsen
fil: Mga baka
fr: Les bœufs
id: lembu
it: Buoi
ja: 牛
ko: 황소
pl: Woły
ru: Волы
tr: öküz
zh_cn: 耕牛
zh_tw: 牛

source: Yoke
ar: ‎‎المقرن‎‎
cs: Jho
de: Joch
fil: Pamatok
fr: Le joug
id: Kuk
ja: ヨーク
ko: 굴레
pl: Jarzmo
ru: Ярмо
tr: boyunduruk
zh_cn: 牛轭
zh_tw: 牛軛

source: Yoke (_Jarem_). People under this name recognize group of stars in the constellation Perseus. Yokes for the oxen usually is found in village yards so that is why, like the previous constellation, it is an evidence of the general image of people and purpose given to this part of the sky.
ar: نير (_Jarem_). يتعرف الأشخاص تحت هذا الاسم على مجموعة من النجوم في كوكبة Perseus. عادة ما يتم العثور على النير للثيران في ساحات القرية ، ولهذا السبب ، مثل الكوكبة السابقة ، هو دليل على الصورة العامة للأشخاص والغرض الممنوح لهذا الجزء من السماء.
cs: Yoke (_Jarem_). Lidé pod tímto jménem rozpoznávají skupinu hvězd v souhvězdí Perseus. Vidlice pro voly se obvykle nacházejí ve vesnicích, proto je, stejně jako předchozí souhvězdí, důkazem celkového obrazu lidí a účelu dané této části oblohy.
de: Joch (_Jarem_). Menschen unter diesem Namen erkennen eine Gruppe von Sternen im Sternbild Perseus. Joche für die Ochsen sind normalerweise in Dorfhöfen zu finden, weshalb sie wie die vorherige Konstellation ein Beweis für das allgemeine Bild der Menschen und den Zweck sind, der diesem Teil des Himmels gegeben wurde.
fil: Pamatok (_Jarem_). Kinikilala ng mga tao sa ilalim ng pangalang ito ang grupo ng mga bituin sa konstelasyon na Perseus. Ang mga pamatok para sa mga baka ay kadalasang matatagpuan sa mga bakuran ng nayon kaya naman, tulad ng nakaraang konstelasyon, ito ay isang katibayan ng pangkalahatang larawan ng mga tao at layunin na ibinigay sa bahaging ito ng langit.
fr: Joug (_Jarem_). Les personnes sous ce nom reconnaissent un groupe d'étoiles dans la constellation de Persée. Les jougs pour les bœufs se trouvent généralement dans les cours des villages, c'est pourquoi, comme la constellation précédente, c'est une preuve de l'image générale des gens et du but donné à cette partie du ciel.
id: Kuk (_Jarem_). Orang dengan nama ini mengenali sekelompok bintang di konstelasi Perseus. Kuk untuk lembu biasanya ditemukan di pekarangan desa sehingga, seperti konstelasi sebelumnya, ini adalah bukti gambaran umum orang dan tujuan yang diberikan ke bagian langit ini.
it: Yoke (_Jarem_). Le persone con questo nome riconoscono il gruppo di stelle nella costellazione di Perseo. Le barzellette per i buoi di solito si trovano nei cortili del villaggio ed è per questo che, come la costellazione precedente, è una prova dell'immagine generale delle persone e dello scopo dato a questa parte del cielo.
ja: ヨーク（_Jarem_）。この名前の人々は、ペルセウス座の星のグループを認識しています。牛のヨークは通常、村の庭にあります。そのため、前の星座と同様に、空のこの部分に与えられた人々と目的の一般的なイメージの証拠です。
ko: 멍에 (Jarem). 이 이름을 가진 사람들은 별자리 페르세우스의 별 그룹을 인식합니다. 황소에 대한 멍에는 대개 마을 마당에서 발견되므로 이전 별자리와 같이 하늘 의이 부분에 주어진 사람들과 목적의 일반적인 이미지의 증거입니다.
pl: Jarzmo (Jarem_). Ludzie o tej nazwie rozpoznają grupę gwiazd w gwiazdozbiorze Perseusza. Jarzma dla wołów zwykle znajdują się na podwórkach wsi, dlatego też, podobnie jak poprzednia konstelacja, jest dowodem ogólnego obrazu ludzi i celu nadanego tej części nieba.
ru: Хомут (_Jarem_). Люди под этим именем узнают группу звезд в созвездии Персея. Хомуты для волов обычно можно найти в деревенских дворах, поэтому, как и в предыдущем созвездии, это свидетельство общего образа людей и цели, данной этой части неба.
tr: Boyunduruk (_Jarem_). Bu isim altındaki insanlar, Kahraman takımyıldızındaki yıldız grubunu tanırlar. Öküzler için boyunduruklar genellikle köy bahçelerinde bulunur, bu nedenle önceki takımyıldız gibi, insanların genel görüntüsünün ve gökyüzünün bu kısmına verilen amacın bir kanıtıdır.
zh_cn: oke（贾里姆）。以这个名字命名的人会在英仙座星座中识别出一群恒星。牛轭通常在乡村院子里找到，因此，为什么像以前的星座一样，这是人们对天空的一般形象和目的的证明。
zh_tw: oke（賈里姆）。以這個名字命名的人會在英仙座星座中識別出一群恆星。牛軛通常在鄉村院子裡找到，因此，為什麼像以前的星座一樣，這是人們對天空的一般形象和目的的證明。

source: Wolves
ar: ‎‎ذئاب‎‎
cs: vlci
de: Wölfe
fil: Mga lobo
fr: Les loups
id: Serigala
it: Lupi
ja: オオカミ
ko: 늑대
pl: Wilki
ru: Волки
tr: kurtlar
zh_cn: 灰狼
zh_tw: 狼

source: Near to the plough with oxen, which is left on a field, people see two wolves (_Volci_) as well. They are the bright stars Sirius in the constellation Canis Major and Procyon in Canis Minor.
ar: بالقرب من المحراث بالثيران ، الذي يُترك في الحقل ، يرى الناس ذئبين (_Volci_) أيضًا. هم النجوم الساطعة سيريوس في كوكبة Canis Major و Procyon في Canis Minor.
cs: V blízkosti pluhu s voly, který je ponechán na poli, lidé vidí také dva vlky (_Volci_). Jsou to jasné hvězdy Sirius v souhvězdí Canis Major a Procyon v Canis Minor.
de: In der Nähe des Pfluges mit Ochsen, der auf einem Feld zurückgelassen wird, sehen die Leute auch zwei Wölfe (Volci). Sie sind die hellen Sterne Sirius im Sternbild Canis Major und Procyon in Canis Minor.
fil: Malapit sa araro na may mga baka, na naiwan sa isang bukid, nakikita rin ng mga tao ang dalawang lobo (_Volci_). Sila ang mga maliliwanag na bituin na Sirius sa konstelasyon na Canis Major at Procyon sa Canis Minor.
fr: Près de la charrue à bœufs, qui est laissée sur un champ, les gens voient également deux loups (_Volci_). Ce sont les étoiles brillantes Sirius dans la constellation Canis Major et Procyon dans Canis Minor.
id: Di dekat bajak dengan lembu, yang ditinggalkan di ladang, orang melihat dua serigala (_Volci_) juga. Mereka adalah bintang terang Sirius di konstelasi Canis Major dan Procyon di Canis Minor.
it: Vicino all'aratro con buoi, che viene lasciato su un campo, la gente vede anche due lupi (_Volci_). Sono le stelle luminose Sirio nella costellazione del Canis Major e Procyon nel Canis Minor.
ja: 牛が畑に残されたすきの近くでは、2頭のオオカミ（_Volci_）も見られます。彼らは星座「おおいぬ座」のシリウスと小星座のプロキオンの明るい星です。
ko: 들판에 남아있는 황소가있는 쟁기 근처에서 사람들은 늑대 두 마리도 볼 수 있습니다. 그들은 별자리 Canis Major의 밝은 별 Sirius와 Canis Minor의 Procyon입니다.
pl: W pobliżu pługa z wołów, które pozostały na polu, ludzie widzą również dwa wilki (_Volci_). Są to jasne gwiazdy Syriusz w konstelacji Canis Major i Procyon w Canis Minor.
ru: Рядом с плугом с волами, оставленным на поле, люди видят также двух волков (_Volci_). Это яркие звезды Сириус в созвездии Большой Пес и Процион в Малой Песах.
tr: Tarlaya bırakılan öküzlü sabanın yanında da iki kurt (_Volci_) görülür. Büyük Köpek takımyıldızındaki parlak yıldızlar Sirius ve Küçük Köpek takımyıldızındaki Procyon'dur.
zh_cn: 在留在田野上的带有牛的犁附近，人们也看到了两只狼（Volci）。它们是Canis Major和Canis Minor星座Procyon中的天狼星。
zh_tw: 在留在田野上的帶有牛的犁附近，人們也看到了兩隻狼（Volci）。它們是Canis Major和Canis Minor星座Procyon中的天狼星。

source: Threshing Floor
ar: ‎‎دراسة الحنطة‎‎
cs: Mlátící podlaha
de: Dreschboden
fil: Giikan
fr: Le plancher de battage
id: Lantai Perontokan
it: Piano della trebbiatura
ja: 脱穀場
ko: 탈곡장
pl: Klepisko
ru: Гумно
tr: Harman yeri
zh_cn: 打谷场
zh_tw: 禾場

source: Hawk
ar: ‎‎صقر‎‎
cs: Jestřáb
de: Falke
fil: Lawin
fr: Le faucon
id: Elang
it: Falco
ja: 鷹
ko: 매
pl: Jastrząb
ru: Ястреб
tr: Şahin
zh_cn: 老鹰
zh_tw: 鷹

source: The Hawk (_Јastreb_), as one of the most famous enemies of the Mother Hen and the Rooster, is right above them in an attacking position. Bright star Capella (_Kapela_) from the constellation Auriga is actually known among people as Hawk.
ar: الصقر (_Јastreb_) ، كواحد من أشهر أعداء الأم الدجاجة والديوك ، يقع فوقهم مباشرة في وضع مهاجم. النجم الساطع Capella (_Kapela_) من كوكبة Auriga يعرف في الواقع بين الناس باسم Hawk.
cs: Hawk (_Јastreb_), jako jeden z nejslavnějších nepřátel Matky Slepice a Kohouta, je přímo nad nimi v útočné poloze. Jasná hvězda Capella (_Kapela_) ze souhvězdí Auriga je mezi lidmi známá jako Hawk.
de: Der Falke (_Јastreb_), als einer der berühmtesten Feinde der Mutter Henne und des Hahns, ist direkt über ihnen in einer Angriffsposition. Der helle Stern Capella (Kapela) aus dem Sternbild Auriga ist unter Menschen eigentlich als Hawk bekannt.
fil: Ang Hawk (_Јastreb_), bilang isa sa mga pinakatanyag na kaaway ng Inang Inahin at ng Tandang, ay nasa itaas mismo ng mga ito sa isang umaatakeng posisyon. Ang maliwanag na bituin na si Capella (_Kapela_) mula sa konstelasyon na Auriga ay talagang kilala sa mga tao bilang Hawk.
fr: Le faucon (_Јastreb_), comme l'un des ennemis les plus célèbres de la mère poule et du coq, est juste au-dessus d'eux en position d'attaque. L'étoile brillante Capella (_Kapela_) de la constellation Auriga est en fait connue des gens comme Hawk.
id: Elang (_Јastreb_), sebagai salah satu musuh paling terkenal dari Mother Hen dan Rooster, berada tepat di atas mereka dalam posisi menyerang. Bintang terang Capella (_Kapela_) dari konstelasi Auriga sebenarnya dikenal di antara orang-orang sebagai Elang.
it: Il falco (_Јastreb_), come uno dei nemici più famosi della Mamma Gallina e del Gallo, è proprio sopra di loro in una posizione di attacco. La stella luminosa Capella (_Kapela_) della costellazione dell'Auriga è in realtà conosciuta tra le persone come Falco.
ja: 母鶏と鶏の最も有名な敵の1つであるタカ（_osterastreb_）は、攻撃位置で真上にいます。あおりが座の明るい星カペラ（_Kapela_）は、実際にはホークとして知られています。
ko: 어머니 암탉과 수탉의 가장 유명한 적 중 하나 인 호크 (Јastreb)는 공격 위치에 있습니다. 별자리 Auriga의 밝은 별 Capella (Kapela)는 실제로 사람들 사이에서 Hawk로 알려져 있습니다.
pl: Jastrząb (_Јastreb_), jako jeden z najbardziej znanych wrogów Matki Kury i Koguta, znajduje się tuż nad nimi w pozycji atakującej. Jasna gwiazda Capella (_Kapela_) z konstelacji Auriga jest znana wśród ludzi jako Jastrząb.
ru: Ястреб (_Јastreb_), как один из самых известных врагов Матери-Курицы и Петуха, находится прямо над ними в атакующей позиции. Яркая звезда Капелла (_Kapela_) из созвездия Аурига на самом деле известна среди людей как Ястреб.
tr: Anne Tavuk ve Horoz'un en ünlü düşmanlarından biri olan Şahin (_Јastreb_), tam onların üzerinde saldırı pozisyonundadır. Auriga takımyıldızındaki parlak yıldız Capella (_Kapela_), aslında insanlar arasında Şahin olarak bilinir.
zh_cn: 作为母鸡和公鸡最著名的敌人之一，鹰（theastreb）在他们的进攻位置正对着它们。来自Auriga星座的明亮恒星Capella（Kapela）实际上在人们中被称为Hawk。
zh_tw: 作為母雞和公雞最著名的敵人之一，鷹（theastreb）在他們的進攻位置正對著它們。來自Auriga星座的明亮恆星Capella（Kapela）實際上在人們中被稱為Hawk。

source: Cross
ar: ‎صليب‎
cs: Kříž
de: Kreuz
fil: Krus
fr: La croix
id: Menyeberang
it: Croce
ja: 十字架
ko: 십자가(十字架)
pl: Krzyż
ru: Кросс
tr: Geçmek
zh_cn: 十字架
zh_tw: 十字架

source: Complement with the people’s belief, when the Priest-thief saw God’s might he started running in panic and lost his cross on the way. So next to the Priest’s Straw there is the Cross (_Krst_).
ar: تكمل مع إيمان الناس ، عندما رأى اللص الكاهن قوة الله ، بدأ يجري في حالة من الذعر وفقد صليبه في الطريق. لذا بجانب سترو الكاهن يوجد الصليب (_ كرست_).
cs: Doplňte víru lidí, když kněz-zloděj viděl Boží sílu, začal běhat v panice a při cestě ztratil kříž. Takže vedle knězovy slámy je kříž (_Krst_).
de: Als der Priesterdieb Gottes Macht sah, begann er in Panik zu rennen und verlor unterwegs sein Kreuz. So gibt es neben dem Strohhalm des Priesters das Kreuz (_Krst_).
fil: Sumama sa paniniwala ng mga tao, nang makita ng Pari-magnanakaw ang kapangyarihan ng Diyos nagsimula siyang tumakbo sa takot at nawala ang kanyang krus sa daan. Kaya sa tabi ng Dayami ng Pari ay naroon ang Krus (_Krst_).
fr: Complément avec la croyance du peuple, lorsque le prêtre-voleur a vu la puissance de Dieu, il a commencé à courir en panique et a perdu sa croix sur le chemin. Donc, à côté de la paille du prêtre, il y a la croix (_Krst_).
id: Melengkapi kepercayaan orang-orang, ketika Pendeta-pencuri melihat kekuatan Tuhan, dia mulai berlari dengan panik dan kehilangan salibnya di tengah jalan. Jadi di sebelah Jerami Imam ada Salib (_Krst_).
it: Completa la credenza del popolo, quando il ladro sacerdote vide la potenza di Dio, iniziò a correre nel panico e perse la croce sulla strada. Quindi accanto alla Paglia del Sacerdote c'è la Croce (_Krst_).
ja: 人々の信念を補完し、司祭泥棒が神の力を見て、パニックに陥り始め、途中で十字架を失いました。プリーストのストローの隣にはクロス（_Krst_）があります。
ko: 사제 도둑이 하나님의 능력을보고 공황 상태에 빠지기 시작하고 도중에 십자가를 잃었을 때 사람들의 믿음을 보완하십시오. 사제의 밀짚 옆에는 십자가 (Krst)가 있습니다.
pl: Uzupełnienie wiary ludzi, gdy złodziej kapłana zobaczył moc Boga, zaczął wpadać w panikę i po drodze zgubił krzyż. Zatem obok Słomy Kapłana znajduje się Krzyż (_Krst_).
ru: В дополнение к вере людей, когда Жрец-вор увидел Божью мощь, он начал паниковать и потерял свой крест на пути. Так что рядом с Соломой Жреца находится Крест (_Krst_).
tr: Halkın inancına uygun olarak, Rahip hırsız Allah'ın kudretini görünce panik içinde koşmaya başladı ve yolda çarmıhını kaybetti. Yani Rahibin Samanının yanında Haç (_Krst_) var.
zh_cn: 牧师小偷看到神的力量时，与人们的信仰相辅相成，他开始慌张地奔跑，并在途中迷失了十字架。因此，在牧师的稻草旁边是十字架（Krst）。
zh_tw: 牧師小偷看到神的力量時，與人們的信仰相輔相成，他開始慌張地奔跑，途中迷路了。因此，在牧師的稻草旁邊是十字架（Krst）。

source: Fox
ar: ‎‎ثعلب‎‎
cs: Liška
de: Fuchs
fr: Le renard
id: Rubah
it: Volpe
ja: 狐
ko: 여우
pl: Lis
ru: Лиса
tr: Tilki
zh_cn: 狐狸
zh_tw: 狐狸
