Repository: 10110111/stellarium-skycultures
Catalog: arabic_al-sufi/po/*.po
Languages: cs, de, es, it, ja, ko, nl, ru, zh_cn, zh_tw

source: The _Book of the stars_ (Arabic:كتاب الكواكب) is an astronomical book written shortly before 964 by the astronomer Abu al-Ḥusayn ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfī (born in Rayy, 903; died 986), referred to as al-Ṣūfī. It is the most outstanding among the works of the prominent astronomer, as Professor Paul Kunitzsch described it. Professor Kunitzsch continued to say [#1]: > In it, al-Ṣūfī treats the 48 classical constellations, which were established > and transmitted in Ptolemy's Almagest. The description of each constellation > comprises the following four sections: first, a general discussion of the > constellation and its individual stars; this section also includes al-Ṣūfi's > criticism of the Ptolemaic tradition and notices of his own observations. > Second, a record of the indigenous Arabic star names falling under that > constellation, and the exact identification of the respective stars with the > corresponding Ptolemaic stars. > Third, two drawings of the constellation, one as it is seen on a celestial > globe, and the other one as it is seen in the sky. Fourth, a table of the > stars making up that constellation, giving a verbal description of each > star's location and its longitude, latitude, and magnitude. This table > closely follows the arrangement of Ptolemy's star catalogue in the Almagest. In addition to the four sections of each constellation mentioned by dr. Kunitzsch, al-Ṣūfī would identify stars within the 6 magnitudes that were neglected by Ptolemy, but he did not catalogue them and was faithful to Ptolemy star catalog. An important aspect of al-Ṣūfī book is his record of the indigenous Arabic star names falling under each constellation, and the exact identification of the respective stars with the corresponding Ptolemaic stars. This means that we are looking at two layers of stars knowledge at the same time: the Ptolemaic one and the indigenous Arab one. Al-Sufi also selected 44 stars to be used in the astrolabe. The names he designated for these stars are a mix of indigenous Arabic star names like "The flying eagle", and names derived from the position of the star in the Ptolemaic constellation like "Leg of Centaurus". This sky culture is a result of research done on manuscripts of al-Ṣūfī book, oldest of which is dated from 1009[#11]. Ten manuscripts of the _The Book Of The Stars_ were consulted to produce the most accurate text as was written by al-Ṣūfī. Then, each member star of the 48 constellations was identified according to al-Ṣūfī description, and new tables were built including modern star designations from the Hipparcos, Bright stars, and Bayer catalogues. In addition, Arab indigenous star names were collected and identified as mapped by al-Ṣūfī to the Ptolemaic ones. All the previous steps were included in a book published digitally of the _The Book Of The Stars_ plus explanations and commentary by Khalid al-Ajaji, the author of this sky culture[#4]. The single source of the sky culture is the _The book of the stars_ and the aim is to give a faithful representation of the book content. ### Constellations The sky culture contains the 48 Greek constellations listed by Ptolemy in the Almagest plus three constellations imagined by al-Ṣūfī and were illustrated in his book. The sky culture art images of the constellations were extracted from the Ulugh Beg manuscript of the _The Book Of The Stars_, and adapted for Stellarium by Mr. Kutaibaa Akraa [#5]. The constellation lines are constructed according to the constellation shapes with an attempt to include most of the member stars. Star names are the names given by al-Sufi to the astrolabe stars in his book, a total of 44 stars plus indigenous Arab names of famous stars in the northern part of the sky found in the constellations of Ursa Minor, Ursa Major, and Draco.
cs: _Kniha hvězd_ (arabsky: كتاب الكواكب) je astronomická kniha napsaná krátce před rokem 964 astronomem Abu al-Ḥusayn ʿAbd al-Raḥmān ibn ʿUmar al-ī, narozeným v roce 9803; Ṣūmar al-ī; -Ṣūfī. Je nejvýraznější z děl významného astronoma, jak jej popsal profesor Paul Kunitzsch. Profesor Kunitzsch dále říkal [#1]: > V něm al-Ṣūfī pojednává o 48 klasických konstelacích, které byly ustanoveny a přeneseny v Ptolemaiově Almagestu. Popis každého souhvězdí obsahuje následující čtyři části: za prvé, obecná diskuse o souhvězdí a jeho jednotlivých hvězdách; tato část také zahrnuje al-Ṣūfiho kritiku ptolemaiovské tradice a upozornění na jeho vlastní pozorování. Za druhé, záznam původních arabských jmen hvězd spadajících do tohoto souhvězdí a přesná identifikace příslušných hvězd s odpovídajícími ptolemaiovskými hvězdami. Za třetí, dvě kresby souhvězdí, jedna tak, jak je vidět na nebeské planetě, a druhá, jak je vidět na obloze. Za čtvrté, tabulka hvězd tvořících toto souhvězdí, která poskytuje slovní popis umístění každé hvězdy a její zeměpisnou délku, šířku a velikost. Tato tabulka přesně sleduje uspořádání Ptolemaiova hvězdného katalogu v Almagest. Kromě čtyř sekcí každého souhvězdí zmíněných dr. Kunitzsch, al-Ṣūfī by identifikoval hvězdy v rámci 6 magnitud, které Ptolemaios zanedbával, ale nekatalogizoval je a byl věrný katalogu hvězd Ptolemaia. Důležitým aspektem knihy al-Ṣūfī je jeho záznam o původních arabských jménech hvězd spadajících do jednotlivých souhvězdí a přesná identifikace příslušných hvězd s odpovídajícími ptolemaiovskými hvězdami. To znamená, že se díváme na dvě vrstvy vědění o hvězdách současně: na ptolemaiovskou a domorodou arabskou. Al-Sufi také vybral 44 hvězd, které mají být použity v astrolábu. Jména, která pro tyto hvězdy určil, jsou směsí původních arabských názvů hvězd jako „létající orel“ a názvů odvozených od polohy hvězdy v souhvězdí Ptolemaiů jako „Noha Kentaura“. Tato kultura oblohy je výsledkem výzkumu provedeného na rukopisech knihy al-Ṣūfī, z nichž nejstarší pochází z roku 1009 [#11]. Bylo konzultováno deset rukopisů _The Book Of The Stars_, aby vznikl co nejpřesnější text, jaký napsal al-Ṣūfī. Poté byla každá členská hvězda ze 48 souhvězdí identifikována podle popisu al-Ṣūfī a byly postaveny nové tabulky včetně označení moderních hvězd z katalogů Hipparcos, Bright stars a Bayer. Kromě toho byla shromážděna a identifikována arabská domorodá jména hvězd, která byla namapována al-Ṣūfī na ty Ptolemaiovy. Všechny předchozí kroky byly zahrnuty v knize publikované digitálně v _The Book Of The Stars_ plus vysvětlení a komentář Khalida al-Ajajiho, autora této nebeské kultury[#4]. Jediným zdrojem kultury oblohy je _Kniha hvězd_ a cílem je poskytnout věrné zobrazení obsahu knihy. ### Souhvězdí Kultura oblohy obsahuje 48 řeckých souhvězdí uvedených Ptolemaiem v Almagest plus tři souhvězdí, která si představil al-Ṣūfī a byla ilustrována v jeho knize. Umělecké obrazy nebeské kultury souhvězdí byly extrahovány z rukopisu Ulugha Bega _The Book Of The Stars_ a upraveny pro Stellarium panem Kutaibaa Akraa [#5]. Čáry souhvězdí jsou konstruovány podle tvarů souhvězdí se snahou zahrnout většinu členských hvězd. Hvězdná jména jsou jména, která dal al-Sufi hvězdám astrolábů ve své knize, celkem 44 hvězd plus domorodá arabská jména slavných hvězd v severní části oblohy nalezených v souhvězdí Velké medvědice, Velké medvědice a Draka. .
de: Das _Buch der Sterne_ (arabisch: كتاب الكواكب) ist ein astronomisches Buch, das kurz vor 964 von dem Astronomen Abu al-Ḥusayn ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfī (geboren in Rayy, 903; gestorben 986) geschrieben wurde, bezeichnet als al -Ṣūfī. Es ist das herausragendste unter den Werken des prominenten Astronomen, wie Professor Paul Kunitzsch es beschrieb. Professor Kunitzsch sagte weiter [#1]: > Darin behandelt al-Ṣūfī die 48 klassischen Sternbilder, die im Almagest des Ptolemäus aufgestellt und überliefert wurden. Die Beschreibung jeder Konstellation umfasst die folgenden vier Abschnitte: erstens eine allgemeine Diskussion der Konstellation und ihrer einzelnen Sterne; Dieser Abschnitt enthält auch al-Ṣūfis Kritik an der ptolemäischen Tradition und Hinweise auf seine eigenen Beobachtungen. Zweitens eine Aufzeichnung der indigenen arabischen Sternnamen, die unter diese Konstellation fallen, und die genaue Identifizierung der jeweiligen Sterne mit den entsprechenden ptolemäischen Sternen. Drittens zwei Zeichnungen der Konstellation, eine wie sie auf einer Himmelskugel zu sehen ist, und die andere wie sie am Himmel zu sehen ist. Viertens eine Tabelle der Sterne, aus denen diese Konstellation besteht, die eine verbale Beschreibung der Position jedes Sterns sowie seiner Länge, Breite und Größe enthält. Diese Tabelle folgt genau der Anordnung des Sternenkatalogs von Ptolemäus im Almagest. Zusätzlich zu den vier Abschnitten jeder Konstellation, die von Dr. Kunitzsch, al-Ṣūfī würde Sterne innerhalb der 6 Größenklassen identifizieren, die von Ptolemäus vernachlässigt wurden, aber er katalogisierte sie nicht und blieb dem Sternenkatalog von Ptolemäus treu. Ein wichtiger Aspekt des al-Ṣūfī-Buches ist seine Aufzeichnung der indigenen arabischen Sternnamen, die unter jede Konstellation fallen, und die genaue Identifizierung der jeweiligen Sterne mit den entsprechenden ptolemäischen Sternen. Das bedeutet, dass wir gleichzeitig zwei Ebenen des Sternenwissens betrachten: die ptolemäische und die indigene arabische. Al-Sufi wählte auch 44 Sterne aus, die im Astrolabium verwendet werden sollten. Die Namen, die er diesen Sternen gab, sind eine Mischung aus indigenen arabischen Sternnamen wie "Der fliegende Adler" und Namen, die von der Position des Sterns in der ptolemäischen Konstellation abgeleitet sind, wie "Leg of Centaurus". Diese Himmelskultur ist das Ergebnis von Forschungen an Manuskripten des al-Ṣūfī-Buches, von denen das älteste aus dem Jahr 1009 stammt [#11]. Zehn Manuskripte des _The Book Of The Stars_ wurden konsultiert, um den genauesten Text zu produzieren, wie er von al-Ṣūfī geschrieben wurde. Dann wurde jeder Mitgliedsstern der 48 Konstellationen gemäß der Beschreibung von al-Ṣūfī identifiziert, und neue Tabellen wurden erstellt, einschließlich moderner Sternbezeichnungen aus den Katalogen von Hipparcos, Bright Stars und Bayer. Darüber hinaus wurden arabische indigene Sternnamen gesammelt und identifiziert, da sie von al-Ṣūfī den ptolemäischen zugeordnet wurden. Alle vorherigen Schritte waren in einem digital veröffentlichten Buch des _The Book Of The Stars_ enthalten, plus Erklärungen und Kommentare von Khalid al-Ajaji, dem Autor dieser Himmelskultur [#4]. Die einzige Quelle der Himmelskultur ist das _Das Buch der Sterne_ und das Ziel ist es, eine getreue Darstellung des Buchinhalts zu geben. ### Konstellationen Die Himmelskultur enthält die 48 griechischen Sternbilder, die von Ptolemäus im Almagest aufgeführt sind, sowie drei Sternbilder, die sich al-Ṣūfī vorgestellt hat und die in seinem Buch illustriert wurden. Die Kunstbilder der Himmelskultur der Sternbilder wurden aus dem Ulugh-Beg-Manuskript des _The Book Of The Stars_ extrahiert und von Mr. Kutaibaa Akraa [#5] für Stellarium adaptiert. Die Konstellationslinien werden gemäß den Konstellationsformen konstruiert, wobei versucht wird, die meisten Mitgliedssterne einzuschließen. Sternnamen sind die Namen, die al-Sufi den Astrolabiumsternen in seinem Buch gegeben hat, insgesamt 44 Sterne plus indigene arabische Namen berühmter Sterne im nördlichen Teil des Himmels, die in den Sternbildern Ursa Minor, Ursa Major und Draco zu finden sind .
es: El _Libro de las estrellas_ (árabe: كتاب الكواكب) es un libro astronómico escrito poco antes de 964 por el astrónomo Abu al-Ḥusayn ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfī (nacido en Rayy, 903; muerto en 986), conocido como al -Ṣūfi. Es el más destacado entre los trabajos del destacado astrónomo, como lo describió el profesor Paul Kunitzsch. El profesor Kunitzsch continuó diciendo [#1]: > En él, al-Ṣūfī trata las 48 constelaciones clásicas, que fueron establecidas y transmitidas en el Almagesto de Ptolomeo. La descripción de cada constelación comprende las siguientes cuatro secciones: primero, una discusión general de la constelación y sus estrellas individuales; esta sección también incluye la crítica de al-Ṣūfi a la tradición ptolemaica y avisos de sus propias observaciones. En segundo lugar, un registro de los nombres de las estrellas árabes indígenas que caen bajo esa constelación, y la identificación exacta de las estrellas respectivas con las correspondientes estrellas ptolemaicas. Tercero, dos dibujos de la constelación, uno como se ve en un globo celeste, y el otro como se ve en el cielo. Cuarto, una tabla de las estrellas que componen esa constelación, dando una descripción verbal de la ubicación de cada estrella y su longitud, latitud y magnitud. Esta tabla sigue de cerca la disposición del catálogo de estrellas de Ptolomeo en el Almagesto. Además de las cuatro secciones de cada constelación mencionadas por el dr. Kunitzsch, al-Ṣūfī identificaría estrellas dentro de las 6 magnitudes que Ptolomeo descuidó, pero no las catalogó y fue fiel al catálogo de estrellas de Ptolomeo. Un aspecto importante del libro al-Ṣūfī es su registro de los nombres de estrellas árabes indígenas que caen bajo cada constelación, y la identificación exacta de las estrellas respectivas con las estrellas ptolemaicas correspondientes. Esto significa que estamos ante dos capas de conocimiento estelar al mismo tiempo: la ptolemaica y la indígena árabe. Al-Sufi también seleccionó 44 estrellas para usarlas en el astrolabio. Los nombres que designó para estas estrellas son una mezcla de nombres de estrellas árabes indígenas como "El águila voladora" y nombres derivados de la posición de la estrella en la constelación ptolemaica como "Pierna de Centauro". Esta cultura del cielo es el resultado de la investigación realizada en los manuscritos del libro al-Ṣūfī, el más antiguo de los cuales data de 1009 [#11]. Se consultaron diez manuscritos del _El Libro de las Estrellas_ para producir el texto más preciso tal como fue escrito por al-Ṣūfī. Luego, cada estrella miembro de las 48 constelaciones se identificó de acuerdo con la descripción de al-Ṣūfī, y se construyeron nuevas tablas que incluyen designaciones de estrellas modernas de los catálogos Hipparcos, Bright stars y Bayer. Además, los nombres de las estrellas indígenas árabes se recopilaron e identificaron según los mapas de al-Ṣūfī a los ptolemaicos. Todos los pasos anteriores se incluyeron en un libro publicado digitalmente de _The Book Of The Stars_ más explicaciones y comentarios de Khalid al-Ajaji, el autor de esta cultura del cielo [#4]. La única fuente de la cultura del cielo es _El libro de las estrellas_ y el objetivo es dar una representación fiel del contenido del libro. ### Constelaciones La cultura del cielo contiene las 48 constelaciones griegas enumeradas por Ptolomeo en el Almagesto más tres constelaciones imaginadas por al-Ṣūfī e ilustradas en su libro. Las imágenes de arte de la cultura del cielo de las constelaciones fueron extraídas del manuscrito Ulugh Beg del _El Libro de las Estrellas_, y adaptadas para Stellarium por el Sr. Kutaibaa Akraa [#5]. Las líneas de las constelaciones se construyen de acuerdo con las formas de las constelaciones con un intento de incluir la mayoría de las estrellas miembros. Los nombres de estrellas son los nombres dados por al-Sufi a las estrellas del astrolabio en su libro, un total de 44 estrellas más nombres árabes indígenas de estrellas famosas en la parte norte del cielo que se encuentran en las constelaciones de Ursa Minor, Ursa Major y Draco. .
ja: The _Book of the stars_ (アラビア語: कتاب الकواकب) は、964 年の少し前に天文学者の Abu al-Ḥusayn ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfī (Rayy 生まれ、903 年; 986 年死去) によって書かれた天文学の本で、al -Ṣūfī。パウル・クニッチ教授が述べたように、著名な天文学者の作品の中で最も傑出したものです。 Kunitzsch 教授は続けて [#1]: > その中で al-Ṣūfī は、プトレマイオスのアルマゲストで確立され伝えられた 48 の古典的な星座を扱います。各星座の説明は、次の 4 つのセクションで構成されています。このセクションには、プトレマイオス朝の伝統に対する al-Ṣūfi の批判と、彼自身の観察の通知も含まれています。第二に、その星座に該当する固有のアラビア語の星の名前の記録と、対応するプトレマイオスの星とそれぞれの星の正確な識別。 3 つ目は、星座の 2 つの図です。1 つは天球上で見たもので、もう 1 つは空で見たものです。 4 つ目は、その星座を構成する星の表で、各星の位置と経度、緯度、等級を口頭で説明します。この表は、アルマゲストにあるプトレマイオスの星表の配置に厳密に従います。 博士によって言及された各星座の4つのセクションに加えて。 Kunitzsch, al-Ṣūfī は、プトレマイオスが無視した 6 等級の星を特定しましたが、それらをカタログ化せず、プトレマイオスの星カタログに忠実でした。 al-Ṣūfī 本の重要な側面は、各星座に該当する固有のアラビア語の星の名前の記録と、それぞれの星と対応するプトレマイオスの星との正確な識別です。これは、星の知識の 2 つの層を同時に見ていることを意味します。プトレマイオスの知識と先住民のアラブの知識です。 Al-Sufi は、アストロラーベで使用する 44 の星も選択しました。彼がこれらの星に付けた名前は、「空飛ぶ鷲」のような先住民族のアラビア語の星の名前と、「ケンタウルスの脚」のようなプトレマイオス座の星の位置に由来する名前を組み合わせたものです。 この天空の文化は、1009 年にさかのぼる最古の al-Ṣūfī 本の写本に関する研究の結果です [#11]。 al-Ṣūfī によって書かれた最も正確なテキストを作成するために、_The Book Of The Stars_ の 10 の写本が参照されました。次に、48 星座の各構成星が al-Ṣūfī の説明に従って識別され、ヒッパルコス、ブライト スター、およびバイエル カタログからの現代の星名を含む新しい表が作成されました。さらに、アラブ固有の星の名前が収集され、al-Ṣūfī によってプトレマイオスの名前にマッピングされたものとして特定されました。これまでのすべてのステップは、デジタルで出版された _The Book Of The Stars_ に加えて、この空の文化の著者である Khalid al-Ajaji による説明と解説に含まれていました [#4]。 スカイ カルチャーの唯一のソースは _The book of the stars_ であり、その目的は本の内容を忠実に表現することです。 ### 星座 スカイ カルチャーには、プトレマイオスがアルマゲストにリストした 48 のギリシャの星座と、アル ルーフィーが想像し、彼の本に描かれている 3 つの星座が含まれています。 星座のスカイ カルチャー アート イメージは、_The Book Of The Stars_ の Ulugh Beg 手稿から抽出され、Kutaibaa Akraa 氏によって Stellarium に適応されました [#5]。星座線は、構成星のほとんどを含むように星座の形に従って作成されます。星の名前は、アル・スーフィーが著書でアストロラーベ星に付けた名前で、合計 44 個の星に加えて、おおぐま座、おおぐま座、りゅう座の星座に見られる空の北部の有名な星の固有のアラビア語の名前です。 .
ko: 별의 책(아랍어: كتاب الكواكب)은 천문학자 Abu al-Ḥusayn ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfī(9803년 Rayy에서 출생, 9803년 사망)가 964년 직전에 쓴 천문학 책입니다. -우피. Paul Kunitsch 교수가 설명했듯이 저명한 천문학자의 작품 중 가장 뛰어난 것입니다. Kunitzsch 교수는 계속해서 다음과 같이 말했습니다. [#1]: > 그것에서 al-Ṣūfī는 프톨레마이오스의 Almagest에서 확립되고 전달된 48개의 고전 별자리를 다룬다. 각 별자리에 대한 설명은 다음 4개 섹션으로 구성됩니다. 첫째, 별자리와 개별 별에 대한 일반적인 설명입니다. 이 섹션에는 프톨레마이오스 전통에 대한 al-Ṣūfi의 비판과 자신의 관찰 기록도 포함되어 있습니다. 둘째, 해당 별자리에 속하는 아랍 고유의 별 이름에 대한 기록과 해당 프톨레마이오스 별과 각 별의 정확한 식별. 셋째, 별자리의 두 그림, 하나는 천구에서 본 것과 다른 하나는 하늘에서 본 것입니다. 넷째, 별자리를 구성하는 별들의 표로, 각 별의 위치와 경도, 위도, 등급에 대한 구두 설명을 제공합니다. 이 표는 Almagest에 있는 프톨레마이오스의 별 목록 배열을 밀접하게 따릅니다. 박사가 언급한 각 별자리의 네 부분 외에도. Kunitzsch, al-Ṣūfī는 프톨레마이오스가 간과한 6등급 내의 별을 식별했지만 그는 그것들을 분류하지 않았고 프톨레마이오스 별 목록에 충실했습니다. al-Ṣūfī 책의 중요한 측면은 각 별자리에 속하는 고유 아랍 별 이름에 대한 그의 기록과 해당 프톨레마이오스 별과 각 별의 정확한 식별입니다. 이것은 우리가 동시에 프톨레마이오스의 지식과 토착 아랍의 지식이라는 두 계층의 별 지식을 보고 있음을 의미합니다. Al-Sufi는 또한 astrolabe에서 사용할 44개의 별을 선택했습니다. 그가 이 별들에 지정한 이름은 "날아가는 독수리"와 같은 토착 아랍 별 이름과 "켄타우로스의 다리"와 같은 프톨레마이오스 별자리에서 별의 위치에서 파생된 이름이 혼합되어 있습니다. 이 하늘 문화는 al-Ṣūfī 책의 필사본에 대한 연구의 결과이며, 그 중 가장 오래된 것은 1009년[#11]입니다. al-Ṣūfī가 쓴 가장 정확한 텍스트를 생성하기 위해 별의 책의 10개의 필사본을 참조했습니다. 그런 다음 48개 별자리의 각 구성원 별은 al-Ṣūfī 설명에 따라 식별되었으며 Hipparcos, Bright stars 및 Bayer 목록의 현대 별 명칭을 포함하는 새로운 표가 만들어졌습니다. 또한 아랍 토착 별의 이름을 수집하여 al-Ṣūfī가 프톨레마이오스의 이름으로 매핑한 것으로 확인했습니다. 이전의 모든 단계는 The Book Of The Stars와 이 하늘 문화[#4]의 저자인 Khalid al-Ajaji의 설명과 해설을 디지털로 출판한 책에 포함되어 있습니다. 하늘문화의 유일한 원천은 별의 책이며 책의 내용을 충실히 표현하는 것을 목표로 합니다. ### 별자리 하늘 문화에는 프톨레마이오스가 Almagest에 나열한 48개의 그리스 별자리와 al-Ṣūfī가 상상하고 그의 책에 설명된 3개의 별자리가 포함됩니다. 별자리의 하늘 문화 예술 이미지는 The Book Of The Stars의 Ulugh Beg 원고에서 추출되었으며 Mr. Kutaibaa Akraa[#5]가 Stellarium에 적용했습니다. 성좌선은 성좌의 대부분을 포함하도록 하여 성좌의 모양에 따라 구성하였다. 별 이름은 al-Sufi가 그의 책에서 아스트로라베 별에 부여한 이름으로 총 44개의 별과 작은곰자리, 큰곰자리 및 용자리에서 발견되는 하늘 북쪽의 유명한 별들의 아랍 고유 이름입니다. .
nl: Het _Boek van de sterren_ (Arabisch: كتاب الكواكب) is een astronomisch boek dat kort voor 964 is geschreven door de astronoom Abu al-Husayn ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfī (geboren in Rayy, 903; overleden 986), aangeduid als al -Ṣūfī. Het is het meest opvallende werk van de vooraanstaande astronoom, zoals professor Paul Kunitzsch het beschreef. Professor Kunitzsch zei verder [#1]: > Daarin behandelt al-Ṣūfī de 48 klassieke sterrenbeelden, die werden vastgesteld en doorgegeven in de Almagest van Ptolemaeus. De beschrijving van elk sterrenbeeld omvat de volgende vier secties: ten eerste een algemene bespreking van het sterrenbeeld en zijn individuele sterren; deze sectie bevat ook al-Ṣūfi's kritiek op de Ptolemeïsche traditie en opmerkingen over zijn eigen observaties. Ten tweede, een verslag van de inheemse Arabische sternamen die onder dat sterrenbeeld vallen, en de exacte identificatie van de respectievelijke sterren met de corresponderende Ptolemaeïsche sterren. Ten derde, twee tekeningen van het sterrenbeeld, één zoals het wordt gezien op een hemelbol, en de andere zoals het wordt gezien in de lucht. Ten vierde, een tabel van de sterren waaruit dat sterrenbeeld bestaat, met een verbale beschrijving van de locatie van elke ster en zijn lengte-, breedtegraad en grootte. Deze tabel volgt nauw de rangschikking van Ptolemaeus' sterrencatalogus in de Almagest. Naast de vier secties van elk sterrenbeeld genoemd door dr. Kunitzsch, al-Ṣūfī zou sterren identificeren binnen de 6 magnitudes die door Ptolemaeus werden verwaarloosd, maar hij catalogiseerde ze niet en was trouw aan de sterrencatalogus van Ptolemaeus. Een belangrijk aspect van al-Ṣūfī boek is zijn verslag van de inheemse Arabische sterrennamen die onder elk sterrenbeeld vallen, en de exacte identificatie van de respectievelijke sterren met de corresponderende Ptolemaeïsche sterren. Dit betekent dat we tegelijkertijd naar twee lagen van sterrenkennis kijken: de Ptolemeïsche en de inheemse Arabische. Al-Sufi selecteerde ook 44 sterren voor gebruik in het astrolabium. De namen die hij voor deze sterren aanduidde, zijn een mix van inheemse Arabische sternamen zoals "De vliegende adelaar", en namen die zijn afgeleid van de positie van de ster in het Ptolemaeïsche sterrenbeeld zoals "Been van Centaurus". Deze luchtcultuur is het resultaat van onderzoek gedaan naar manuscripten van het al-Ṣūfī boek, waarvan de oudste dateert uit 1009 [#11]. Tien manuscripten van het _The Book Of The Stars_ werden geraadpleegd om de meest nauwkeurige tekst te produceren zoals geschreven door al-Ṣūfī. Vervolgens werd elke lidster van de 48 sterrenbeelden geïdentificeerd volgens de al-Ṣūfī-beschrijving en werden nieuwe tabellen gebouwd, inclusief moderne steraanduidingen uit de Hipparcos-, Heldere sterren- en Bayer-catalogi. Bovendien werden Arabische inheemse sternamen verzameld en geïdentificeerd als toegewezen door al-Ṣūfī aan de Ptolemeïsche. Alle voorgaande stappen zijn opgenomen in een digitaal gepubliceerd boek van het _The Book Of The Stars_ plus uitleg en commentaar door Khalid al-Ajaji, de auteur van deze hemelcultuur [#4]. De enige bron van de luchtcultuur is het _Het boek van de sterren_ en het doel is om een getrouwe weergave te geven van de inhoud van het boek. ### Sterrenbeelden De luchtcultuur bevat de 48 Griekse sterrenbeelden die door Ptolemaeus in de Almagest zijn opgesomd plus drie sterrenbeelden die door al-Ṣūfī zijn bedacht en in zijn boek zijn geïllustreerd. De kunstafbeeldingen van de sterrenbeelden van de hemelcultuur werden geëxtraheerd uit het Ulugh Beg-manuscript van het _The Book Of The Stars_ en aangepast voor Stellarium door Mr. Kutaibaa Akraa [#5]. De constellatielijnen zijn geconstrueerd volgens de constellatievormen met een poging om de meeste lidsterren op te nemen. Sterrennamen zijn de namen die door al-Soefi aan de astrolabiumsterren in zijn boek worden gegeven, in totaal 44 sterren plus inheemse Arabische namen van beroemde sterren in het noordelijke deel van de hemel gevonden in de sterrenbeelden Ursa Minor, Ursa Major en Draco .
ru: «Книга звезд» (араб. كتاب الكواكب) — астрономическая книга, написанная незадолго до 964 года астрономом Абу аль-Хусайном Абд аль-Рахманом ибн Умаром аль-Суфи (родился в Рее в 903 г.; умер в 986 г.), именуемым аль -Суфи. Это самая выдающаяся работа выдающегося астронома, как охарактеризовал ее профессор Пауль Куницш. Профессор Куницш продолжал говорить [#1]: > В ней ас-Суфи рассматривает 48 классических созвездий, которые были установлены и переданы в Альмагесте Птолемея. Описание каждого созвездия состоит из следующих четырех разделов: во-первых, общее описание созвездия и его отдельных звезд; этот раздел также включает критику аль-Суфи птолемеевской традиции и заметки о его собственных наблюдениях. Во-вторых, запись местных арабских названий звезд, подпадающих под это созвездие, и точное отождествление соответствующих звезд с соответствующими звездами Птолемея. В-третьих, два рисунка созвездия, одно так, как оно видно на небесном глобусе, а другое, как оно видно на небе. В-четвертых, таблица звезд, составляющих это созвездие, с словесным описанием местоположения каждой звезды, ее долготы, широты и звездной величины. Эта таблица точно соответствует расположению звездного каталога Птолемея в Альмагесте. В дополнение к четырем разделам каждого созвездия, упомянутым д-ром. Кунич, аль-Суфи идентифицировал звезды в пределах 6 звездных величин, которыми пренебрегал Птолемей, но он не внес их в каталог и был верен звездному каталогу Птолемея. Важным аспектом книги ас-Суфи является его запись местных арабских названий звезд, подпадающих под каждое созвездие, и точное отождествление соответствующих звезд с соответствующими звездами Птолемея. Это означает, что мы смотрим одновременно на два слоя знаний о звездах: птолемеевский и коренной арабский. Аль-Суфи также выбрал 44 звезды для использования в астролябии. Имена, которые он дал этим звездам, представляют собой смесь местных арабских названий звезд, таких как «Летящий орел», и имен, полученных от положения звезды в созвездии Птолемея, таких как «Нога Центавра». Эта небесная культура является результатом исследования рукописей книги ас-Суфи, самая старая из которых датируется 1009 годом[#11]. Были просмотрены десять рукописей Книги Звезд, чтобы составить наиболее точный текст, написанный аль-Суфи. Затем каждая звезда из 48 созвездий была идентифицирована в соответствии с описанием аль-Суфи, и были построены новые таблицы, включающие современные обозначения звезд из каталогов Гиппаркоса, Ярких звезд и Байера. Кроме того, арабские названия звезд были собраны и идентифицированы как сопоставленные аль-Суфи с именами Птолемея. Все предыдущие шаги были включены в изданную в цифровом виде книгу «Книга Звезд», плюс объяснения и комментарии Халида аль-Аджаджи, автора этой небесной культуры[#4]. Единственным источником культуры неба является «Книга звезд», и цель состоит в том, чтобы дать точное представление о содержании книги. ### Созвездия Культура неба включает 48 греческих созвездий, перечисленных Птолемеем в Альмагесте, плюс три созвездия, придуманные аль-Суфи и проиллюстрированные в его книге. Художественные изображения созвездий в небе были взяты из рукописи Улугбека «Книги звезд» и адаптированы для Stellarium г-ном Кутайбаа Акраа [#5]. Линии созвездий построены в соответствии с формами созвездий с попыткой включить большинство звезд-членов. Названия звезд - это имена, данные ас-Суфи звездам астролябии в его книге, всего 44 звезды плюс местные арабские названия известных звезд в северной части неба, обнаруженные в созвездиях Малой Медведицы, Большой Медведицы и Дракона. .
zh_tw: 《星辰之書》（阿拉伯語：كتاب الكواكب）是天文學家阿布·阿爾-哈薩因 ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfī（生於 903 年；卒於 986 年）於 964 年之前不久寫的一本天文書籍，簡稱 al -Ṣūfī。正如 Paul Kunitzsch 教授所描述的，它是著名天文學家的作品中最傑出的。 Kunitzsch 教授繼續說 [#1]： > 在其中，al-Ṣūfī 論述了 48 個經典星座，這些星座在托勒密的《天文學大成》中確立和傳播。每個星座的描述包括以下四個部分：首先，對星座及其各個恆星的一般討論；本節還包括 al-Ṣūfi 對托勒密傳統的批評以及他自己的觀察。其次，記錄屬於該星座的土著阿拉伯星名，以及各個恆星與相應的托勒密恆星的準確識別。第三，兩張星座圖，一張在天球儀上看到的，另一張在天空中看到的。第四，組成該星座的恆星表，對每顆恆星的位置及其經度、緯度和大小進行口頭描述。這張表緊跟托勒密在《天文學大成》中的星表排列。 除了博士提到的每個星座的四個部分。 Kunitzsch, al-Ṣūfī 會識別 6 等內被托勒密忽略的恆星，但他沒有對它們進行編目，而是忠實於托勒密的星表。 al-Ṣūfī 書的一個重要方面是他記錄了每個星座下的土著阿拉伯星名，以及各個星與相應的托勒密星的準確識別。這意味著我們同時在看兩層恆星知識：托勒密一層和土著阿拉伯一層。 Al-Sufi 還選擇了 44 顆星用於星盤。他為這些恆星指定的名稱混合了土著阿拉伯恆星名稱，例如“飛鷹”，以及源自托勒密星座中恆星位置的名稱，例如“半人馬座腿”。 這種天空文化是對 al-Ṣūfī 書的手稿進行研究的結果，其中最古老的可追溯到 1009 年 [#11]。查閱了《星之書》的十份手稿，以得出最準確的文本，如 al-Ṣūfī 所寫。然後，根據 al-Ṣūfī 描述確定了 48 個星座的每個成員恆星，並建立了新的表格，包括來自 Hipparcos、Bright stars 和 Bayer 星表的現代恆星名稱。此外，阿拉伯土著星名被收集並確定為由 al-Ṣūfī 映射到托勒密星名。前面的所有步驟都包含在一本以數字形式出版的《星之書》中，以及該天空文化的作者 Khalid al-Ajaji 的解釋和評論[#4]。 天空文化的唯一來源是《星辰之書》，其目的是忠實再現書中的內容。 ### 星座 天空文化包含托勒密在《天文學大成》中列出的 48 個希臘星座，以及 al-Ṣūfī 想像並在他的書中有插圖的三個星座。 星座的天空文化藝術圖像是從《星之書》的烏魯伯手稿中提取的，並由 Kutaibaa Akraa 先生改編為 Stellarium [#5]。星座線是根據星座形狀構建的，並試圖包括大多數成員星。星名是 al-Sufi 在他的書中給星盤上的星星起的名字，總共 44 顆星星加上在小熊座、大熊座和天龍座中發現的天空北部著名星星的阿拉伯土著名稱.
