Repository: 10110111/stellarium-skycultures
Catalog: arabic_al-sufi/po/*.po
Languages: cs, de, es, it, ja, ko, nl, ru, zh_cn, zh_tw

source: Arabic (Al-Sufi)
cs: arabština (al-sufi)
de: Arabisch (Al-Sufi)
es: Árabe (Al-Sufi)
it: Arabo (Al-Sufi)
ja: アラビア語 (Al-Sufi)
ko: 아랍어(알수피)
nl: Arabisch (Al-Soefi)
ru: Арабская (ас-суфи)
zh_cn: 阿拉伯语（Al-Sufi）
zh_tw: 阿拉伯語（Al-Sufi）

source: This sky culture reflects _Book Of The Stars_ (Arabic:كتاب الكواكب), written by the astronomer: Al-Ṣūfī in the 10th century. The book describes the 1025 stars of the 48 classical Greek constellations of Ptolemy Almagest, map to them the indigenous Arab star names and asterisms, and identify 44 stars as stars of the astrolabe.
cs: Tato kultura oblohy odráží _Knihu hvězd_ (arabsky: كتاب الكواكب), kterou napsal astronom: Al-Ṣūfī v 10. století. Kniha popisuje 1025 hvězd ze 48 klasických řeckých souhvězdí Ptolemaia Almagesta, mapuje k nim původní arabská jména hvězd a asterismy a identifikuje 44 hvězd jako hvězdy astrolábu.
de: Diese Himmelskultur spiegelt das _Buch der Sterne_ (arabisch: كتاب الكواكب) wider, geschrieben von dem Astronomen: Al-Ṣūfī im 10. Jahrhundert. Das Buch beschreibt die 1025 Sterne der 48 klassischen griechischen Konstellationen des Ptolemäus Almagest, ordnet ihnen die einheimischen arabischen Sternnamen und Asterismen zu und identifiziert 44 Sterne als Sterne des Astrolabiums.
es: Esta cultura del cielo refleja _Libro de las estrellas_ (árabe: كتاب الكواكب), escrito por el astrónomo: Al-Ṣūfī en el siglo X. El libro describe las 1025 estrellas de las 48 constelaciones griegas clásicas de Ptolomeo Almagesto, asigna a ellas los nombres de estrellas y asterismos árabes indígenas, e identifica 44 estrellas como estrellas del astrolabio.
it: Questa cultura del cielo riflette il _Libro delle stelle_ (in arabo: كتاب الكواكب), scritto dall'astronomo: Al-Ṣūfī nel X secolo. Il libro descrive le 1025 stelle delle 48 costellazioni greche classiche di Tolomeo Almagesto, mappa ad esse i nomi delle stelle e gli asterismi arabi indigeni e identifica 44 stelle come stelle dell'astrolabio.
ja: この空の文化は、10 世紀に天文学者 Al-Ṣūfī によって書かれた _Book Of The Stars_ (アラビア語: कtاب الकواकب) を反映しています。この本は、プトレマイオス アルマゲストの 48 の古典的なギリシャの星座の 1025 の星を説明し、それらに固有のアラブの星の名前とアステリズムをマッピングし、44 の星をアストロラーベの星として識別します。
ko: 이 하늘 문화는 10세기 천문학자 Al-Ṣūfī가 쓴 Book Of The Stars(아랍어: كتاب الكواكب)를 반영합니다. 이 책은 프톨레마이오스 알마게스트(Ptolemy Almagest)의 48개 고전 그리스 별자리의 1025개 별을 설명하고, 거기에 아랍 고유의 별 이름과 별자리를 매핑하고, 44개의 별을 아스트로라베의 별이라고 식별합니다.
nl: Deze hemelcultuur weerspiegelt _Book Of The Stars_ (Arabisch:كتاب الكواكب), geschreven door de astronoom: Al-Ṣūfī in de 10e eeuw. Het boek beschrijft de 1025 sterren van de 48 klassieke Griekse sterrenbeelden van Ptolemaeus Almagest, brengt de inheemse Arabische sterrennamen en asterismen in kaart en identificeert 44 sterren als sterren van het astrolabium.
ru: Эта культура неба отражает «Книгу звезд» (араб. كتاب الكواكب), написанную астрономом Аль-Суфи в 10 веке. В книге описаны 1025 звезд из 48 классических греческих созвездий Птолемея Альмагеста, сопоставлены с ними местные арабские названия звезд и астеризмы, а также идентифицированы 44 звезды как звезды астролябии.
zh_cn: 这种天空文化反映了 10 世纪天文学家 Al-Ṣūfī 所著的《星之书》（阿拉伯语：كتاب الكواكب）。这本书描述了托勒密天文学 48 个古典希腊星座的 1025 颗恒星，将当地的阿拉伯恒星名称和星群映射到它们，并将 44 颗恒星识别为星盘中的恒星。
zh_tw: 這種天空文化反映了 10 世紀天文學家 Al-Ṣūfī 所著的《星之書》（阿拉伯語：كتاب الكواكب）。這本書描述了托勒密天文學 48 個古典希臘星座的 1025 顆恆星，將當地的阿拉伯恆星名稱和星群映射到它們，並將 44 顆恆星標識為星盤中的恆星。
