Repository: 10110111/stellarium-skycultures
Catalog: arabic_al-sufi/po/*.po
Languages: cs, de, es, it, ja, ko, nl, ru, zh_cn, zh_tw

source: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, Northampton, England: Variorum Reprints, 1989, pg. 57. - [#2]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz ·Wiesbaden, 1961 - [#3]: DESCRIPTIONS DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, pg. 26-27. - [#4]: [Book Of The Stars: Critical edition with commentary by Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: [Oulough Beg copy of ʿAbd Al-Raḥmān ibn ʿUmar Al-Ṣūfī. Kitāb ṣuwar Al-kawākib Al-ṯābita, Paris, Bibliothèque nationale de France. Département des Manuscrits. Arabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [Seeing Ancient Stars, Visualization of the Almagest Catalog](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Toomer, G. J., Ptolemy’s ALMAGEST, Princeton University Press, 2nd ed., 1998. - [#8]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b. Muslim (died ~ 889), Kitāb al-Anwāʾ (on meteorolgy of the Arabs), (Arabic print of the original book, Daʾirat al-Maʿārif al-Osmānia, Hydarabad, India, 1956) - [#9]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (died 1030), Al-Azminah wa al-amkinah (Times and Places), (Arabic print of the original book in 2002, World of Books, Beirut, Lebanon). - [#10]: Al-Thaqafī, ʿAbd Allah b. Ḥussayn b. ʿĀṣim (died ~ 1012), Al-Anwāʾ wa al-azminah (Meteorology and times), (Arabic print of the original book in 1996, Dar al-jeel, Beirut, Lebanon). - [#11]: [Book Of The Stars, Oxford, Bodleian Library Ms. Marsh 144 dated 1009 AD](https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4-2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)
cs: - [#1]: Kunitzsch, Paul, Arabové a hvězdy, Astronom Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, Northampton, Anglie: Variorum Reprints, 1989, str. 57. - [#2]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz ·Wiesbaden, 1961 - [#3]: POPISY DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, str. 26-27. - [#4]: [Book Of The Stars: Critical edition s komentářem Khalida AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: [Oulough Beg kopie ʿAbd Al-Raḥmān ibn ʿUmar Al-Ṣūfī. Kitāb ṣuwar Al-kawākib Al-ṯābita, Paříž, Bibliothèque nationale de France. Département des Manuscrits. Arabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [Seeing Ancient Stars, Visualization of the Almagest Catalog](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Toomer, G. J., Ptolemy’s ALMAGEST, Princeton University Press, 2. vydání, 1998. - [#8]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b. Muslim (zemřel ~ 889), Kitāb al-Anwāʾ (o meteorologii Arabů), (arabský tisk původní knihy, Daʾirat al-Maʿārif al-Osmānia, Hydarabad, Indie, 1956) - [#9]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (zemřel 1030), Al-Azminah wa al-amkinah (Časy a místa), (arabský tisk původní knihy v roce 2002, World of Books, Bejrút, Libanon). - [#10]: Al-Thaqafī, ʿAbd Alláh b. Ḥussayn b. ʿĀṣim (zemřel ~ 1012), Al-Anwāʾ wa al-azminah (Meteorologie a časy), (arabský tisk původní knihy v roce 1996, Dar al-jeel, Bejrút, Libanon). - [#11]: [Book Of The Stars, Oxford, Bodleian Library paní Marsh 144 z roku 1009 našeho letopočtu](https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4- 2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)
de: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, Northampton, England: Variorum Reprints, 1989, pg. 57. - [#2]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz · Wiesbaden, 1961 - [#3]: DESCRIPTIONS DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St. Petersburg, 1874, pg. 26-27. - [#4]: [Buch der Sterne: Kritische Ausgabe mit Kommentar von Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: [Oulough-Beg-Kopie von ʿAbd Al-Raḥmān ibn ʿUmar Al-Ṣūfī. Kitāb ṣuwar Al-kawākib Al-ṯābita, Paris, Bibliothèque nationale de France. Département des Manuscrits. Arabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langDE). - [#6]: [Alte Sterne sehen, Visualisierung des Almagest-Katalogs](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Toomer, G. J., Ptolemy’s ALMAGEST, Princeton University Press, 2. Aufl., 1998. - [#8]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b. Muslim (gestorben ~ 889), Kitāb al-Anwāʾ (über Meteorologie der Araber), (arabischer Druck des Originalbuchs, Daʾirat al-Maʿārif al-Osmānia, Hydarabad, Indien, 1956) - [#9]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (gestorben 1030), Al-Azminah wa al-amkinah (Times and Places), (arabischer Druck des Originalbuchs 2002, World of Books, Beirut, Libanon). - [#10]: Al-Thaqafī, ʿAbd Allah b. Ḥussayn b. ʿĀṣim (gestorben ~ 1012), Al-Anwāʾ wa al-azminah (Meteorologie und Zeiten), (arabischer Druck des Originalbuchs von 1996, Dar al-jeel, Beirut, Libanon). - [#11]: [Buch der Sterne, Oxford, Bodleian Library Ms. Marsh 144 datiert 1009 n. Chr.](https://iiif.bodleian.ox.ac.uk/iif/viewer/c1caa84c-f6d2-483f-9eb4- 2439ccccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)
es: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, Northampton, Inglaterra: Variorum Reprints, 1989, pág. 57. - [#2]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz ·Wiesbaden, 1961 - [#3]: DESCRIPTIONS DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, pág. 26-27. - [#4]: [Book Of The Stars: Edición crítica con comentario de Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: [Oulough Beg copia de ʿAbd Al-Raḥmān ibn ʿUmar Al-Ṣūfī. Kitāb ṣuwar Al-kawākib Al-ṯābita, París, Bibliothèque nationale de France. Departamento de manuscritos. Arabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langES). - [#6]: [Ver estrellas antiguas, visualización del catálogo de Almagesto](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Toomer, G. J., Ptolemy's ALMAGEST, Princeton University Press, 2ª ed., 1998. - [#8]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b. Muslim (fallecido ~ 889), Kitāb al-Anwāʾ (sobre la meteorología de los árabes), (impresión en árabe del libro original, Daʾirat al-Maʿārif al-Osmānia, Hydarabad, India, 1956) - [#9]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muhammad b. al-Ḥassan (fallecido en 1030), Al-Azminah wa al-amkinah (Tiempos y lugares), (impresión en árabe del libro original en 2002, World of Books, Beirut, Líbano). - [#10]: Al-Thaqafī, ʿAbd Allah b. Hussayn b. ʿĀṣim (muerto ~ 1012), Al-Anwāʾ wa al-azminah (Meteorología y tiempos), (impresión en árabe del libro original en 1996, Dar al-jeel, Beirut, Líbano). - [#11]: [Book Of The Stars, Oxford, Bodleian Library Ms. Marsh 144 con fecha de 1009 AD](https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4- 2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)
ja: - [#1]: Kunitzsch、Paul、The Arabs and the Stars、天文学者 Abu'L-Husayn al-Ṣūfī And His Book on The Constellations、XI、ノーサンプトン、イギリス: Variorum Reprints、1989 年、pg. 57. - [#2]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz ·Wiesbaden, 1961 - [#3]: DESCRIPTIONS DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, pg. 26-27。 - [#4]: [Book Of The Stars: Khalid AlAjaji による解説付きのクリティカル エディション](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: [アブド・アル・ラーマーン・イブン・ウマル・アル・ルーフィーのコピーを頼む. Kitāb ṣuwar Al-kawākib Al-ṯābita、パリ、フランス国立図書館。デパートメント・デ・マヌスクリット。アラベ5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [古代の星を見る、アルマゲスト カタログの視覚化](http://www.etwright.org/astro/almagest.html#cat)。 - [#7]: Toomer, G. J., Ptolemy’s ALMAGEST, Princeton University Press, 2nd ed., 1998. - [#8]: イブン クタイバ、アル ディナワリー、アブー ムハンマド、アブド アッラー b.イスラム教徒 (死亡 ~ 889), Kitāb al-Anwāʾ (アラブ人の気象学について), (元の本のアラビア語版画, Daʾirat al-Maʿārif al-Osmānia, Hydarabad, India, 1956) - [#9]: Al-Marzūqī、Abū ʿAli Aḥmad b.ムハンマド b. al-Ḥassan (1030年没), Al-Azminah wa al-amkinah (時と場所), (2002年の原本のアラビア語版画, World of Books, ベイルート, レバノン). - [#10]: Al-Thaqafī, ʿAbd Allah b. Ḥussayn b. ʿĀṣim (死亡 ~ 1012), Al-Anwāʾ wa al-azminah (気象学と時代), (1996 年の原本のアラビア語版画, Dar al-jeel, Beirut, Lebanon). - [#11]: [Book Of The Stars、オックスフォード、Bodleian Library Ms. Marsh 144 dated 1009 AD](https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4- 2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)
ko: - [#1]: Kunitzsch, Paul, 아랍인과 별, 천문학자 Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, Northampton, England: Variorum Reprints, 1989, pg. 57. - [#2]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz · Wiesbaden, 1961 - [#3]: 설명 DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, pg. 26-27. - [#4]: [별의 책: Khalid AlAjaji의 해설이 포함된 비평판](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: [Abd Al-Raḥmān ibn ʿUmar Al-Ṣūfī의 Oulough Beg 사본. Kitāb ṣuwar Al-kawākib Al-ṯābita, 파리, Bibliothèque Nationale de France. 데파르망 데 마누스크리츠. 아라베 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [고대 별 보기, Almagest 카탈로그 시각화](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Toomer, G. J., Ptolemy's ALMAGEST, Princeton University Press, 2nd ed., 1998. - [#8]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b. 무슬림(889년 사망), Kitāb al-Anwāʾ(아랍인의 기상학), (원본의 아랍어 인쇄, Daʾirat al-Maʿārif al-Osmānia, Hydarabad, India, 1956) - [#9]: Al-Marzūqī, Abū ʿAli Aḥmad b. 무하마드 b. al-Ḥassan (1030년 사망), Al-Azminah wa al-amkinah (Times and Places), (2002년 원본 책의 아랍어 인쇄물, World of Books, Beirut, Lebanon). - [#10]: Al-Thaqafī, ʿAbd 알라 b. Ḥussayn b. ʿĀṣim (사망 ~ 1012), Al-Anwāʾ wa al-azminah (기상 및 시대), (1996년 원본 책의 아랍어 인쇄, Dar al-jeel, Beirut, Lebanon). - [#11]: [Book Of The Stars, Oxford, Bodleian Library Ms. Marsh 144 dated 1009 AD](https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4- 2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)
nl: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, The Astronoom Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, Northampton, Engeland: Variorum Reprints, 1989, pg. 57. - [#2]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz ·Wiesbaden, 1961 - [#3]: DESCRIPTIONS DES ETOILES FIXES, vertaling littérale avec des notes par H C F C Schjellerup, St Petersburg, 1874, pg. 26-27. - [#4]: [Book Of The Stars: kritische editie met commentaar door Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: [Oulough Beg kopie van ʿAbd Al-Raḥmān ibn ʿUmar Al-Ṣūfī. Kitab ṣuwar Al-kawākib Al-Habita, Parijs, Bibliothèque nationale de France. Département des Manuscrits. Arabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [Oude sterren zien, visualisatie van de Almagest-catalogus](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Toomer, G.J., Ptolemaeus's ALMAGEST, Princeton University Press, 2e druk, 1998. - [#8]: Ibn Qutaybah, Al-Dinawarī, Abū Muhammad ʿAbd Allah b. Muslim (overleden ~ 889), Kitab al-Anwāʾ (over meteorologie van de Arabieren), (Arabische afdruk van het originele boek, Daʾirat al-Maʿārif al-Osmānia, Hydarabad, India, 1956) - [#9]: Al-Marzūqī, Abū 'Ali Aḥmad b. Mohammed geb. al-Ḥassan (overleden 1030), Al-Azminah wa al-amkinah (Times and Places), (Arabische afdruk van het originele boek in 2002, World of Books, Beiroet, Libanon). - [#10]: Al-Thaqafī, 'Abd Allah b. ussayn b. ʿĀṣim (overleden ~ 1012), Al-Anwā' wa al-azminah (Meteorologie en tijden), (Arabische afdruk van het originele boek in 1996, Dar al-Jeel, Beiroet, Libanon). - [#11]: [Book Of The Stars, Oxford, Bodleian Library Ms. Marsh 144 gedateerd 1009 AD](https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4- 2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)
ru: - [#1]: Куницш, Пол, Арабы и звезды, Астроном Абу'л-Хусейн аль-Суфи и его книга о созвездиях, XI, Нортгемптон, Англия: Variorum Reprints, 1989, стр. 57. - [#2]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz ·Wiesbaden, 1961 - [#3]: DESCRIPTIONS DES ETOILES FIXES, littérale traduction avec des notes par H C F C Schjellerup, St Petersbourg, 1874, pg. 26-27. - [#4]: [Книга звезд: критическое издание с комментариями Халида Аль-Аджаджи](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: [копия Абд аль-Рахмана ибн Умара аль-Суфи из Улоубека. Китаб Сувар Аль-Кавакиб Аль-Табита, Париж, Национальная библиотека Франции. Департамент манускриптов. Arabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [Видение древних звезд, визуализация каталога Альмагеста](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Тумер, Г. Дж., АЛЬМАГЕСТ Птолемея, издательство Принстонского университета, 2-е изд., 1998. - [#8]: Ибн Кутейба, Аль-Динавари, Абу Мухаммад Абдаллах б. Муслим (умер ~ 889 г.), Китаб аль-Анва (о метеорологии арабов) (арабская печать оригинальной книги, Даират аль-Маариф аль-Османия, Хайдарабад, Индия, 1956 г.) - [#9]: Аль-Марзуки, Абу Али Ахмад б. Мухаммад б. аль-Хасан (умер в 1030 г.), Аль-Азмина ва аль-амкина (Времена и места) (арабская печать оригинальной книги 2002 г., World of Books, Бейрут, Ливан). - [#10]: Аль-Такафи, Абдаллах б. Хусейн б. ʿĀsim (умер ~ 1012 г.), Al-Anwāʾ wa al-azminah (Метеорология и время) (арабская печать оригинальной книги 1996 г., Дар аль-Джиль, Бейрут, Ливан). - [#11]: [Книга звезд, Оксфорд, Бодлианская библиотека, мисс Марш 144, датированная 1009 годом нашей эры] (https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4- 2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)
zh_tw: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūfī 和他的星座書, XI, Northampton, England: Variorum Reprints, 1989, pg. 57. - [#2]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz·威斯巴登, 1961 - [#3]: DES ETOILES FIXES 的說明，翻譯 littérale avec des notes par H C F C Schjellerup，聖彼得堡，1874 年，第 1 頁。 26-27。 - [#4]: [星之書：Khalid AlAjaji 評論的批判版](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: [Oulough Beg 複製 ʿAbd Al-Raḥmān ibn ʿUmar Al-Ṣūfī。 Kitāb ṣuwar Al-kawākib Al-ṯābita，巴黎，法國國家圖書館。 Département des Manuscrits。阿拉伯 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN)。 - [#6]: [看遠古星辰，可視化大天星目錄](http://www.etwright.org/astro/almagest.html#cat)。 - [#7]: Toomer, G. J.，托勒密的 ALMAGEST，普林斯頓大學出版社，第 2 版，1998 年。 - [#8]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b.穆斯林（約 889 年去世），Kitāb al-Anwāʾ（關於阿拉伯人的氣象學），（原書的阿拉伯文印刷品，Daʾirat al-Maʿārif al-Osmānia，印度海達拉巴，1956 年） - [#9]: Al-Marzūqī，AbūʿAli Aḥmad b。穆罕默德 b. al-Ḥassan（卒於 1030 年），Al-Azminah wa al-amkinah（時間和地點），（2002 年原書的阿拉伯文印刷品，世界圖書，黎巴嫩貝魯特）。 - [#10]: Al-Thaqafī，ʿAbd Allah b。 Ḥussayn b. ʿĀṣim（卒於 ~ 1012 年），Al-Anwāʾ wa al-azminah（氣象學和時代），（1996 年原著的阿拉伯文印刷品，黎巴嫩貝魯特 Dar al-jeel）。 - [#11]: [星之書，牛津，博德利圖書館 Ms. Marsh 144 日期為公元 1009 年](https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4- 2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)

source: Khalid al-Ajaji: turath.alfalak@gmail.com
ko: 칼리드 알 아자지: turath.alfalak@gmail.com
ru: Халид аль-Аджаджи: turath.alfalak@gmail.com
zh_cn: 哈立德·阿贾吉：turath.alfalak@gmail.com
zh_tw: 哈立德·阿賈吉：turath.alfalak@gmail.com

source: Illustrations: Public domain[#5]. Text and data: CC BY-ND 4.0 Special permission is granted to Stellarium Labs to include the licensed material.
cs: Ilustrace: Public domain[#5]. Text a data: CC BY-ND 4.0 Stellarium Labs je uděleno zvláštní povolení k zahrnutí licencovaného materiálu
de: Illustrationen: Public domain[#5]. Text und Daten: CC BY-ND 4.0 Stellarium Labs wird eine Sondererlaubnis erteilt, das lizenzierte Material aufzunehmen
es: Ilustraciones: Dominio público [#5]. Texto y datos: CC BY-ND 4.0 Se otorga permiso especial a Stellarium Labs para incluir el material licenciado
ja: イラスト：パブリックドメイン[#5]。 テキストとデータ: CC BY-ND 4.0 Stellarium Labs には、ライセンスされた素材を含める特別な許可が与えられます
ko: 삽화: 공개 도메인[#5]. 텍스트 및 데이터: CC BY-ND 4.0 라이선스된 자료를 포함하기 위해 스텔라리움 연구소에 특별 허가가 부여됩니다.
ru: Иллюстрации: общественное достояние [#5]. Текст и данные: CC BY-ND 4.0 Компания Stellarium Labs получила специальное разрешение на включение лицензионного материала.

source: The hyenas and their youngsters
cs: Hyeny a jejich mláďata
de: Die Hyänen und ihre Jungen
es: Las hienas y sus crías
it: Le iene e i loro piccoli
ja: ハイエナとその子供たち
ko: 하이에나와 그들의 젊은이들
nl: De hyena's en hun jongen
ru: Гиены и их детеныши
zh_cn: 鬣狗和它们的幼崽
zh_tw: 鬣狗和它們的幼崽

source: Argo Navis
ja: アルゴ・ナビス
ko: 아르고 나비스
ru: Арго Навис
zh_cn: 阿尔戈纳维斯
zh_tw: 阿爾戈納維斯

source: The horse
cs: Kůň
de: Das Pferd
es: El caballo
it: Il cavallo
ja: 馬
ko: 말
nl: Het paard
ru: Лошадь
zh_cn: 那匹马
zh_tw: 那匹馬

source: The great fish
cs: Velká ryba
de: Der große Fisch
es: el gran pez
it: Il grande pesce
ja: 偉大な魚
ko: 큰 물고기
nl: De grote vis
ru: Великая рыба
zh_cn: 伟大的鱼
zh_tw: 偉大的魚

source: The other fish
cs: Ostatní ryby
de: Die anderen Fische
es: el otro pez
it: L'altro pesce
ja: 他の魚
ko: 다른 물고기들
nl: De andere vissen
ru: Другая рыба
zh_cn: 另一条鱼
zh_tw: 另一條魚

source: The kid
cs: Dítě
de: Das Kind
es: El niño
it: Il bambino
ja: 子供
ko: 아이
nl: Het kind
ru: Ребенок
zh_cn: 孩子
zh_tw: 孩子

source: The brighter of the two calves
cs: Světlejší z obou telat
de: Das hellere der beiden Kälber
es: El más brillante de los dos terneros.
it: Il più luminoso dei due vitelli
ja: 2 つのふくらはぎの明るい方
ko: 두 송아지 중 더 밝은
nl: De helderste van de twee kalveren
ru: Ярче из двух телят
zh_cn: 两个小牛中较亮的一个
zh_tw: 兩個小牛中較亮的一個

source: The dimmer of the two calves
cs: Stmívač dvou telat
de: Der Dimmer der beiden Kälber
es: El dimmer de los dos terneros.
it: Il più debole dei due vitelli
ja: 2 つのふくらはぎの薄暗い
ko: 두 송아지의 조광기
nl: De dimmer van de twee kalveren
ru: Диммер двух телят
zh_cn: 两个小牛的调光器
zh_tw: 兩個小牛的調光器

source: The dark camel
cs: Tmavý velbloud
de: Das dunkle Kamel
es: el camello oscuro
it: Il cammello scuro
ja: 暗いラクダ
ko: 검은 낙타
nl: De donkere kameel
ru: Темный верблюд
zh_cn: 黑骆驼
zh_tw: 黑駱駝

source: The little goat
cs: Malá koza
de: Die kleine Ziege
es: la pequeña cabra
it: La piccola capra
ja: 小さなヤギ
ko: 작은 염소
nl: de kleine geit
ru: Маленькая коза
zh_cn: 小山羊
zh_tw: 小山羊

source: The leader
cs: Vůdce
de: Der Leiter
es: El líder
it: Il capo
ja: リーダー
ko: 리더
nl: De leider
ru: Лидер
zh_cn: 领导人
zh_tw: 領導人

source: Liver of the lion
cs: Játra lva
de: Leber des Löwen
es: hígado de león
it: Fegato del leone
ja: ライオンの肝臓
ko: 사자의 간
nl: Lever van de leeuw
ru: Печень льва
zh_cn: 狮子的肝脏
zh_tw: 獅子的肝臟

source: The male hyena
cs: Samec hyeny
de: Die männliche Hyäne
es: la hiena macho
it: La iena maschio
ja: オスのハイエナ
ko: 수컷 하이에나
nl: De mannelijke hyena
ru: Самец гиены
zh_cn: 雄性鬣狗
zh_tw: 雄性鬣狗

source: The high one with the spear
cs: Ten vysoký s oštěpem
de: Der Hohe mit dem Speer
es: El alto con la lanza
it: Quello alto con la lancia
ja: 槍を持った高いもの
ko: 창을 든 높은 사람
nl: De hoge met de speer
ru: Высокий с копьем
zh_cn: 高一的长矛
zh_tw: 高一的長矛

source: The bright star of al-Fakkah
cs: Jasná hvězda al-Fakkah
de: Der helle Stern von al-Fakkah
es: La brillante estrella de al-Fakkah
it: La stella luminosa di al-Fakkah
ja: アル・ファッカの明るい星
ko: 알-파카의 밝은 별
nl: De heldere ster van al-Fakkah
ru: Яркая звезда аль-Факка
zh_cn: al-Fakkah 的璀璨之星
zh_tw: al-Fakkah 的璀璨之星

source: Head of Hercules
cs: Hlava Herkula
de: Kopf des Herkules
es: Cabeza de Hércules
it: Testa di Ercole
ja: ヘラクレスの頭
ko: 헤라클레스의 머리
nl: Hoofd van Hercules
ru: Голова Геркулеса
zh_cn: 大力神头
zh_tw: 大力神頭

source: The landing eagle
cs: Přistávající orel
de: Der landende Adler
es: El águila de aterrizaje
it: L'aquila da sbarco
ja: 上陸の鷲
ko: 상륙 독수리
nl: De landende adelaar
ru: Посадочный орел
zh_cn: 着陆之鹰
zh_tw: 著陸之鷹

source: Beak of the hen
cs: Zobák slepice
de: Schnabel der Henne
es: pico de gallina
it: Becco di gallina
ja: 鶏のくちばし
ko: 암탉의 부리
nl: Snavel van de kip
ru: Клюв курицы
zh_cn: 母鸡的喙
zh_tw: 母雞的喙

source: Tail of the hen
cs: Ocas slepice
de: Schwanz der Henne
es: cola de gallina
it: Coda di gallina
ja: めんどりのしっぽ
ko: 암탉의 꼬리
nl: Staart van de kip
ru: Хвост курицы
zh_cn: 母鸡的尾巴
zh_tw: 母雞的尾巴

source: The henna tinted hand
cs: Ruka zabarvená hennou
de: Die mit Henna getönte Hand
es: La mano teñida con henna
it: La mano colorata con l'henné
ja: ヘナで染めた手
ko: 헤나 틴티드 핸드
nl: De henna getinte hand
ru: Руки, окрашенные хной
zh_cn: 指甲花染过的手
zh_tw: 指甲花染過的手

source: Side of Perseus
cs: Strana Persea
de: Seite des Perseus
es: Lado de Perseo
it: Lato di Perseo
ja: ペルセウスの側面
ko: 페르세우스의 측면
nl: Kant van Perseus
ru: Сторона Персея
zh_cn: 英仙座侧面
zh_tw: 英仙座側面

source: Head of the ogre
cs: Hlava zlobra
de: Kopf des Ogers
es: cabeza del ogro
it: Testa dell'orco
ja: オーガの頭
ko: 오우거의 머리
nl: Hoofd van de boeman
ru: Глава людоеда
zh_cn: 食人魔的头
zh_tw: 食人魔的頭

source: Al-Ayyuq
ja: アル・アユク
ko: 알아유크
ru: Аль-Айюк
zh_cn: 艾尤克
zh_tw: 艾尤克

source: Head of the serpent holder
cs: Hlava držáku hada
de: Kopf des Schlangenhalters
es: Titular de la cabeza de la serpiente
it: Testa del detentore del serpente
ja: 蛇持ちの頭
ko: 뱀 홀더의 머리
nl: Hoofd van de slangenhouder
ru: Голова держателя змея
zh_cn: 蛇持有人的头
zh_tw: 蛇持有人的頭

source: Neck of the serpent
cs: Hadí krk
de: Hals der Schlange
es: cuello de la serpiente
it: Collo del serpente
ja: 蛇の首
ko: 뱀의 목
nl: Nek van de slang
ru: Шея змея
zh_cn: 蛇的脖子
zh_tw: 蛇的脖子

source: The flying eagle
cs: Létající orel
de: Der fliegende Adler
es: el águila voladora
it: L'aquila volante
ja: 空飛ぶ鷲
ko: 나는 독수리
nl: De vliegende adelaar
ru: Летящий орел
zh_cn: 飞翔的鹰
zh_tw: 飛翔的鷹

source: Tail of the Dolphin
cs: Ocas delfína
de: Schwanz des Delphins
es: cola del delfín
it: Coda del delfino
ja: イルカのしっぽ
ko: 돌고래의 꼬리
nl: Staart van de dolfijn
ru: Хвост дельфина
zh_cn: 海豚的尾巴
zh_tw: 海豚的尾巴

source: Navel of the horse
cs: Pupek koně
de: Nabel des Pferdes
es: ombligo del caballo
it: Ombelico del cavallo
ja: 馬のへそ
ko: 말의 배꼽
nl: Navel van het paard
ru: Пупок лошади
zh_cn: 马的肚脐
zh_tw: 馬的肚臍

source: Wing of the horse
cs: Křídlo koně
de: Flügel des Pferdes
es: ala del caballo
it: Ala del cavallo
ja: 馬の翼
ko: 말의 날개
nl: Vleugel van het paard
ru: Крыло лошади
zh_cn: 马的翅膀
zh_tw: 馬的翅膀

source: Shoulder of the horse
cs: Rameno koně
de: Schulter des Pferdes
es: hombro del caballo
it: Spalla del cavallo
ja: 馬の肩
ko: 말의 어깨
nl: Schouder van het paard
ru: Плечо лошади
zh_cn: 马的肩膀
zh_tw: 馬的肩膀

source: Rump of the horse
cs: Záď koně
de: Hinterteil des Pferdes
es: grupa del caballo
it: Groppa del cavallo
ja: 馬の尻尾
ko: 말의 엉덩이
nl: Stuit van het paard
ru: Круп лошади
zh_cn: 马的臀部
zh_tw: 馬的臀部

source: Mouth of the horse
cs: Ústa koně
de: Maul des Pferdes
es: boca del caballo
it: Bocca del cavallo
ja: 馬の口
ko: 말의 입
nl: Mond van het paard
ru: Рот лошади
zh_cn: 马的嘴
zh_tw: 馬的嘴

source: Abdomen of the fish
cs: Břicho ryby
de: Bauch des Fisches
es: abdomen del pez
it: Addome del pesce
ja: 魚の腹部
ko: 물고기의 복부
nl: Buik van de vis
ru: Брюшко рыбы
zh_cn: 鱼的腹部
zh_tw: 魚的腹部

source: Leg of Andromeda
cs: Noha Andromedy
de: Bein von Andromeda
es: Pierna de Andrómeda
it: Gamba di Andromeda
ja: アンドロメダの足
ko: 안드로메다의 다리
nl: Been van Andromeda
ru: Нога Андромеды
zh_cn: 仙女座的腿
zh_tw: 仙女座的腿
