Repository: 10110111/stellarium-skycultures
Catalog: arabic_al-sufi/po/*.po
Languages: cs, de, es, it, ja, ko, nl, ru, zh_cn, zh_tw

source: Apex of the triangle
cs: Vrchol trojúhelníku
de: Spitze des Dreiecks
es: vértice del triángulo
it: Apice del triangolo
ja: 三角形の頂点
ko: 삼각형의 정점
nl: Top van de driehoek
ru: Вершина треугольника
zh_cn: 三角形的顶点
zh_tw: 三角形的頂點

source: The horn
cs: Roh
de: Das Horn
es: El cuerno
it: Il Corno
ja: ホーン
ko: 경적
nl: De Hoorn
ru: Рог
zh_cn: 喇叭
zh_tw: 喇叭

source: The follower
cs: Následovník
de: Der Anhänger
es: El seguidor
it: Il seguace
ja: フォロワー
ko: 추종자
nl: de volger
ru: Последователь
zh_cn: 追随者
zh_tw: 追隨者

source: Head of the twin
cs: Hlava dvojčete
de: Kopf des Zwillings
es: cabeza del gemelo
it: Capo del gemello
ja: 双子の頭
ko: 쌍둥이의 머리
nl: Hoofd van de tweeling
ru: Глава близнеца
zh_cn: 双胞胎的头
zh_tw: 雙胞胎的頭

source: Heart of the lion
cs: Srdce lva
de: Herz des Löwen
es: corazón de león
it: Cuore del leone
ja: ライオンの心
ko: 사자의 심장
nl: Hart van de leeuw
ru: Сердце льва
zh_cn: 狮子的心
zh_tw: 獅子的心

source: Back of the lion
cs: Zadní strana lva
de: Rückseite des Löwen
es: espalda del león
it: Dietro il leone
ja: ライオンの背中
ko: 사자의 뒷모습
nl: Achterkant van de leeuw
ru: Спина льва
zh_cn: 狮子的背影
zh_tw: 獅子的背影

source: Tail of the lion
cs: Ocas lva
de: Schwanz des Löwen
es: cola del león
it: Coda del leone
ja: ライオンのしっぽ
ko: 사자 꼬리
nl: Staart van de leeuw
ru: Хвост льва
zh_cn: 狮子的尾巴
zh_tw: 獅子的尾巴

source: Heart of the scorpion
cs: Srdce štíra
de: Herz des Skorpions
es: Corazón del escorpión
it: Cuore dello scorpione
ja: サソリの心臓
ko: 전갈의 심장
nl: Hart van de schorpioen
ru: Сердце скорпиона
zh_cn: 蝎子之心
zh_tw: 蝎子之心

source: Heel of the archer
cs: Pata střelce
de: Ferse des Bogenschützen
es: Talón del arquero
it: Tacco dell'arciere
ja: 射手のヒール
ko: 궁수의 발꿈치
nl: Hiel van de boogschutter
ru: Каблук лучника
zh_cn: 弓箭手的脚跟
zh_tw: 弓箭手的腳跟

source: Tail of capricornus
cs: Ocas kozoroha
de: Schwanz des Steinbocks
es: cola de capricornio
it: Coda di capricorno
ja: 山羊座の尻尾
ko: 염소자리 꼬리
nl: Staart van Steenbok
ru: Хвост козерога
zh_cn: 摩羯座的尾巴
zh_tw: 摩羯座的尾巴

source: Mouth of Piscis Austrinus
cs: Ústa Piscis Austrinus
de: Mund von Piscis Austrinus
es: Boca de Piscis Austrinus
it: Bocca di Piscis Austrinus
ja: うお座アウストリヌスの口
ko: 물고기자리 오스트리누스의 입
nl: Monding van Piscis Austrinus
ru: Рот Piscis Austrinus
zh_cn: 南鱼嘴
zh_tw: 南魚嘴

source: The leprous hand
cs: Malomocná ruka
de: Die aussätzige Hand
es: la mano leprosa
it: La mano lebbrosa
ja: ハンセン病の手
ko: 문둥병 손
nl: De melaatse hand
ru: прокаженная рука
zh_cn: 麻风手
zh_tw: 麻風手

source: Tail of Cetus
cs: Cetusův ocas
de: Schwanz von Cetus
es: Cola de Cetus
it: Coda di Cetus
ja: シータスの尻尾
ko: 시터스의 꼬리
nl: Staart van Cetus
ru: Хвост Цетуса
zh_cn: 希图斯的尾巴
zh_tw: 希圖斯的尾巴

source: Leg of al-Jawza
cs: Noha al-Jawzy
de: Bein von al-Jawza
es: Pierna de al-Yawza
it: Gamba di al-Jawza
ja: アルジャウザの脚
ko: 알-자자의 다리
nl: Been van al-Jawza
ru: Нога аль-Джавза
zh_cn: al-Jawza 的腿
zh_tw: al-Jawza 的腿

source: End of the river
cs: Konec řeky
de: Ende des Flusses
es: final del rio
it: Fine del fiume
ja: 川の終わり
ko: 강의 끝
nl: Einde van de rivier
ru: Конец реки
zh_cn: 河的尽头
zh_tw: 河的盡頭

source: Southern Shi'raa
cs: Jižní Shi'raa
de: Südliche Shi'raa
es: Shi'raa del sur
it: Shi'raa meridionale
ja: 南シラー
ko: 남부 쉬라
nl: Zuid Shi'raa
ru: Южная Шираа
zh_cn: 南希拉
zh_tw: 南希拉

source: Northern Shi'raa
cs: Severní Shi'raa
de: Nördliche Shi'raa
es: Shi'raa del norte
it: Shi'raa settentrionale
ja: 北シラー
ko: 북부 쉬라
nl: Noord Shi'raa
ru: Северная Шираа
zh_cn: 北希拉
zh_tw: 北希拉

source: Suhayl
es: Suhail
ja: スハイル
ko: 수하일
ru: Сухайл
zh_cn: 苏海尔
zh_tw: 蘇海爾

source: Al-Fard
ja: アルファード
ko: 알파드
ru: Аль-Фард
zh_cn: 阿尔法德
zh_tw: 阿爾法德

source: Right wing of Corvus
cs: Pravé křídlo Corvusu
de: Rechter Flügel von Corvus
es: Ala derecha de Corvus
it: Ala destra del Corvus
ja: コーバスの右翼
ko: 코르부스의 오른쪽 날개
nl: Rechtervleugel van Corvus
ru: Правое крыло Корвуса
zh_cn: 乌鸦座右翼
zh_tw: 烏鴉座右翼

source: The armless high one
cs: Bezruký vysoký
de: Der armlose Hohe
es: El alto sin brazos
it: Quello alto senza braccia
ja: 腕のないハイワン
ko: 팔이 없는 높은 것
nl: De armloze hoge
ru: Безрукий высокий
zh_cn: 无臂高一
zh_tw: 無臂高一

source: Shoulder of al-Jawza
cs: Rameno al-Jawzy
de: Schulter von al-Jawza
es: Hombro de al-Yawza
it: Spalla di al-Jawza
ja: アルジャウザの肩
ko: 알자자의 어깨
nl: Schouder van al-Jawza
ru: Плечо аль-Джавза
zh_cn: al-Jawza 的肩膀
zh_tw: al-Jawza 的肩膀

source: Leg of Centaurus
cs: Noha Kentaura
de: Bein des Centaurus
es: Pierna de Centauro
it: Gamba di Centauro
ja: ケンタウロスの脚
ko: 켄타우로스의 다리
nl: Been van Centaurus
ru: Нога Центавра
zh_cn: 半人马腿
zh_tw: 半人馬腿

source: _Book of the stars_ (Arabic:كتاب الكواكب) is an astronomical book written shortly before 964 by the astronomer Abu al-Ḥusayn ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfī (born in Rayy, 903; died 986), referred to as al-Ṣūfī. It is the most outstanding among the works of the prominent astronomer, as Professor Paul Kunitzsch described it. Professor Kunitzsch continued to say [#1]: > In it, al-Ṣūfī treats the 48 classical constellations, which were established > and transmitted in Ptolemy's Almagest. The description of each constellation > comprises the following four sections: first, a general discussion of the > constellation and its individual stars; this section also includes al-Ṣūfi's > criticism of the Ptolemaic tradition and notices of his own observations. > Second, a record of the indigenous Arabic star names falling under that > constellation, and the exact identification of the respective stars with the > corresponding Ptolemaic stars. > Third, two drawings of the constellation, one as it is seen on a celestial > globe, and the other one as it is seen in the sky. Fourth, a table of the > stars making up that constellation, giving a verbal description of each > star's location and its longitude, latitude, and magnitude. This table > closely follows the arrangement of Ptolemy's star catalogue in the Almagest. In addition to the four sections of each constellation mentioned by dr. Kunitzsch, al-Ṣūfī would identify stars within the 6 magnitudes that were neglected by Ptolemy, but he did not catalogue them and was faithful to Ptolemy star catalog. An important aspect of al-Ṣūfī book is his record of the indigenous Arabic star names falling under each constellation, and the exact identification of the respective stars with the corresponding Ptolemaic stars. This means that we are looking at two layers of stars knowledge at the same time: the Ptolemaic one and the indigenous Arab one. Al-Sufi also selected 44 stars to be used in the astrolabe. The names he designated for these stars are a mix of indigenous Arabic star names like "The flying eagle", and names derived from the position of the sta in the Ptolemaic constellation like "Leg of Centaurus". This sky culture is a result of research done on manuscripts of al-Ṣūfī book, oldest of which is the [Oxford, Bodleian Library Ms. Marsh 144 dated 1009 AD](https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4-2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535). Ten manuscripts of the _The Book Of The Stars_ were consulted to produce the most accurate text as was written by al-Ṣūfī. Then, each member star of the 48 constellations was identified according to al-Ṣūfī description, and new tables were built including modern star designations from the Hipparcos, Bright stars, and Bayer catalogues. In addition, Arab indigenous star names were collected and identified as mapped by al-Ṣūfī to the Ptolemaic ones. All the previous steps were included in a book published digitally of the _The Book Of The Stars_ plus explanations and commentary by Khalid al-Ajaji, the author of this sky culture[#4]. The single source of the sky culture is the _The book of the stars_ and the aim is to give a faithful representation of the book content. ### Constellations The sky culture contains the 48 Greek constellations listed by Ptolemy in the Almagest plus three constellations imagined by al-Ṣūfī and were illustrated in his book. The sky culture art images of the constellations were extracted from the Ulugh Beg manuscript of the _The Book Of The Stars_, and adapted for Stellarium by Mr. Kutaibaa Akraa [#5]. The constellation lines are constructed according to the constellation shapes with an attempt to include most of the member stars. Star names are the names given by al-Sufi to the astrolabe stars in his book, a total of 44 stars plus indigenous Arab names of famous stars in the northern part of the sky found in the constellations of Ursa Minor, Ursa Major, and Draco.
it: _Libro delle stelle_ (in arabo: كتاب الكواكب) è un libro astronomico scritto poco prima del 964 dall'astronomo Abu al-Ḥusayn ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfī (nato a Rayy, 903; morto nel 986), denominato al- Ṣūfi. È la più eccezionale tra le opere dell'eminente astronomo, come l'ha descritta il professor Paul Kunitzsch. Il professor Kunitzsch ha continuato a dire [#1]: > In esso, al-Ṣūfī tratta le 48 costellazioni classiche, che furono stabilite e trasmesse nell'Almagesto di Tolomeo. La descrizione di ciascuna costellazione comprende le seguenti quattro sezioni: in primo luogo, una discussione generale della costellazione e delle sue singole stelle; questa sezione include anche la critica di al-Ṣūfi alla tradizione tolemaica e gli avvisi delle sue stesse osservazioni. In secondo luogo, una registrazione dei nomi delle stelle indigene arabe che ricadono sotto quella costellazione e l'esatta identificazione delle rispettive stelle con le corrispondenti stelle tolemaiche. Terzo, due disegni della costellazione, uno come si vede su un globo celeste, e l'altro come si vede nel cielo. Quarto, una tabella delle stelle che compongono quella costellazione, che fornisce una descrizione verbale della posizione di ciascuna stella e della sua longitudine, latitudine e magnitudine. Questa tabella segue da vicino la disposizione del catalogo delle stelle di Tolomeo nell'Almagesto. Oltre alle quattro sezioni di ciascuna costellazione citate dal dott. Kunitzsch, al-Ṣūfī identificherebbe le stelle all'interno delle 6 magnitudini che erano state trascurate da Tolomeo, ma non le catalogò ed era fedele al catalogo delle stelle di Tolomeo. Un aspetto importante del libro di al-Ṣūfī è la sua registrazione dei nomi delle stelle indigene arabe che cadono sotto ciascuna costellazione e l'esatta identificazione delle rispettive stelle con le corrispondenti stelle tolemaiche. Ciò significa che stiamo guardando contemporaneamente a due strati di conoscenza delle stelle: quello tolemaico e quello arabo indigeno. Al-Sufi ha anche selezionato 44 stelle da utilizzare nell'astrolabio. I nomi che ha designato per queste stelle sono un mix di nomi di stelle arabi indigeni come "L'aquila volante" e nomi derivati dalla posizione della sta nella costellazione tolemaica come "Gamba del Centauro". Questa cultura del cielo è il risultato di una ricerca condotta sui manoscritti del libro al-Ṣūfī, il più antico dei quali è la [Oxford, Bodleian Library Ms. Marsh 144 datata 1009 d.C.](https://iif.bodleian.ox.ac.uk/ iif/viewer/c1caa84c-f6d2-483f-9eb4-2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535). Dieci manoscritti de _Il libro delle stelle_ sono stati consultati per produrre il testo più accurato come è stato scritto da al-Ṣūfī. Quindi, ogni stella membro delle 48 costellazioni è stata identificata secondo la descrizione di al-Ṣūfī e sono state costruite nuove tabelle che includevano le moderne designazioni delle stelle dai cataloghi Hipparcos, Bright stars e Bayer. Inoltre, i nomi delle stelle indigene arabe furono raccolti e identificati come mappati da al-Ṣūfī a quelli tolemaici. Tutti i passaggi precedenti sono stati inclusi in un libro pubblicato digitalmente di _The Book Of The Stars_ più spiegazioni e commenti di Khalid al-Ajaji, l'autore di questa cultura del cielo [#4]. L'unica fonte della cultura del cielo è il _Il libro delle stelle_ e lo scopo è quello di dare una rappresentazione fedele del contenuto del libro. ### Costellazioni La cultura del cielo contiene le 48 costellazioni greche elencate da Tolomeo nell'Almagesto più tre costellazioni immaginate da al-Ṣūfī e illustrate nel suo libro. Le immagini artistiche della cultura del cielo delle costellazioni sono state estratte dal manoscritto Ulugh Beg del _Il libro delle stelle_ e adattate per Stellarium dal signor Kutaibaa Akraa [#5]. Le linee della costellazione sono costruite secondo le forme della costellazione con un tentativo di includere la maggior parte delle stelle membri. I nomi delle stelle sono i nomi dati da al-Sufi alle stelle astrolabio nel suo libro, per un totale di 44 stelle più nomi arabi indigeni di stelle famose nella parte settentrionale del cielo trovati nelle costellazioni dell'Orsa Minore, dell'Orsa Maggiore e del Draco .
zh_cn: _星辰之书_（阿拉伯语：كتاب الكواكب）是天文学家阿布·哈萨因·阿布德·拉哈曼·伊本·奥马尔·拉伊（Abd al-Raḥmān ibn ʿUmar al-Ṣūfī，903 年生于雷伊，卒于 986 年）于 964 年不久前写的一本天文书籍，简称 al- Ṣūfī。正如 Paul Kunitzsch 教授所描述的，它是著名天文学家的作品中最杰出的。 Kunitzsch 教授继续说 [#1]： > 在其中，al-Ṣūfī 论述了 48 个经典星座，这些星座在托勒密的《天文学大成》中确立和传播。每个星座的描述包括以下四个部分：首先，对星座及其各个恒星的一般讨论；本节还包括 al-Ṣūfi 对托勒密传统的批评以及他自己的观察。其次，记录属于该星座的土著阿拉伯星名，以及各个恒星与相应的托勒密恒星的准确识别。第三，两张星座图，一张在天球仪上看到的，另一张在天空中看到的。第四，组成该星座的恒星表，对每颗恒星的位置及其经度、纬度和大小进行口头描述。这张表紧跟托勒密在《天文学大成》中的星表排列。 除了博士提到的每个星座的四个部分。 Kunitzsch, al-Ṣūfī 会识别 6 等内被托勒密忽略的恒星，但他没有对它们进行编目，而是忠实于托勒密的星表。 al-Ṣūfī 书的一个重要方面是他记录了每个星座下的土著阿拉伯星名，以及各个星与相应的托勒密星的准确识别。这意味着我们同时在看两层恒星知识：托勒密一层和土著阿拉伯一层。 Al-Sufi 还选择了 44 颗星用于星盘。他为这些恒星指定的名称混合了土著阿拉伯恒星名称，例如“飞鹰”，以及源自托勒密星座中恒星位置的名称，例如“半人马座腿”。 这种天空文化是对 al-Ṣūfī 书的手稿进行研究的结果，其中最古老的是 [Oxford, Bodleian Library Ms. Marsh 144，日期为公元 1009 年](https://iiif.bodleian.ox.ac.uk/ iiif/查看器/c1caa84c-f6d2-483f-9eb4-2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)。查阅了《星之书》的十份手稿，以得出最准确的文本，如 al-Ṣūfī 所写。然后，根据 al-Ṣūfī 描述确定了 48 个星座的每个成员恒星，并建立了新的表格，包括来自 Hipparcos、Bright stars 和 Bayer 星表的现代恒星名称。此外，阿拉伯土著星名被收集并确定为由 al-Ṣūfī 映射到托勒密星名。前面的所有步骤都包含在一本以数字形式出版的《星之书》中，以及该天空文化的作者 Khalid al-Ajaji 的解释和评论[#4]。 天空文化的唯一来源是《星辰之书》，其目的是忠实再现书中的内容。 ### 星座 天空文化包含托勒密在《天文学大成》中列出的 48 个希腊星座，以及 al-Ṣūfī 想象并在他的书中有插图的三个星座。 星座的天空文化艺术图像是从《星之书》的乌鲁伯手稿中提取的，并由 Kutaibaa Akraa 先生改编为 Stellarium [#5]。星座线是根据星座形状构建的，并试图包括大多数成员星。星名是 al-Sufi 在他的书中给星盘上的星星起的名字，总共 44 颗星星加上在小熊座、大熊座和天龙座中发现的天空北部著名星星的阿拉伯土著名称.

source: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, Northampton, England: Variorum Reprints, 1989, pg. 57. - [#2]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz ·Wiesbaden, 1961 - [#3]: DESCRIPTIONS DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, pg. 26-27. - [#4]: [Book Of The Stars: Critical edition with commentary by Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: [Oulough Beg copy of ʿAbd Al-Raḥmān ibn ʿUmar Al-Ṣūfī. Kitāb ṣuwar Al-kawākib Al-ṯābita, Paris, Bibliothèque nationale de France. Département des Manuscrits. Arabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [Seeing Ancient Stars, Visualization of the Almagest Catalog](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Toomer, G. J., Ptolemy’s ALMAGEST, Princeton University Press, 2nd ed., 1998. - [#8]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b. Muslim (died ~ 889), Kitāb al-Anwāʾ (on meteorolgy of the Arabs), (Arabic print of the original book, Daʾirat al-Maʿārif al-Osmānia, Hydarabad, India, 1956) - [#9]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (died 1030), Al-Azminah wa al-amkinah (Times and Places), (Arabic print of the original book in 2002, World of Books, Beirut, Lebanon). - [#10]: Al-Thaqafī, ʿAbd Allah b. Ḥussayn b. ʿĀṣim (died ~ 1012), Al-Anwāʾ wa al-azminah (Meteorology and times), (Arabic print of the original book in 1996, Dar al-jeel, Beirut, Lebanon).
it: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūfī And His Book on The Constellations, XI, Northampton, Inghilterra: Variorum Reprints, 1989, pag. 57. - [#2]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz ·Wiesbaden, 1961 - [#3]: DESCRIZIONI DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, pg. 26-27. - [#4]: [Libro delle stelle: edizione critica con commento di Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: [Oulough Beg copia di ʿAbd Al-Raḥmān ibn ʿUmar Al-Ṣūfī. Kitāb ṣuwar Al-kawākib Al-ṯābita, Parigi, Bibliothèque nationale de France. Dipartimento dei Manoscritti. Arabo 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [Seeing Ancient Stars, Visualization of the Almagest Catalog](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Toomer, G. J., ALMAGEST di Tolomeo, Princeton University Press, 2a ed., 1998. - [#8]: Ibn Qutaybah, Al-Dinawarī, Abū Muhammad ʿAbd Allah b. Muslim (morto nell'889 circa), Kitāb al-Anwāʾ (sulla meteorologia degli arabi), (stampa araba del libro originale, Daʾirat al-Maʿārif al-Osmānia, Hydarabad, India, 1956) - [#9]: Al-Marzūqī, Abū ʿAli Ahmad b. Muhammad b. al-Ḥassan (morto nel 1030), Al-Azminah wa al-amkinah (Times and Places), (stampa araba del libro originale nel 2002, World of Books, Beirut, Libano). - [#10]: Al-Thaqafī, ʿAbd Allah b. Haussayn b. ʿĀṣim (morto nel 1012 circa), Al-Anwāʾ wa al-azminah (Meteorologia e tempi), (stampa araba del libro originale nel 1996, Dar al-jeel, Beirut, Libano).
zh_cn: - [#1]: Kunitzsch, Paul, The Arabs and the Stars, The Astronomer Abu'L-Husayn al-Ṣūfī 和他的星座书, XI, Northampton, England: Variorum Reprints, 1989, pg. 57. - [#2]: Kunitzsch, Paul, Untersuchungen Zur Sternnomenklatur Der Araber, Otto Harrassowitz·威斯巴登, 1961 - [#3]: DES ETOILES FIXES 的说明，翻译 littérale avec des notes par H C F C Schjellerup，圣彼得堡，1874 年，第 1 页。 26-27。 - [#4]: [星之书：Khalid AlAjaji 评论的批判版](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#5]: [Oulough Beg 复制 ʿAbd Al-Raḥmān ibn ʿUmar Al-Ṣūfī。 Kitāb ṣuwar Al-kawākib Al-ṯābita，巴黎，法国国家图书馆。 Département des Manuscrits。阿拉伯 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN)。 - [#6]: [看远古星辰，可视化大天星目录](http://www.etwright.org/astro/almagest.html#cat)。 - [#7]: Toomer, G. J.，托勒密的 ALMAGEST，普林斯顿大学出版社，第 2 版，1998 年。 - [#8]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b.穆斯林（约 889 年去世），Kitāb al-Anwāʾ（关于阿拉伯人的气象学），（原书的阿拉伯文印刷品，Daʾirat al-Maʿārif al-Osmānia，印度海达拉巴，1956 年） - [#9]: Al-Marzūqī，AbūʿAli Aḥmad b。穆罕默德 b. al-Ḥassan（卒于 1030 年），Al-Azminah wa al-amkinah（时间和地点），（2002 年原书的阿拉伯文印刷品，世界图书，黎巴嫩贝鲁特）。 - [#10]: Al-Thaqafī，ʿAbd Allah b。 Ḥussayn b. ʿĀṣim（卒于 ~ 1012 年），Al-Anwāʾ wa al-azminah（气象学和时代），（1996 年原著的阿拉伯文印刷品，黎巴嫩贝鲁特 Dar al-jeel）。

source: Illustrations: Public domain[#5]. Text and data: Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0). Special pemission is granted to Stellarium Labs to include the licensed material
it: Illustrazioni: dominio pubblico[#5]. Testo e dati: Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0). Un'autorizzazione speciale è concessa a Stellarium Labs per includere il materiale concesso in licenza
nl: Illustraties: Publiek domein [#5]. Tekst en gegevens: Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0). Speciale toestemming wordt verleend aan Stellarium Labs om het gelicentieerde materiaal op te nemen
zh_cn: 插图：公共领域[#5]。 文本和数据：Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0)。 向 Stellarium Labs 授予特殊许可以包含许可材料
zh_tw: 插圖：公共領域[#5]。 文本和數據：Attribution-NoDerivatives 4.0 International (CC BY-ND 4.0)。 向 Stellarium Labs 授予特殊許可以包含許可材料
