Repository: 10110111/stellarium-skycultures
Catalog: tupi/po/*.po
Languages: ar, cs

source: Tupi-Guarani
ar: توبي - جواراني

source: Tupi-Guarani is a name given to a family of languages spoken by the indigenous peoples of Brazil and other South American countries.
ar: Tupi-Guarani هو اسم يطلق على عائلة من اللغات التي يتحدث بها السكان الأصليون للبرازيل وبلدان أمريكا الجنوبية الأخرى.
cs: Tupi-Guarani je jméno dané rodině jazyků mluvených domorodými obyvateli Brazílie a dalších jihoamerických zemí.

source: ### Constellations As with many cultures, constellations were identified and used to help keep track of the seasons and predict the seasonal variations which affect daily life. In the book _Histoire de la Mission de Pères Capucins en l'Isle de Maragnan etterres circonvoisins_, published in Paris, 1614, it is stated that the Tupi people identified some thirty constellations but the book only details seven. #### Ema The Tupi name for this constellation is _Iandutim_ (_Guirá Nhandu_ inGuarani), which literally translates to _White Ostrich_. The constellation depicts a large bird. In the first two weeks of June this constellation is fully visible in the Eastern sky in the evening, indicating the beginning of Winter in the South of Brazil, and the start of the dry season in the North. #### Homem Velho (the Old Man) This constellation depicts an old man holding a stick. In the second half of December, the constellation is fully visible in the Eastern evening sky. This marks the beginning of summer in the southern parts of Brazil and the start of the rainy season in the North.
ar: ### الأبراج كما هو الحال مع العديد من الثقافات ، تم تحديد الأبراج واستخدامها للمساعدة في تتبع المواسم والتنبؤ بالتغيرات الموسمية التي تؤثر على الحياة اليومية. في كتاب _Histoire de la Mission de Pères Capucins en l'Isle de Maragnan etterres circonvoisins_ ، المنشور في باريس ، 1614 ، يذكر أن شعب توبي حدد حوالي ثلاثين كوكبة لكن الكتاب يفصل فقط سبعة. #### إيما اسم توبي لهذه الكوكبة هو _Iandutim_ (_Guirá Nhandu_ inGuarani) ، والذي يُترجم حرفياً إلى _White Ostrich_. تصور الكوكبة طائرًا كبيرًا. في الأسبوعين الأولين من شهر يونيو ، تظهر هذه الكوكبة بشكل كامل في السماء الشرقية في المساء ، مما يشير إلى بداية فصل الشتاء في جنوب البرازيل ، وبداية موسم الجفاف في الشمال. #### هوميم فيلهو (الرجل العجوز) تصور هذه الكوكبة رجلًا مسنًا يحمل عصا. في النصف الثاني من شهر ديسمبر ، تظهر المجموعة بشكل كامل في سماء المساء الشرقي. ويمثل هذا بداية الصيف في الأجزاء الجنوبية من البرازيل وبداية موسم الأمطار في الشمال.
cs: ### Souhvězdí Stejně jako u mnoha kultur byly identifikovány a použity konstelace, které pomáhají sledovat roční období a předpovídat sezónní výkyvy, které ovlivňují každodenní život. V knize Histoire de la Mission de Pères Capucins en l'Isle de Maragnan etterres circonvoisins_, zveřejněné v Paříži, 1614, se uvádí, že lidé Tupi identifikovali asi třicet souhvězdí, ale kniha uvádí pouze sedm. #### Ema Jméno Tupi pro tuto konstelaci je _Iandutim_ (_Guirá Nhandu_ inGuarani), což se doslova překládá do _White Ostrich_. Souhvězdí zobrazuje velkého ptáka. V prvních dvou týdnech června je toto souhvězdí na východní obloze plně viditelné večer, což naznačuje začátek zimy na jihu Brazílie a začátek suchého období na severu. #### Homem Velho (Starý muž) Tato souhvězdí zobrazuje starého muže, který drží hůl. Ve druhé polovině prosince je souhvězdí plně vidět na východní večerní obloze. To znamená začátek léta v jižních částech Brazílie a začátek období dešťů na severu.

source: - [#1]: [The Tupi People](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: [The Brazilian Indigenous Constellations](http://www.telescopiosnaescola.pro.br/indigenas.pdf) by Germano Bruno Afonso (Portugese)
ar: - [#1]: [شعب Tupi](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: [الأبراج البرازيلية الأصلية](http://www.telescopiosnaescola.pro.br/indigenas.pdf) بقلم جيرمانو برونو أفونسو (البرتغالية)
cs: - [#1]: [Lidé Tupi](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: [Brazilské domorodé souhvězdí](http://www.telescopiosnaescola.pro.br/indigenas.pdf) od Germana Bruno Afonso (portugalština)

source: This sky culture was contributed by Stellarium user _Paulo Marcelo Pontes_, adapted by Susanne M Hoffmann
ar: ساهم ثقافة ستيلاي هذه مستخدم Stellarium _Paulo Marcelo Pontes_ ، مقتبسة من سوزان م. هوفمان
cs: K této kultuře oblohy přispěl uživatel Stellarium _Paulo Marcelo Pontes_, přizpůsobený Susanne M Hoffmann

source: GNU GPL v2.0
ar: GNU GPL الإصدار 2.0

source: White Ostrich
ar: ‎‎النعامة البيضاء‎‎
cs: Bílý pštros

source: Old Man
ar: ‎رجل مسن‎
cs: Stařec

source: Northern Tapir
ar: التابير الشمالي
cs: Severní tapír

source: Deer
ar: الغزال
cs: Jelen

source: Joykexo
ar: ‎‎المرأة الجميلة‎‎

source: Hornet
ar: زنبور
cs: Sršeň

source: Tapir's Jaw
ar: فك التابير
cs: Tapirova čelist
