Repository: 10110111/stellarium-skycultures
Catalog: *_contemporary/po/*.po
Languages: ar, cs, ko, zh_tw

source: Chinese Contemporary
ar: الصيني الحديث
cs: Čínská moderní
ko: 현대 중국
zh_tw: 中國當代

source: The Chinese Contemporary Sky Culture is a combination of traditional Chinese star names and modern constellations. This is the sky culture that the Chinese actually use now, with a great practical value.
ar: ثقافة السماء الصينية المعاصرة هي مزيج من أسماء النجوم الصينية التقليدية والأبراج الحديثة. هذه هي ثقافة السماء التي يستخدمها الصينيون بالفعل الآن ، مع قيمة عملية كبيرة.
cs: Čínská kultura současné oblohy je kombinací tradičních čínských hvězdných jmen a moderních souhvězdí. Toto je kultura oblohy, kterou nyní Číňané skutečně používají, s velkou praktickou hodnotou.
ko: 중국 현대 하늘 문화는 전통적인 중국 별 이름과 현대 별자리의 조합입니다. 이것이 실제로 중국이 실제로 사용하는 하늘 문화입니다.

source: Contemporary Chinese use the constellations defined by the International Astronomical Union but they combine it with their traditional starlore wherever possible. The 300 traditional Chinese asterisms deviate largely from the newly defined modern areas and are no longer applicable in astronomy. However, the traditional Chinese star names are still in common usage today, even more common than Bayer/Flamsteed designations. They are composed of the name of the traditional asterism plus a number. A few stars also have proper names, such as Alpha Leonis which is called "the Queen's Star".
ar: يستخدم الصينيون المعاصرون الأبراج التي حددها الاتحاد الفلكي الدولي لكنهم يجمعونها مع النجم التقليدي الخاص بهم حيثما أمكن. تنحرف 300 كواكب صينية تقليدية إلى حد كبير عن المناطق الحديثة المحددة حديثًا ولم تعد قابلة للتطبيق في علم الفلك. ومع ذلك ، لا تزال أسماء النجوم الصينية التقليدية شائعة اليوم ، حتى أكثر شيوعًا من تسميات باير / فلامستيد. وهي تتكون من اسم العلامة النجمية التقليدية بالإضافة إلى عدد. عدد قليل من النجوم لديهم أيضًا أسماء مناسبة ، مثل Alpha Leonis والتي تسمى "نجمة الملكة".
cs: Současní Číňané používají konstelace definované Mezinárodní astronomickou unií, ale pokud je to možné, kombinují ji s tradičním starlorem. 300 tradičních čínských asterismů se velmi liší od nově definovaných moderních oblastí a v astronomii již nejsou použitelné. Tradiční čínská hvězdná jména se však dnes běžně používají, dokonce častěji než označení Bayer / Flamsteed. Skládají se ze jména tradičního asterismu plus čísla. Několik hvězd také má vlastní jména, takový jako Alpha Leonis, který je nazýván “královnou hvězdou”.
ko: 현대 중국인은 국제 천문 연합이 정의한 별자리를 사용하지만 가능한 한 전통적인 별과 결합합니다. 300 개의 중국 전통 별자리는 새롭게 정의 된 현대 지역과 크게 다르며 더 이상 천문학에는 적용되지 않습니다. 그러나 중국의 전통적인 별 이름은 오늘날에도 여전히 널리 사용되고 있으며 바이엘 / 플래 스 테드 명칭보다 훨씬 일반적입니다. 그것들은 전통적인 별자리 이름과 숫자로 구성됩니다. 몇몇 별들은 또한 "여왕의 별"이라고 불리는 알파 레오니스와 같은 적절한 이름을 가지고 있습니다.

source: - [#1]: [Chinese constellations ](http://en.wikipedia.org/wiki/Chinese_constellations) Wikipedia - [#2]: [traditional Chinese star names](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) Wikipedia - [#3]: [constellations](http://en.wikipedia.org/wiki/Constellation) Wikipedia - [#4]: [Constellation image library](http://hubblesource.stsci.edu/sources/illustrations/constellations/) of the U.S. Naval Observatory and the Space Telescope Science Institute. Johannes Hevelius Engravings.
ar: - [#1]: [الأبراج الصينية](http://en.wikipedia.org/wiki/Chinese_constellations) ويكيبيديا - [#2]: [أسماء النجوم الصينية التقليدية](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) ويكيبيديا - [#3]: [الأبراج](http://en.wikipedia.org/wiki/Constellation) ويكيبيديا - [#4]: [مكتبة صور كوكبة](http://hubblesource.stsci.edu/sources/illustrations/constellations/) من المرصد البحري الأمريكي ومعهد علوم تلسكوب الفضاء. يوهانس هيفيليوس إنغرافينغز.
cs: - [#1]: [Čínské souhvězdí](http://cs.wikipedia.org/wiki/Chinese_constellations) Wikipedia - [#2]: [tradiční čínská hvězdná jména](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) Wikipedia - [#3]: [souhvězdí](http://en.wikipedia.org/wiki/Constellation) Wikipedia - [#4]: [Constellation image library](http://hubblesource.stsci.edu/sources/illustrations/constellations/) americké námořní observatoře a institutu Space Telescope Science Institute. Rytiny Johannes Hevelius.
ko: - [#1]: [중국 별자리](http://en.wikipedia.org/wiki/Chinese_constellations) Wikipedia - [#2]: [전통적인 중국 별 이름](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) Wikipedia - [#3]: [별자리](http://en.wikipedia.org/wiki/Constellation) Wikipedia - [#4]: 미국 해군 천문대와 우주 망원경 과학 연구소의 [별자리 이미지 라이브러리](http://hubblesource.stsci.edu/sources/illustrations/constellations/) 요하네스 헤벨 리우스 판화.

source: This sky culture was originally contributed by Stellarium user _Sun Shuwei_ and reworked by Stellarium team. Constellation illustrations and lines are based on the _Modern Sky Culture_ of Stellarium and traditional Chinese star names are based on _Chinese Sky Culture_ of Stellarium. Illustrations by Johan Meuris.
ar: ساهم في هذه الثقافة السماوية في الأصل مستخدم Stellarium _Sun Shuwei_ وأعاد فريق Stellarium صياغة هذه الثقافة. تستند الرسوم التوضيحية والخطوط البانورامية إلى _ثقافة السماء الحديثة_ لستيلاريوم وتستند أسماء النجوم الصينية التقليدية إلى ثقافة السماء الصينية في ستيلاريوم. الرسوم التوضيحية يوهان موريس.
cs: K této kultuře oblohy původně přispěl uživatel Stellaria _Sun Shuwei_ a přepracoval tým Stellarium. Ilustrace a čáry souhvězdí vycházejí z _Modern Sky Culture_ Stellaria a tradiční čínská jména hvězd jsou založena na _Chinese Sky Culture_ of Stellarium. Ilustrace Johan Meuris.

source: Text and data: CC BY-SA Illustrations: Free Art License
ar: النص والبيانات: CC BY-SA الرسوم التوضيحية: رخصة فنية مجانية
cs: Text a data: CC BY-SA Ilustrace: Licence na volné umění

source: Proxima
ar: ‎‎بروكسيما ‎‎‎
ko: 프록시마
zh_tw: 比鄰星 (Proxima)

source: Northern Pole
ar: القطب الشمالي ١
cs: Severní pól
ko: 북극
zh_tw: 太子 [北極一]

source: Crown Prince
ar: ‎ولي العهد‎
cs: Korunní princ
ko: 태자(太子)
zh_tw: 太子

source: Emperor
ar: قيصر
cs: Císař
ko: 제(帝)
zh_tw: 帝

source: Bastard
ar: ‎وغد‎
ko: 서자(庶子)
zh_tw: 庶子

source: Harem
ar: ‎حريم‎
cs: Harém
ko: 후궁(後宮)
zh_tw: 后宮

source: The Celestial Pivot
ar: ‎المحور السماوي‎
cs: Nebeský pivot
ko: 추성(枢星)
zh_tw: 天樞

source: Ancient Star
ar: نجم قديم
cs: Starověká hvězda
ko: 고북극천추(古北极天枢)
zh_tw: 紐星

source: Four Advisors
ar: أربعة مستشارين ٢
cs: Čtyři poradci
ko: 사보
zh_tw: 四輔二

source: Curved Array
ar: ‎صف معوج 1‎
cs: Zakřivené pole
ko: 구진
zh_tw: 勾陳一

source: Northern Star
ar: النجم الشمالي
cs: Severní hvězda
ko: 북신(北辰)
zh_tw: 北極星

source: Great Emperor of Heaven
ar: ‎إمبراطور عظيم في السماء‎
cs: Velký vládce nebes
ko: 천황대제(天皇大帝)
zh_tw: 天皇大帝

source: Celestial Pillar
ar: ‎عمود سماوي 1‎
cs: Nebeský pilíř
ko: 천주
zh_tw: 天柱一

source: Maids-in-waiting
ar: ‎خادمات في الانتظار 1‎
cs: Čekají služebné
ko: 어녀
zh_tw: 御女一

source: Female Protocol
ar: ‎بروتوكول نساء‎
cs: Protokol ženy
ko: 여사(女史)
zh_tw: 女史

source: Official of Royal Archives
ar: ‎موظف الأرشيف الملكي‎
cs: Úředník Královských archivů
ko: 주사(柱史)
zh_tw: 柱史

source: Royal Secretary
ar: ‎سكرتير الملك 1‎
cs: Královský sekretář
ko: 상서
zh_tw: 尚書一

source: Celestial Bed
ar: السرير السماوي ١
cs: Nebeská postel
ko: 천상
zh_tw: 天床一

source: Chief Judge
ar: رئيس القضاة ١
cs: Hlavní rozhodčí
ko: 대리
zh_tw: 大理一

source: Hidden Virtue
ar: ‎الفضيلة الخفية 1‎
cs: Skrytá ctnost
ko: 음덕
zh_tw: 陰德一

source: Six Jia
ar: ستة جيا ١
cs: Šest Jia
ko: 육갑
zh_tw: 六甲一

source: Interior Seats of the Five Emperors
ar: ‎مقاعد داخلية للأباطرة الخمسة 1‎
cs: Vnitřní sedadla pěti císařů
ko: 오제내좌
zh_tw: 五帝內座一

source: Canopy of the Emperor
ar: ستارة القيصر ٢
cs: Stříška císaře
ko: 화개
zh_tw: 華葢二

source: Canopy Support
ar: ‎قائم الناموسية 1‎
cs: Podpora Canopy
ko: 강
zh_tw: 杠一

source: Purple Forbidden Right Wall
ar: ‎جدار المحرم البنفسجي الأيمن 1‎
cs: Fialová zakázaná pravá zeď
ko: 자미우원
zh_tw: 紫微右垣一

source: Right Pivot
ar: ‎المحور الأيمن‎
cs: Pravý čep
ko: 우추(右樞)
zh_tw: 右樞

source: The Second Commandant
ar: ‎القومندان الثاني‎
cs: Druhý velitel
ko: 소위(少尉)
zh_tw: 少尉

source: The Great Advisor
ar: المستشار الكبير
cs: Velký poradce
ko: 상보(上輔)
zh_tw: 上輔

source: The Second Advisor
ar: المستشار الثاني
cs: Druhý poradce
ko: 소보(少辅)
zh_tw: 少輔

source: The Great Imperial Guard
ar: ‎الحرس الإمبراطوري العظيم‎
cs: Velká císařská garda
ko: 상위(上衛)
zh_tw: 上衛

source: The Second Imperial Guard
ar: ‎الحرس الإمبراطوري الثاني‎
cs: Druhá císařská garda
ko: 소위(少衛)
zh_tw: 少衛

source: The Great Imperial Minister
ar: ‎الوزير الإمبراطوري العظيم‎
cs: Velký císařský ministr
ko: 상승(上丞)
zh_tw: 上丞

source: Purple Forbidden Left Wall
ar: ‎جدار المحرم البنفسجي الأيسر 1‎
cs: Fialová zakázaná levá zeď
ko: 자미좌원
zh_tw: 紫微左垣一

source: Left Pivot
ar: ‎المحور الأيسر‎
cs: Levý čep
ko: 좌추(左樞)
zh_tw: 左樞

source: The Great Prime Minister
ar: ‎رئيس الوزراء العظيم‎
cs: Velký premiér
ko: 상재(上宰)
zh_tw: 上宰

source: The Second Prime Minister
ar: ‎رئيس الوزراء الثاني‎
cs: Druhý předseda vlády
ko: 소재(少宰)
zh_tw: 少宰

source: The Great Protector
ar: الحامي الكبير
cs: Velký ochránce
ko: 상필(上弼)
zh_tw: 上弼

source: The Second Protector
ar: الحامي الثاني
cs: Druhý ochránce
ko: 소필(少弼)
zh_tw: 少弼

source: The Second Imperial Minister
ar: ‎الوزير الإمبراطوري الثاني‎
cs: Druhý císařský ministr
ko: 소승(少丞)
zh_tw: 少丞

source: Celestial Great One
ar: ‎عظيم سماوي‎
cs: Nebeský Velký
ko: 천을(天乙)
zh_tw: 天乙

source: First Great One
ar: ‎العظيم الأول‎
cs: První Velký
ko: 태을(太乙)
zh_tw: 太乙

source: Inner Kitchen
ar: المطبخ الداخلي ١
cs: Vnitřní kuchyně
ko: 내주
zh_tw: 內廚一

source: Northern Dipper
ar: ‎المغرفة الشمالية 1‎
cs: Severní naběračka
ko: 북두
zh_tw: 北斗一

source: The Celestial Rotating Jade
ar: ‎اليشم الدوار السماوي‎
cs: Nebeský rotující nefrit
ko: 천선(天璇)
zh_tw: 天璇

source: The Celestial Shining Pearl
ar: ‎اللؤلؤة اللامعة السماوية‎
cs: Nebeská zářící perla
ko: 천기(天璣)
zh_tw: 天璣

source: The Celestial Balance
ar: ‎الميزان السماوي‎
cs: Nebeský zůstatek
ko: 천권(天權)
zh_tw: 天權

source: The Jade Sighting-Tube
ar: ‎أنبوب ا منظار اليشم‎
cs: Zkumavka Jade
ko: 옥형(玉衡)
zh_tw: 玉衡

source: The Opener of Heat
ar: ‎مفتاح الحرارة‎
cs: Otvírák tepla
ko: 개양(開陽)
zh_tw: 開陽

source: The Twinkling Brilliance
ar: ‎اللمعان المتلأليء‎
cs: Twinkling Brilliance
ko: 요광(搖光)
zh_tw: 搖光

source: Assistant
ar: المساعد
cs: Asistent
ko: 보(輔)
zh_tw: 輔

source: Celestial Spear
ar: الرماح السماوي ١
cs: Nebeský oštěp
ko: 천창
zh_tw: 天槍一

source: Sombre Lance
ar: ‎الرمح الداكن‎
ko: 현과(玄戈)
zh_tw: 元戈

source: Three Excellencies (In Purple Forbidden Enclosure)
ar: ‎ثلاثة من أصحاب السعادة في سياج المحرم البنفسجي 2‎
cs: Tři excelence (ve fialové zakázané příloze)
ko: 삼공 (자미원)
zh_tw: 三公二 (紫微垣)

source: Prime Minister
ar: ‎رئيس وزراء‎
cs: První ministr
ko: 상(相)
zh_tw: 相

source: Judge for Nobility
ar: القاضي للإشرف ١
cs: Soudce pro šlechtu
ko: 천리
zh_tw: 天理一

source: Guard of the Sun
ar: ‎حارس الشمس‎
cs: Stráž Slunce
ko: 태양수(太陽守)
zh_tw: 太陽守

source: Royals
ar: ‎ملكيون‎
cs: Královská rodina
ko: 태존(太尊)
zh_tw: 太尊

source: Celestial Prison
ar: ‎‎السجن السماوي 1‎‎
cs: Nebeské vězení
ko: 천뢰
zh_tw: 天牢一

source: Eunuch
ar: ‎مخصي 1‎
ko: 세
zh_tw: 勢一

source: Administrative Center
ar: المركز الإداري ٢
cs: Administrativní centrum
ko: 문창
zh_tw: 文昌二

source: Inner Steps
ar: ‎‎الدرج الداخلي 1‎‎
cs: Vnitřní kroky
ko: 내계
zh_tw: 內階一

source: Three Top Instructors
ar: ‎ثلاثة معلمين كبار 1‎
cs: Tři nejlepší instruktoři
ko: 삼사
zh_tw: 三師一

source: Eight Kinds of Crops
ar: الأنواع الثمانية من المحاصيل ١
cs: Osm druhů plodin
ko: 팔곡
zh_tw: 八穀一

source: Guest House
ar: بيت الضيوف ١
cs: Dům pro hosty
ko: 전사
zh_tw: 傳舍一

source: Celestial Kitchen
ar: المطبخ السماوي ١
cs: Nebeská kuchyně
ko: 천주
zh_tw: 天廚一

source: Celestial Flail
ar: ‎درس القمح السماوي 1‎
cs: Nebeská vločka
ko: 천봉
zh_tw: 天棓一

source: Seats of the Five Emperors
ar: ‎مقاعد للأباطرة الخمسة 1‎
cs: Sedadla pěti císařů
ko: 오제좌
zh_tw: 五帝座一

source: Retinue (In Supreme Palace Enclosure)
ar: ‎الحاشية في سياج القصر الأعلى‎
cs: Dvořané (ve Vrchním paláci)
ko: 종관(從官) (태미원)
zh_tw: 從官 (太微垣)

source: Officer of Honour
ar: ‎ضابط الشرف‎
cs: Vyznamenaný důstojník
ko: 행신(幸臣)
zh_tw: 幸臣

source: Five Lords
ar: ‎خمسة سادة 1‎
cs: Pět pánů
ko: 오제후
zh_tw: 五諸侯一

source: Nine Senior Officers
ar: ‎تسعة موظفين كبار 1‎
cs: Devět vyšších důstojníků
ko: 구경
zh_tw: 九卿一

source: Three Excellencies (In Supreme Palace Enclosure)
ar: ‎ثلاثة من أصحاب السعادة في سياج القصر الأعلى 2‎
cs: Tři excelence (v příloze nejvyššího paláce)
ko: 삼공 (태미원)
zh_tw: 三公二 (太微垣)

source: Inner Screen
ar: الشاشة الداخلية ١
cs: Vnitřní obrazovka
ko: 내병
zh_tw: 內屏一

source: Supreme Palace Right Wall
ar: ‎جدار القصر الأعلى الأيمن 1‎
cs: Pravá zeď nejvyššího paláce
ko: 태미우원
zh_tw: 太微右垣一

source: Right Law Administrator
ar: ‎مدير قانون أيمن‎
cs: Správce správného práva
ko: 우집법(左執法)
zh_tw: 右執法

source: The Great Western General
ar: ‎الجنرال الغربي العظيم‎
cs: Velký západní generál
ko: 서상장(西上將)
zh_tw: 西上將

source: The Second Western General
ar: ‎الجنرال الغربي الثاني‎
cs: Druhý západní generál
ko: 서차장(西次將)
zh_tw: 西次將

source: The Second Western Premier
ar: ‎رئيس الوزراء الغربي الثاني‎
cs: Druhý západní premiér
ko: 서차상(西次相)
zh_tw: 西次相

source: The Great Western Premier
ar: ‎رئيس الوزراء الغربي العظيم‎
cs: Velký západní premiér
ko: 서상상(西上相)
zh_tw: 西上相

source: Supreme Palace Left Wall
ar: ‎جدار القصر الأعلى الأيسر 1‎
cs: Levá zeď nejvyššího paláce
ko: 태미좌원
zh_tw: 太微左垣一

source: Left Law Administrator
ar: ‎مدير قانون أيسر‎
cs: Levý správce práva
ko: 좌집법(左執法)
zh_tw: 左執法

source: The Great Eastern Premier
ar: ‎رئيس الزراء الشرقي العظيم‎
cs: Velký východní premiér
ko: 동상상(東上相)
zh_tw: 東上相

source: The Second Eastern Premier
ar: ‎رئيس الوزراء الشرقي الثاني‎
cs: Druhý východní premiér
ko: 동차상(東次相)
zh_tw: 東次相

source: The Second Eastern General
ar: ‎الجنرال الشرقي الثاني‎
cs: Druhý východní generál
ko: 동차장(東次將)
zh_tw: 東次將

source: The Great Eastern General
ar: ‎الجنرال الشرقي العظيم‎
cs: Velký východní generál
ko: 동상장(東上將)
zh_tw: 東上將

source: Captain of the Bodyguards
ar: ‎رئيس الحراس الشخصيين‎
cs: Velitel tělesné stráže
ko: 낭장(郎將)
zh_tw: 郎將

source: Officers of the Imperial Guard
ar: ‎ضباط الحرس الإمبراطوري 1‎
cs: Důstojníci císařské gardy
ko: 낭위
zh_tw: 郎位一

source: Royal Guards
ar: الحراس الملكيون ١
cs: Královské stráže
ko: 상진
zh_tw: 常陳一

source: Three Steps
ar: ‎ثلاث درجات 1‎
cs: Tři kroky
ko: 삼태
zh_tw: 三台一

source: Upper Steps
ar: ‎الدرجات العليا 1‎
cs: Horní schody
ko: 상태
zh_tw: 上台一

source: Middle Steps
ar: ‎الدرجات الوسطى 1‎
cs: Střední kroky
ko: 중태
zh_tw: 中台一

source: Lower Steps
ar: ‎الدرجات السفلى 1‎
cs: Dolní kroky
ko: 하태
zh_tw: 下台一

source: Emperor's Bodyguard
ar: ‎حار الإمبراطور الشخصي‎
cs: Císařova osobní stráž
ko: 호분(虎賁)
zh_tw: 虎賁

source: Junior Officers
ar: ‎ضباط صغار 1‎
cs: Mladí důstojníci
ko: 소미
zh_tw: 少微一

source: Long Wall
ar: السور الطويل ١
cs: Dlouhá zeď
ko: 장원
zh_tw: 長垣一

source: Astronomical Observatory
ar: المرصد الفلكي ١
cs: Astronomická observatoř
ko: 영대
zh_tw: 靈臺一

source: The Hall of Glory
ar: ‎قاعة المجد 1‎
cs: Síň slávy
ko: 명당
zh_tw: 明堂一

source: Usher to the Court
ar: ‎حاجب باب المحكمة‎
cs: Uvaděč k soudu
ko: 알자(謁者)
zh_tw: 謁者

source: Emperor's Seat
ar: ‎مقعد الإمبراطور‎
cs: Panovníkův trůn
ko: 제좌(帝座)
zh_tw: 帝座

source: Astrologer
ar: ‎منجم‎
cs: Astrolog
ko: 후(候)
zh_tw: 候

source: Eunuch Official
ar: ‎موظف المخصيين 1‎
cs: Eunuch Oficiální
ko: 환자
zh_tw: 宦者一

source: Dipper for Liquids
ar: ‎مغرفة للسوائل 1‎
cs: Naběračka na kapaliny
ko: 두
zh_tw: 斗一

source: Dipper for Solids
ar: ‎مغرفة المواد الصلبة 1‎
cs: Naběračka na pevné látky
ko: 곡
zh_tw: 斛一

source: Jewel Market
ar: ‎سوق المجوهرات 1‎
ko: 열사
zh_tw: 列肆一

source: Commodity Market
ar: ‎سوق السلع 1‎
cs: Trh s komoditami
ko: 거사
zh_tw: 車肆一

source: Municipal Office
ar: ‎المكتب البلدي 1‎
cs: Obecní úřad
ko: 시루
zh_tw: 市樓一

source: Official for the Royal Clan
ar: ‎موظف للقبيلة الملكية 1‎
cs: Oficiální pro královský klan
ko: 종정
zh_tw: 宗正一

source: Official of Religious Ceremonies
ar: ‎موظف المراسم الدينية 1‎
cs: Úředník náboženských obřadů
ko: 종인
zh_tw: 宗人一

source: Patriarchal Clan
ar: ‎فخذ قبيلة 1‎
cs: Patriarchální klan
ko: 종
zh_tw: 宗一

source: Textile Ruler
ar: ‎مسطرة القماش 1‎
cs: Textilní vládce
ko: 백탁
zh_tw: 帛度一

source: Butcher's Shops
ar: ‎محل جزار 1‎
cs: Řeznické obchody
ko: 도사
zh_tw: 屠肆一

source: Heavenly Market Right Wall
ar: ‎جدار السوق السماوي الأيمن 1‎
cs: Pravá zeď na nebeském trhu
ko: 천시우원
zh_tw: 天市右垣一

source: Hezhong
ar: ‎هيزهونج‎
ko: 하중(河中)
zh_tw: 河中

source: Hejian
ar: ‎هجيان‎
ko: 하간(河間)
zh_tw: 河間

source: Jin
ar: جين
ko: 진(晉)
zh_tw: 晉

source: Zheng
ar: تشنغ
ko: 정(鄭)
zh_tw: 鄭

source: Zhou
ar: تشو
ko: 주(周)
zh_tw: 周

source: Qin
ar: تشين
ko: 진(秦)
zh_tw: 秦

source: Shu
ar: شو
ko: 촉(蜀)
zh_tw: 蜀

source: Ba
ar: با
ko: 파(巴)
zh_tw: 巴

source: Liang
ar: ليانغ
ko: 양(梁)
zh_tw: 梁

source: Chu
ar: تشو
ko: 초(楚)
zh_tw: 楚

source: Han
ar: هان
ko: 한(韓)
zh_tw: 韓

source: Celestial Milk
ar: الحليب السماوي مضاف
cs: Nebeské mléko
ko: 천유
zh_tw: 天乳增二

source: Heavenly Market Left Wall
ar: ‎جدار السوق السماوي الأيسر 1‎
cs: Levá zeď na nebeském trhu
ko: 천시좌원
zh_tw: 天市左垣一

source: Wei
ar: واي
ko: 위(魏)
zh_tw: 魏

source: Zhao
ar: تشاو
ko: 조(曹)
zh_tw: 趙

source: Jiuhe
ar: ‎جيوهي‎
ko: 구하(九河)
zh_tw: 九河

source: Zhongshan
ar: تشونغشان
ko: 중산(中山)
zh_tw: 中山

source: Qi
ar: تشي
ko: 제(齊)
zh_tw: 齊

source: Wuyue
ar: وويوي
ko: 오월(吳越)
zh_tw: 吳越

source: Xu
ar: كسو
ko: 서(徐)
zh_tw: 徐

source: Donghai
ar: دونغهاي
ko: 동해(東海)
zh_tw: 東海

source: Yan
ar: يان
ko: 연(燕)
zh_tw: 燕

source: Nanhai
ar: نانهاي
ko: 남해(南海)
zh_tw: 南海

source: Song
ar: سونغ
cs: Píseň
ko: 송(宋)
zh_tw: 宋

source: Celestial Discipline
ar: ‎انضباط سماوي 1‎
cs: Nebeská kázeň
ko: 천기
zh_tw: 天紀一

source: Woman's Bed
ar: السرير الإمرأة ١
cs: Ženská postel
ko: 여상
zh_tw: 女床一

source: Coiled Thong
ar: ‎حزام جلدي ملفوف 1‎
cs: Stočený tanga
ko: 관삭
zh_tw: 貫索一

source: Seven Excellencies
ar: ‎سبعة من أصحاب السعادة 1‎
cs: Sedm excelence
ko: 칠공
zh_tw: 七公一

source: Horn
ar: ‎‎القرن_1 ‎‎
cs: Roh
ko: 각
zh_tw: 角宿一

source: Flat Road
ar: ‎‎الطريق المستوي_1‎‎
cs: Plochá silnice
ko: 평도
zh_tw: 平道一

source: Celestial Farmland (In Horn Mansion)
ar: ‎مزرعة سماوية في قصر القرن 1‎
cs: Nebeská zemědělská půda (v Horn Mansion)
ko: 천전 (각수)
zh_tw: 天田一 (角宿)

source: Tripod of the Zhou
ar: ‎حامل زو الثلاثي 1‎
cs: Stativ Zhou
ko: 주정
zh_tw: 周鼎一

source: Recommending Virtuous Men
ar: ‎الرجال الأتقياء الناصحون‎
cs: Doporučující čestný muž
ko: 진현(進賢)
zh_tw: 進賢

source: Celestial Gate
ar: ‎بوابة سماوية 1‎
cs: Nebeská brána
ko: 천문
zh_tw: 天門一

source: Judging
ar: ‎قضاء 1‎
cs: Soudě
ko: 평
zh_tw: 平一

source: Arsenal
ar: ‎ترسانة 1‎
cs: Arzenál
ko: 고루
zh_tw: 庫樓一

source: Pillars (In Horn Mansion)
ar: ‎أعمدة في قصر القرن 1‎
cs: Pilíře (v Horn Mansion)
ko: 주 (각수)
zh_tw: 柱一 (角宿)

source: Railings
ar: ‎الدرابزين 1‎
cs: Zábradlí
ko: 각수
zh_tw: 衡一

source: Southern Gate
ar: ‎بوابة جنوبية 1‎
cs: Jižní brána
ko: 남문
zh_tw: 南門一

source: Neck
ar: رقبة ١
cs: Krk
ko: 항
zh_tw: 亢宿一

source: Great Horn
ar: ‎البوق العظيم‎
cs: Velký roh
ko: 대각(大角)
zh_tw: 大角

source: Right Conductor
ar: ‎مرشد أيمن 1‎
cs: Správný dirigent
ko: 우섭제
zh_tw: 右攝提一

source: Left Conductor
ar: ‎مرشد أيسر 1‎
cs: Levý dirigent
ko: 좌섭제
zh_tw: 左攝提一

source: Executions
ar: ‎إعدامات 1‎
cs: Popravy
ko: 절위
zh_tw: 折威一

source: Trials
ar: ‎المحاكمات 1‎
cs: Zkoušky
ko: 돈완
zh_tw: 頓頑一

source: Gate of Yang
ar: بوابة يانغ ١
cs: Brána Yang
ko: 양문
zh_tw: 陽門一

source: Root
ar: الجذر ١
cs: Vykořenit
ko: 저
zh_tw: 氐宿一

source: Boats and Lake
ar: القوارب والبحيرة ١
cs: Lodě a jezero
ko: 항지
zh_tw: 亢池一

source: Mattress of the Emperor
ar: ‎مطرحة الإمبراطور 1‎
cs: Matrace císaře
ko: 제석
zh_tw: 帝席一

source: Celestial Lance
ar: ‎رمح سماوي 1‎
cs: Nebeská Lance
ko: 경하
zh_tw: 梗河一

source: Twinkling Indicator
ar: ‎مؤشر متلأليء‎
cs: Blikající ukazatel
ko: 초요(招搖)
zh_tw: 招搖

source: Celestial Spokes
ar: ‎كابح سماوي 1‎
cs: Nebeská paprsky
ko: 천폭
zh_tw: 天輻一

source: Battle Chariots
ar: ‎عربات المعركة 1‎
cs: Bitevní vozy
ko: 진거
zh_tw: 陣車一

source: Imperial Guards
ar: ‎حرس إمبراطوري 1‎
cs: Císařské stráže
ko: 기관
zh_tw: 騎官一

source: Chariots and Cavalry
ar: ‎عربات وفرسان 1‎
cs: Vozy a jízda
ko: 거기
zh_tw: 車騎一

source: Chariots and Cavalry General
ar: ‎جنرال الفرسان والعربات‎
cs: Generál vozů a jízdy
ko: 기진장군(騎陣將軍)
zh_tw: 騎鎮將軍

source: Room
ar: الغرفة ١
cs: Pokoj, místnost
ko: 방
zh_tw: 房宿一

source: Lock
ar: القفل ١
cs: Zámek
ko: 구검
zh_tw: 鈎鈴一

source: Door Bolt
ar: ‎مزلاج الباب‎
cs: Petlice
ko: 건폐(鍵閉)
zh_tw: 鍵閉

source: Punishment
ar: العقاب ١
cs: Trest
ko: 벌
zh_tw: 罰一

source: Western Door
ar: الباب الغربي ١
cs: Západní dveře
ko: 서함
zh_tw: 西咸一

source: Eastern Door
ar: باب شرقي ١
cs: Východní dveře
ko: 동함
zh_tw: 東咸一

source: Solar Star
ar: ‎نجم شمسي‎
cs: Sluneční hvězda
ko: 일(日)
zh_tw: 日

source: Retinue (In Room Mansion)
ar: ‎الحاشية 1 في قصر الغرفة‎
ko: 종관 (방수)
zh_tw: 從官一 (房宿)

source: Heart
ar: قلب ١
cs: Srdce
ko: 심
zh_tw: 心宿一

source: Great Fire
ar: نار عظيم
cs: Velký oheň
ko: 대화(大火)
zh_tw: 大火

source: Group of Soldiers
ar: المجموعة من الجنود ١
cs: Skupina vojáků
ko: 적졸
zh_tw: 積卒一

source: Tail
ar: ‎‎الذيل 1‎‎
cs: Ocas
ko: 미
zh_tw: 尾宿一

source: Celestial River
ar: ‎نهر سماوي 1‎
cs: Nebeská řeka
ko: 천강
zh_tw: 天江一

source: Fu Yue
ar: ‎فو يوي‎
ko: 부열(傅說)
zh_tw: 傅說

source: Tortoise
ar: ‎سلحفاة 1‎
cs: Želva
ko: 귀
zh_tw: 龜一

source: Winnowing Basket
ar: ‎منخل 1‎
ko: 기
zh_tw: 箕宿一

source: Chaff
ar: ‎تبن‎
cs: Plevy
ko: 강(糠)
zh_tw: 糠

source: Pestle (In Winnowing Basket Mansion)
ar: ‎يد الهاون 1 في قصر المنخل‎
ko: 저 (기수)
zh_tw: 杵一 (箕宿)

source: Dipper
ar: ‎مغرفة 1‎
cs: Lžíce
ko: 두
zh_tw: 斗宿一

source: Celestial Keyhole
ar: ‎ثقب مفتاح سماوي 1‎
cs: Nebeská klíčová dírka
ko: 천약
zh_tw: 天籥一

source: Market Officer
ar: ‎ضابط السوق 1‎
cs: Referent trhu
ko: 천변
zh_tw: 天弁

source: Establishment
ar: ‎مؤسسة 1‎
cs: Zřízení
ko: 건
zh_tw: 建一

source: Celestial Cock
ar: ‎الديك السماوي 1‎
cs: Nebeský kohout
ko: 천계
zh_tw: 天雞一

source: Dog
ar: كلب ١
cs: Pes
ko: 구
zh_tw: 狗一

source: Territory of Dog
ar: ‎إقليم الكلب 1‎
cs: Území psa
ko: 구국
zh_tw: 狗國一

source: Celestial Spring
ar: ‎نابض سماوي 1‎
cs: Nebeské jaro
ko: 천연
zh_tw: 天淵一

source: Peasant
ar: ‎فلاح‎
cs: Rolník
ko: 농장인(農丈人)
zh_tw: 農丈人

source: River Turtle
ar: ‎سلحفاة نهر 1‎
cs: Říční želva
ko: 별
zh_tw: 鼈一

source: Ox
ar: ‎ثور 1‎
cs: Vůl
ko: 우
zh_tw: 牛宿一

source: Celestial Drumstick
ar: ‎عصا الطبلة السماوي 1‎
cs: Nebeská palička
ko: 천부
zh_tw: 天桴一

source: Drum at the River
ar: ‎طبلة عند النهر 1‎
cs: Buben u řeky
ko: 하고
zh_tw: 河鼓一

source: Cowboy
ar: ‎راعي بقر‎
cs: Kovboj
ko: 우낭(牛郎)
zh_tw: 牛郎

source: Right Flag
ar: العلم اليميني ١
cs: Pravá vlajka
ko: 우기
zh_tw: 右旗一

source: Left Flag
ar: علم يساري ١
cs: Levá vlajka
ko: 좌기
zh_tw: 左旗一

source: Weaving Girl
ar: ‎بنت حائكة 1‎
cs: Tkaní dívka
ko: 직녀
zh_tw: 織女一

source: Clepsydra Terrace
ar: ‎شرفة الساعة المائية 1‎
ko: 점대
zh_tw: 漸臺一

source: Imperial Passageway
ar: ‎ممر إمبراطوري 1‎
cs: Císařský průchod
ko: 연도
zh_tw: 輦道一

source: Network of Dykes
ar: ‎شبكة من الحواجز 1‎
cs: Síť hrází
ko: 나언
zh_tw: 羅堰一

source: Celestial Farmland (In Ox Mansion)
ar: ‎مزرعة سماوية في قصر الثور 1 1‎
cs: Nebeská zemědělská půda (v Ox Mansion)
ko: 천전 (우수)
zh_tw: 天田一 (牛宿)

source: Girl
ar: بنت ١
cs: Dívka
ko: 여
zh_tw: 女宿一

source: Pearls on Ladies' Wear
ar: ‎لؤلؤ على ملابس النساء 1‎
cs: Perly na dámském oblečení
ko: 이주
zh_tw: 離珠一

source: Rotten Gourd
ar: ‎القرع المتعفن 1‎
ko: 패과
zh_tw: 敗瓜一

source: Good Gourd
ar: ‎قرعة جيدة 1‎
cs: Dobrý tykev
ko: 포과
zh_tw: 瓠瓜一

source: Celestial Ford
ar: ‎خوض سماوي 1‎
cs: Nebeský Ford
ko: 천진
zh_tw: 天津一

source: Xi Zhong
ar: كسي جونغ ١
ko: 해중
zh_tw: 奚仲一

source: Basket for Mulberry Leaves
ar: ‎سلة ورق التوت 1‎
cs: Košík na listy Mulberry
ko: 부광
zh_tw: 扶筐一

source: Zhou State (In Twelve States)
ar: ولاية تشو ١ (في الولايات الاثنتي عشرة)
cs: Zhou State (Ve dvanácti státech)
ko: 주나라 (십이국)
zh_tw: 周一 (十二國)

source: Qin State (In Twelve States)
ar: ولاية تشين ١ (في الولايات الاثنتي عشرة)
cs: Stav Qin (ve dvanácti státech)
ko: 진나라 (십이국)
zh_tw: 秦一 (十二國)

source: Dai State (In Twelve States)
ar: ولاية داي ١ (في الولايات الاثنتي عشرة)
cs: Stát Dai (ve dvanácti státech)
ko: 대나라 (십이국)
zh_tw: 代一 (十二國)

source: Zhao State (In Twelve States)
ar: ولاية تشاو ١ (في الولايات الاثنتي عشرة)
cs: Zhao stát (ve dvanácti státech)
ko: 조나라 (십이국)
zh_tw: 趙一 (十二國)
