Repository: 10110111/stellarium-skycultures
Catalog: *_contemporary/po/*.po
Languages: ar, cs, ko, zh_tw

source: Yue State (In Twelve States)
ar: ولاية يوي (في الولايات الاثنتي عشرة)
cs: Stát Yue (ve dvanácti státech)
ko: 월나라 (십이국)
zh_tw: 越 (十二國)

source: Qi State (In Twelve States)
ar: ولاية تشي (في الولايات الاثنتي عشرة)
cs: Stát Qi (ve dvanácti státech)
ko: 제나라 (십이국)
zh_tw: 齊 (十二國)

source: Chu State (In Twelve States)
ar: ولاية تشو (في الولايات الاثنتي عشرة)
cs: Chu stát (ve dvanácti státech)
ko: 초나라 (십이국)
zh_tw: 楚 (十二國)

source: Zheng State (In Twelve States)
ar: ولاية تشينغ (في الولايات الاثنتي عشرة)
cs: Zheng State (Ve dvanácti státech)
ko: 정나라 (십이국)
zh_tw: 鄭 (十二國)

source: Wei State (In Twelve States)
ar: ولاية واي (في الولايات الاثنتي عشرة)
cs: Wei State (ve dvanácti státech)
ko: 위나라 (십이국)
zh_tw: 魏 (十二國)

source: Han State (In Twelve States)
ar: ولاية هان (في الولايات الاثنتي عشرة)
cs: Han stát (ve dvanácti státech)
ko: 한나라 (십이국)
zh_tw: 韓 (十二國)

source: Jin State (In Twelve States)
ar: ولاية جين (في الولايات الاثنتي عشرة)
cs: Jin stát (ve dvanácti státech)
ko: 진나라 (십이국)
zh_tw: 晉 (十二國)

source: Yan State (In Twelve States)
ar: ولاية يان (في الولايات الاثنتي عشرة)
cs: Stát Yan (ve dvanácti státech)
ko: 연나라 (십이국)
zh_tw: 燕 (十二國)

source: Emptiness
ar: الفراغ ١
cs: Prázdnota
ko: 허
zh_tw: 虛宿一

source: Deified Judge of Life
ar: قاضي حياة 1
ko: 사명
zh_tw: 司命一

source: Deified Judge of Rank
ar: قاضي مراتب 1
ko: 사록
zh_tw: 司祿一

source: Deified Judge of Disaster and Good Fortune
ar: قاضي المصائب والفوائد 1
ko: 사위
zh_tw: 司危一

source: Deified Judge of Right and Wrong
ar: ‎قاضي التمييز بين الخطأ والصواب 1‎
ko: 사비
zh_tw: 司非一

source: Crying
ar: البكاء ١
cs: Pláč
ko: 곡
zh_tw: 哭一

source: Weeping
ar: ‎نحيب 1‎
cs: Plačící
ko: 읍
zh_tw: 泣一

source: Jade Ornament on Ladies' Wear
ar: ‎زينة اليشم على رداء النساء 2‎
cs: Jade Ornament na dámském oblečení
ko: 이유
zh_tw: 離瑜二

source: Celestial Ramparts
ar: ‎سور سماوي 1‎
cs: Nebeské opevnění
ko: 천루성
zh_tw: 天壘城一

source: Decayed Mortar
ar: ‎المونة المهترئة 1‎
cs: Zkažená malta
ko: 패구
zh_tw: 敗臼一

source: Rooftop
ar: ‎سطح 1‎
cs: Střecha
ko: 위
zh_tw: 危宿一

source: Tomb
ar: ‎ضريح 1‎
cs: Hrobka
ko: 분묘
zh_tw: 墳墓一

source: Roofing
ar: السقف ١
cs: Zastřešení
ko: 개옥
zh_tw: 葢屋一

source: Temple
ar: المعبد ١
cs: Chrám
ko: 허량
zh_tw: 虛梁一

source: Celestial Money
ar: ‎نقود سماوية 1‎
cs: Nebeské peníze
ko: 천전
zh_tw: 天錢一

source: Humans
ar: ‎بشر 1‎
cs: Lidé
ko: 인
zh_tw: 人一

source: Pestle (In Rooftop Mansion)
ar: ‎يد الهاون 1 في قصر السطح‎
ko: 저 (위수)
zh_tw: 杵一 (危宿)

source: Mortar
ar: ‎ملاط 1‎
cs: Minomet
ko: 구
zh_tw: 臼一

source: Big Yard for Chariots
ar: ‎ساحة كبيرة للعربات 1‎
cs: Velký dvůr pro vozy
ko: 거부
zh_tw: 車府一

source: Zaofu
ar: ‎زاوفو 1‎
ko: 조보
zh_tw: 造父一

source: Celestial Hook
ar: ‎خطاف سماوي 1‎
cs: Nebeský háček
ko: 천구
zh_tw: 天鉤一

source: Encampment
ar: ‎معسكر 1‎
cs: Tábor
ko: 실
zh_tw: 室宿一

source: Resting Palace
ar: ‎قصر الاستجمام 1‎
cs: Klidový palác
ko: 이궁
zh_tw: 離宮一

source: Flying Serpent
ar: ‎الأفعى الطائرة 1‎
cs: Létající had
ko: 등사
zh_tw: 螣蛇一

source: Thunder and Lightning
ar: الرعد والبرق ١
cs: Hromy a blesky
ko: 뇌전
zh_tw: 雷電一

source: Official for Materials Supply
ar: ‎مسؤول التموين 1‎
cs: Úředník pro dodávky materiálů
ko: 토공리
zh_tw: 土公吏一

source: Line of Ramparts
ar: ‎خط من المتاريس 1‎
cs: Linie hradeb
ko: 누벽진
zh_tw: 壘壁陣一

source: Palace Guard
ar: الحراس القصر ١
cs: Strážce paláce
ko: 우림군
zh_tw: 羽林軍一

source: Materials for Making Tents
ar: ‎مواد صناعة الخيام‎
cs: Látky pro výrobu stanů
ko: 천강(天綱)
zh_tw: 天綱

source: North Gate of the Military Camp
ar: ‎البوابة الشمالية لمعسكر الجيش‎
cs: Severní brána vojenského ležení
ko: 북락사문(北落師門)
zh_tw: 北落師門

source: Axe
ar: ‎فأس 1‎
cs: Sekera
ko: 부월
zh_tw: 鈇鉞一

source: Net for Catching Birds
ar: ‎شبكة لصيد الطيور 1‎
cs: Síť pro lov ptáků
ko: 팔괴
zh_tw: 八魁一

source: Wall
ar: الحائط ١
cs: stěna
ko: 벽
zh_tw: 壁宿一

source: Celestial Stable
ar: ‎اسطبل سماوي 1‎
cs: Nebeská stáj
ko: 천구
zh_tw: 天廄一

source: Official for Earthworks and Buildings
ar: ‎موظف المباني والأعمال الأرضية 1‎
cs: Oficiální pro zemní práce a stavby
ko: 토공
zh_tw: 土公一

source: Thunderbolt
ar: ‎صاعقة 1‎
cs: Blesk
ko: 벽력
zh_tw: 霹靂一

source: Cloud and Rain
ar: الغيم والمطر ١
cs: Mrak a déšť
ko: 운우
zh_tw: 雲雨一

source: Sickle
ar: ‎المنجل 1‎
cs: Srp
ko: 부질
zh_tw: 鈇鑕一

source: Legs
ar: سيقان ١
cs: Nohy
ko: 규
zh_tw: 奎宿一

source: Wang Liang
ar: ‎وانج ليانج 1‎
ko: 왕량
zh_tw: 王良一

source: Whip
ar: ‎سوط‎
cs: Bič
ko: 책(策)
zh_tw: 策

source: Auxiliary Road
ar: ‎طريق إضافي‎
cs: Pomocná cesta
ko: 부로(附路)
zh_tw: 附路

source: Southern Military Gate
ar: ‎بوابة الجيش الجنوبية‎
cs: Jižní vojenská brána
ko: 남군문(軍南門)
zh_tw: 軍南門

source: Flying Corridor
ar: ‎دهليز طائر 1‎
cs: Létající koridor
ko: 각도
zh_tw: 閣道一

source: Outer Fence
ar: ‎سياج خارجي 1‎
cs: Vnější plot
ko: 외병
zh_tw: 外屏一

source: Celestial Pigsty
ar: ‎زريبة خنازير 1‎
cs: Nebeské prasátko
ko: 천혼
zh_tw: 天溷一

source: Master of Constructions
ar: ‎معلم البناء‎
cs: Vedoucí staveb
ko: 토사공(土司空)
zh_tw: 土司空

source: Bond
ar: ‎سند 1‎
cs: Pouto
ko: 누
zh_tw: 婁宿一

source: Great General of Heaven
ar: ‎الجنرال العظيم في السماء 1‎
cs: Velký generál nebe
ko: 천대장군
zh_tw: 天大將軍一

source: Official in Charge of Pasturing
ar: ‎موظف مسؤول عن الرعي 1‎
cs: Úředník pověřený pastvinami
ko: 우경
zh_tw: 右更一

source: Official in Charge of the Forest
ar: ‎موظف مسؤول عن الغابة 1‎
cs: Úředník lesního hospodářství
ko: 좌경
zh_tw: 左更一

source: Square Celestial Granary
ar: ‎مخزن الحبوب المربع 1‎
cs: Náměstí Nebeský sýpka
ko: 천창
zh_tw: 天倉一

source: Stomach
ar: ‎معدة 1‎
cs: Žaludek
ko: 위
zh_tw: 胃宿一

source: Mausoleum
ar: ‎ضريح 1‎
cs: Mauzoleum
ko: 대릉
zh_tw: 大陵一

source: Heap of Corpses
ar: ‎كومة من الجثث‎
cs: Kupa mrtvol
ko: 적시(積屍)
zh_tw: 積尸

source: Celestial Boat
ar: ‎قارب سماوي 1‎
cs: Nebeská loď
ko: 천선
zh_tw: 天船一

source: Stored Water
ar: ‎ماء مخزن‎
cs: Uložená voda
ko: 적수(積水)
zh_tw: 積水

source: Celestial Foodstuff
ar: ‎مواد غذائية سماوية 1‎
cs: Nebeská potravina
ko: 천름
zh_tw: 天廩一

source: Circular Celestial Granary
ar: ‎صومعة حبوب دائرية 1‎
cs: Kruhový nebeský sýpka
ko: 천균
zh_tw: 天囷一

source: Hairy Head
ar: ‎رأس كثيف الشعر 1‎
cs: Chlupatá hlava
ko: 묘
zh_tw: 昴宿一

source: Celestial Concave
ar: ‎تقعر سماوي‎
cs: Nebeská klenba
ko: 천하(天河)
zh_tw: 天阿

source: Lunar Star
ar: ‎نجم قمري‎
cs: Měsíční hvězda
ko: 월(月)
zh_tw: 月

source: Rolled Tongue
ar: ‎لسان ملوي 1‎
cs: Válcovaný jazyk
ko: 권설
zh_tw: 卷舌一

source: Celestial Slander
ar: ‎وشاية سماوية‎
cs: Nebeská pomluva
ko: 천참(天讒)
zh_tw: 天讒

source: Whetstone
ar: ‎حجر الشحذ 1‎
cs: Brousek
ko: 여석
zh_tw: 礪石一

source: Celestial Yin Force
ar: ‎قوات ين السماوية 2‎
cs: Nebeská Jinová síla
ko: 천음
zh_tw: 天陰二

source: Hay
ar: ‎قش 1‎
cs: Seno
ko: 추고
zh_tw: 蒭藁一

source: Celestial Meadows
ar: ‎حقول سماوية 1‎
cs: Nebeské louky
ko: 천원
zh_tw: 天苑一

source: Net
ar: ‎شبكة 1‎
cs: Síť
ko: 필
zh_tw: 畢宿一

source: Whisper
ar: ‎همسة‎
cs: Šepot
ko: 부이(附耳)
zh_tw: 附耳

source: Celestial Street
ar: ‎شارع سماوي 1‎
cs: Nebeská ulice
ko: 천가
zh_tw: 天街一

source: Celestial High Terrace
ar: ‎شرفة عالية سماوية 1‎
cs: Nebeská vysoká terasa
ko: 천고
zh_tw: 天高一

source: Feudal Kings
ar: ‎ملوك إقطاعيون 1‎
cs: Feudální králové
ko: 제왕
zh_tw: 諸王一

source: Five Chariots
ar: ‎خمس عربات 1‎
cs: Pět vozů
ko: 오거
zh_tw: 五車一

source: Pillars (In Net Mansion)
ar: ‎أعمدة في قصر الشبكة 1‎
cs: Pilíře (In Net Mansion)
ko: 주 (필수)
zh_tw: 柱一 (畢宿)

source: Pool of Harmony
ar: ‎بركة الانسجام 1‎
cs: Kaluž harmonie
ko: 함지
zh_tw: 咸池一

source: Celestial Pier
ar: ‎رصيف سماوي 1‎
cs: Nebeské molo
ko: 천황
zh_tw: 天潢一

source: Celestial Pass
ar: ‎ممر سماوي‎
cs: Nebeský průchod
ko: 천관(天關)
zh_tw: 天關

source: Celestial Tally
ar: ‎عداد سماوي 1‎
cs: Nebeská Tally
ko: 천절
zh_tw: 天節一

source: Interpreters of Nine Dialects
ar: ‎مترجم التسع لهجات 1‎
cs: Tlumočníci devíti dialektů
ko: 구주주구
zh_tw: 九州殊口一

source: Banner of Three Stars
ar: ‎راية النجوم الثلاثة 1‎
cs: Banner tří hvězd
ko: 삼기
zh_tw: 參旗一

source: Imperial Military Flag
ar: ‎علم الجيش الإمبراطوري 1‎
cs: Císařská vojenská vlajka
ko: 구유
zh_tw: 九斿一

source: Celestial Orchard
ar: ‎بستان سماوي 1‎
cs: Nebeský sad
ko: 천원
zh_tw: 天園一

source: Turtle Beak
ar: ‎منقار السلحفاة 1‎
ko: 자
zh_tw: 觜宿一

source: Deity in Charge of Monsters
ar: مسؤول الوحوش 1
cs: Božstvo na starosti monster
ko: 사괴
zh_tw: 司怪一

source: Seat Flags
ar: أعلام الكرسي ١
ko: 좌기
zh_tw: 座旗一

source: Three Stars
ar: النجوم الثلاثة ١
cs: Tři hvězdy
ko: 삼
zh_tw: 參宿一

source: Jade Well
ar: ‎بئر اليشم 4‎
cs: Jade No
ko: 옥정
zh_tw: 玉井四

source: Send Armed Forces To Suppress
ar: ‎أرسل القوات المسلحة للقمع 1‎
cs: Pošlete ozbrojené síly k potlačení
ko: 벌하
zh_tw: 伐一

source: Military Well
ar: البئر العسكري ١
cs: Vojenská No
ko: 군정
zh_tw: 軍井一

source: Screen
ar: الشاشة ١
cs: Obrazovka
ko: 병
zh_tw: 屏一

source: Toilet
ar: المرحاض ١
cs: Toaleta
ko: 측
zh_tw: 廁一

source: Excrement
ar: ‎براز‎
cs: Výkal
ko: 시(屎)
zh_tw: 屎

source: Well
ar: البئر ١
cs: Studna
ko: 정
zh_tw: 井宿一

source: Battle Axe
ar: فأس المعركة
cs: Bojová sekera
ko: 월(鉞)
zh_tw: 鉞

source: Official for Irrigation
ar: ‎مسؤول الري 1‎
cs: Úředník pro zavlažování
ko: 수부
zh_tw: 水府一

source: Celestial Wine Cup
ar: ‎كأس نبيذ سماوي 1‎
cs: Nebeský pohár na víno
ko: 천준
zh_tw: 天罇一

source: Five Feudal Kings
ar: ‎خمسة ملوك إقطاعيون 1‎
cs: Pět feudálních králů
ko: 오제후
zh_tw: 五諸侯一

source: North River
ar: ‎النهر الشمالي 1‎
cs: Severní řeka
ko: 북하
zh_tw: 北河一

source: Accumulated Water
ar: ‎ماء متجمع‎
cs: Nahromaděná voda
ko: 적수(積水)
zh_tw: 積水

source: Pile of Firewood
ar: ‎كومة من الحطب‎
cs: Dřevěná hranice
ko: 적신(積薪)
zh_tw: 積薪

source: Water Level
ar: المستوى الماء ١
cs: Hladina vody
ko: 수위
zh_tw: 水位一

source: South River
ar: النهر الجنوبي ١
cs: Jižní řeka
ko: 남하
zh_tw: 南河一

source: Four Channels
ar: ‎أربع قنوات 1‎
cs: Čtyři kanály
ko: 사독
zh_tw: 四瀆一

source: Palace Gate
ar: البوابة القصر ١
ko: 궐구
zh_tw: 闕邱一

source: Market for Soldiers
ar: السوق للجنود ١
cs: Trh vojáků
ko: 군시
zh_tw: 軍市一

source: Wild Cockerel
ar: ‎الديك الصغير البري‎
cs: Divoký kohoutek
ko: 야계(野雞)
zh_tw: 野雞

source: Celestial Wolf
ar: ‎ذئب سماوي‎
cs: Nebeský vlk
ko: 천랑(天狼)
zh_tw: 天狼

source: Grandfather
ar: الجد ١
cs: Dědeček
ko: 장인
zh_tw: 丈人一

source: Son
ar: الأبن ١
cs: Syn
ko: 자
zh_tw: 子一

source: Grandson
ar: الحفيد ١
cs: Vnuk
ko: 손
zh_tw: 孫一

source: Old Man
ar: ‎رجل مسن‎
cs: Stařec
ko: 노인(老人)
zh_tw: 老人

source: Bow and Arrow
ar: ‎قوس وسهم 1‎
cs: Luk a šíp
ko: 호시
zh_tw: 弧矢一

source: Ghosts
ar: ‎أشباح 1‎
cs: Duchové
ko: 귀
zh_tw: 鬼宿一

source: Cumulative Corpses
ar: ‎الجثث المتجمعة مضاف
cs: Kumulativní mrtvoly
ko: 적시
zh_tw: 積尸增一

source: Beacon Fire
ar: ‎نار المنار 1‎
ko: 관
zh_tw: 爟一

source: Outer Kitchen
ar: ‎مطبخ خارجي 1‎
cs: Venkovní kuchyně
ko: 외주
zh_tw: 外廚一

source: Judge for Estimating the Age of Animals
ar: ‎قاضي تحديد سن الحيوانات‎
cs: Soudce pro určování věku zvířat
ko: 천기(天記)
zh_tw: 天記

source: Celestial Dog
ar: ‎كلب سماوي 1‎
cs: Nebeský pes
ko: 천구
zh_tw: 天狗一

source: Celestial Earth God's Temple
ar: ‎معبد سماوي 1‎
cs: Boží chrám nebeské Země
ko: 천사
zh_tw: 天社一

source: Willow
ar: ‎صفصاف 1‎
cs: Vrba
ko: 유
zh_tw: 柳宿一

source: Banner of Wine Shop
ar: ‎لوحة متجر النبيذ 1‎
cs: Banner vinotéky
ko: 주기
zh_tw: 酒旗一

source: Star
ar: النجم ١
cs: Hvězda
ko: 성
zh_tw: 星宿一

source: Celestial Premier
ar: ‎رئيس وزراء سماوي 1‎
cs: Nebeský premiér
ko: 천상
zh_tw: 天相一

source: Xuanyuan
ar: ‎زوانيوان 1‎
ko: 헌원
zh_tw: 軒轅一

source: High Judge
ar: ‎القاضي العالي 1‎
cs: Vrchní soudce
ko: 내평
zh_tw: 內平一

source: Extended Net
ar: ‎شبكة ممتدة 1‎
cs: Rozšířená síť
ko: 장
zh_tw: 張宿一

source: Wings
ar: أجنحة ١
cs: Křídla
ko: 익
zh_tw: 翼宿一

source: Chariot
ar: ‎عربة 1‎
ko: 진
zh_tw: 軫宿一

source: Right linchpin
ar: ‎مشنقة يمنى‎
cs: Pravý čep
ko: 우할(右轄)
zh_tw: 右轄

source: Left linchpin
ar: ‎مشنقة يسرى‎
cs: Levý čep
ko: 좌할(左轄)
zh_tw: 左轄

source: Changsha
ar: ‎تشانجشا‎
ko: 장사(長沙)
zh_tw: 長沙

source: Green Hill
ar: ‎التل الأخضر 1‎
cs: Zelená hora
ko: 청구
zh_tw: 青邱一

source: Sea and Mountain
ar: ‎بحر وجبل 1‎
cs: Moře a hory
ko: 해산
zh_tw: 海山一

source: Cross
ar: ‎صليب 1‎
cs: Přejít
ko: 십자가
zh_tw: 十字架一

source: Horse's Tail
ar: ‎ذيل حصان 1‎
cs: Koňský ocas
ko: 마미
zh_tw: 馬尾一

source: Horse's Abdomen
ar: ‎بطن حصان 1‎
cs: Koňské břicho
ko: 마복
zh_tw: 馬腹一

source: Bee
ar: النحل ١
cs: Včela
ko: 밀봉
zh_tw: 蜜蜂一

source: Triangle
ar: ‎‎المثلث 1‎‎
cs: Trojúhelník
ko: 삼각형
zh_tw: 三角形一

source: Exotic Bird
ar: الطائر الغريب ١
cs: Exotický pták
ko: 이작
zh_tw: 異雀一

source: Peafowl
ar: ‎فرخ طاووس 1‎
cs: Pávice
ko: 공작
zh_tw: 孔雀一

source: Persia
ar: ‎بلاد فارس 2‎
cs: Persie
ko: 파사
zh_tw: 波斯二

source: Snake's Tail
ar: ذنب الثعبان ١
ko: 사미
zh_tw: 蛇尾一

source: Snake's Abdomen
ar: ‎بطن حية 1‎
cs: Snakeovo břicho
ko: 사복
zh_tw: 蛇腹一

source: Snake's Head
ar: ‎رأس حية 1‎
cs: Hadí hlava
ko: 사수
zh_tw: 蛇首一

source: Bird's Beak
ar: ‎منقار الطير 1‎
ko: 조훼
zh_tw: 鳥喙一

source: Crane
ar: كركي ١
cs: Jeřáb
ko: 학
zh_tw: 鶴一

source: Firebird
ar: ‎طائر ناري 1‎
cs: Fénix
ko: 화조
zh_tw: 火鳥一

source: Crooked Running Water
ar: ‎ماء جار متعرج 1‎
cs: Křivá tekoucí voda
ko: 수위
zh_tw: 水委一

source: White Patched Nearby
ar: ‎رقعة بيضاء قريبة 1‎
cs: White Patched Near
ko: 부백
zh_tw: 附白一

source: White Patches Attached
ar: ‎الرقع البيضاء اللاصقة 1‎
cs: Připojeny bílé skvrny
ko: 협백
zh_tw: 夾白一

source: Goldfish
ar: ‎سمكة ذهبية 1‎
cs: Zlatá rybka
ko: 금어
zh_tw: 金魚一

source: Sea Rock
ar: الصخر البحري ١
ko: 해석
zh_tw: 海石一

source: Flying Fish
ar: ‎‎السمكة الطائرة 1‎‎
cs: Létající ryba
ko: 비어
zh_tw: 飛魚一

source: Southern Boat
ar: قارب جنوبي ١
cs: Jižní loď
ko: 남선
zh_tw: 南船一

source: Little Dipper
ar: ‎مغرفة صغيرة 1‎
cs: Malý naběračka
ko: 소두
zh_tw: 小斗一

source: Southern Star
ar: النجم الجنوبي
cs: Jižní hvězda
ko: 서던 스타

source: This sky culture was originally contributed by Stellarium user _Sun Shuwei_ and reworked by Stellarium team. Constellation illustrations and lines are based on the _Modern Sky Culture_ of Stellarium and traditional Chinese star names are based on _Chinese Sky Culture_ of Stellarium.
ko: 이 하늘 문화는 원래 Stellarium 사용자 _Sun Shuwei_가 제공했으며 Stellarium 팀이 재 작업했습니다. 별자리 삽화와 선은 스텔라 리움의 _Modern Sky Culture_를 기반으로하며, 전통적인 중국 별 이름은 스텔라 리움의 _Chinese Sky Culture_를 기반으로합니다.

source: Added
cs: Přidal
ko: 증
