Repository: 10110111/stellarium-skycultures
Catalog: blackfoot/po/*.po
Languages: ar, cs, de, es, it, ja, ko, nl, ru

source: This sky culture has 4 constellation line figures, and names for the Milky Way, the Pleiades, the Orion Nebula, three planets and three stars. According to the sources, the Blackfoot often featured the Big Dipper, the Pleiades, and the Morning Star on their tipis, and believe that "when people die, their spirits go into the sky and become stars, thus ever increasing the number of stars in the heavens". ### Constellations and star names The constellation `Seven Brothers and Their Sister` (identified with the Western Big Dipper) represents siblings who escape to the sky when being chased by a bear. The sister is the small star Alcor in one version. This is the version written here: the source doesn't explicitly provide the constellation lines, but identifies it with the modern Big Dipper, as a bowl with a handle, so Alcor is not connected by a line, but is part of the constellation. Two stars are named: the `Little Sister`, also named as `Sinopa` (translated `Kit-Fox`)[#3], and "the star at the end of the handle is often called `Last Brother`" [#1]. This constellation was used for time-keeping before the introduction of clocks. In a second version of this constellation, the youngest brother becomes the North Star, and the sister (who used to carry him) is the pointer star at the lip of the bowl. The two main stars in Gemini (Castor and Pollux) are `Ashes-Chief and Stuck-Behind`, twins whose story explains how a particular tipi design came into use. The `Lodge of the Spider Man` is the brightest six stars of the Western Northern Crown, representing the stones laid in a circle which used to hold down a tipi. The `Spider Man's Fingers` is a possible configuration of stars in Hercules[#1], so its structure is uncertain; they would represent five fingers spinning a thread to let the legendary Feather Woman (native name: So-at-sa-ki) down from the sky ("the five bright stars just beyond [the Northern Crown] in the constellation of Hercules are his five fingers" [#3]). The six stars of the Pleiades (called `Lost Children` or `Bunched Stars`) represent six poor children and have an associated story which explains why they are visible in the evening sky only from fall to spring, but not the rest of the year. A constellation called `Hand in the Sky` has been documented, but not identified (so is not in this dataset). It could be another name for the `Spider Man's Fingers`, or another constellation entirely. An associated story also explains a particular tipi design. The North Star is called the `Star that Stands Still` (the other stars walk around it). ### Planets Jupiter is known as `Young Morning Star`, representing a boy, `Poïa`. Venus is known as `Morning Star`, the boy's father. A story explains that they sometimes travel together, but they may also travel apart for many years. At the time when this story was documented (in July 1905), they were in conjunction. The names for Mars are not explained in the source. ### Other sky objects The Milky Way is called the `Wolf Trail`, which represents the shortest path from the sky to the earth. The Orion Nebula is the stone knife of the mythical person `Blood-Clot`, "a culture hero who rids the world of evil" [#1], and is also called `Smoking-Star`.
ar: تحتوي ثقافة السماء هذه على 4 أشكال لخطوط الأبراج ، وأسماء لمجرة درب التبانة ، والثريا ، وسديم الجبار ، وثلاثة كواكب وثلاثة نجوم. وفقًا للمصادر ، غالبًا ما ظهرت Blackfoot على Big Dipper و Pleiades و Morning Star على رؤوسهم ، ويعتقدون أنه "عندما يموت الناس ، تذهب أرواحهم إلى السماء وتصبح نجومًا ، وبالتالي زيادة عدد النجوم في الجنة". ### الأبراج وأسماء النجوم تمثل كوكبة "Seven Brothers and Sister" (التي تم تحديدها مع Western Big Dipper) الأشقاء الذين يهربون إلى السماء عندما يطاردهم دب. الأخت الصغيرة هي النجمة ألكور في نسخة واحدة. هذه هي النسخة المكتوبة هنا: لا يقدم المصدر صراحةً خطوط الكوكبة ، ولكنه يحددها مع Big Dipper الحديثة ، كوعاء بمقبض ، لذا فإن Alcor غير متصل بخط ، ولكنه جزء من الكوكبة. تم تسمية نجمتين: "الأخت الصغيرة" ، وتسمى أيضًا "سينوبا" (مترجمة "Kit-Fox") [#3] ، وغالبًا ما يُطلق على النجمة الموجودة في نهاية المقبض "الأخ الأخير" [#1]. تم استخدام هذه الكوكبة لحفظ الوقت قبل إدخال الساعات. في النسخة الثانية من هذه الكوكبة ، يصبح الأخ الأصغر نجم الشمال ، والأخت (التي كانت تحمله) هي نجمة المؤشر على حافة الوعاء. النجمان الرئيسيان في Gemini (Castor و Pollux) هما "Ashes-Chief و Stuck-Behind" ، وهما توأمان تشرح قصتهما كيف بدأ استخدام تصميم تايبي معين. "لودج الرجل العنكبوت" هو ألمع ستة نجوم في التاج الشمالي الغربي ، ويمثل الحجارة الموضوعة في دائرة كانت تستخدم لإمساك تايبي. "أصابع الرجل العنكبوت" هي تكوين محتمل للنجوم في هرقل [#1] ، لذلك هيكلها غير مؤكد ؛ كانوا يمثلون خمسة أصابع تغزل خيطًا للسماح للمرأة الأسطورية الريشة (الاسم الأصلي: So-at-sa-ki) نزولًا من السماء ("النجوم الخمسة الساطعة خلف [التاج الشمالي]] في كوكبة هرقل هي له خمسة أصابع "[#3]). تمثل النجوم الستة للثريا (المسماة "الأطفال المفقودون" أو "النجوم المتضخمة") ستة أطفال فقراء ولديهم قصة مرتبطة تفسر سبب ظهورهم في السماء في المساء فقط من الخريف إلى الربيع ، ولكن ليس في بقية العام . تم توثيق كوكبة تسمى "Hand in the Sky" ، ولكن لم يتم تحديدها (لذلك لم يتم تحديدها في مجموعة البيانات هذه). يمكن أن يكون اسمًا آخر لـ "أصابع الرجل العنكبوت" ، أو أي كوكبة أخرى بالكامل. تشرح القصة المرتبطة أيضًا تصميمًا معينًا لـ Tipi. يُطلق على نجم الشمال اسم "النجم الذي لا يزال قائماً" (النجوم الأخرى تتجول حوله). ### الكواكب يُعرف كوكب المشتري باسم "نجمة الصباح الصغيرة" ، ويمثل الصبي "Poïa". تُعرف الزهرة باسم والد الصبي "نجمة الصباح". توضح القصة أنهما يسافران أحيانًا معًا ، لكنهما قد يتباعدان أيضًا لسنوات عديدة. في الوقت الذي تم فيه توثيق هذه القصة (في يوليو 1905) ، كانا متصلين. لم يتم شرح أسماء كوكب المريخ في المصدر. ### الأجرام السماوية الأخرى يُطلق على درب التبانة اسم "مسار الذئب" ، والذي يمثل أقصر طريق من السماء إلى الأرض. سديم الجبار هو السكين الحجري للشخص الأسطوري "Blood-Clot" ، "بطل الثقافة الذي يتخلص من عالم الشر" [#1] ، ويُطلق عليه أيضًا اسم "النجم المدخن".
cs: Tato kultura oblohy má 4 obrazce souhvězdí a názvy pro Mléčnou dráhu, Plejády, mlhovinu v Orionu, tři planety a tři hvězdy. Podle zdrojů se u Černonožců na jejich týpích často objevoval Velký vůz, Plejády a Jitřenka a věří, že „když lidé zemřou, jejich duchové odejdou na oblohu a stanou se hvězdami, čímž se počet hvězd neustále zvyšuje. nebesa". ### Souhvězdí a jména hvězd Souhvězdí „Sedm bratří a jejich sestry“ (identifikované jako Západní velký vůz) představuje sourozence, kteří unikají do nebe, když je pronásleduje medvěd. Sestra je malá hvězda Alcor v jedné verzi. Toto je verze napsaná zde: zdroj výslovně neuvádí linie souhvězdí, ale ztotožňuje jej s moderním Velkým vozem jako mísu s rukojetí, takže Alcor není spojen linií, ale je součástí souhvězdí. Jsou pojmenovány dvě hvězdy: „Malá sestra“, také pojmenovaná jako „Sinopa“ (v překladu `Kit-Fox`)[#3] a „hvězda na konci rukojeti se často nazývá „Poslední bratr“ [#1]. Tato konstelace byla používána pro měření času před zavedením hodin. Ve druhé verzi tohoto souhvězdí se nejmladší bratr stává Polárkou a sestra (která ho nosila) je ukazovátkem na okraji mísy. Dvě hlavní hvězdy v Blížencích (Castor a Pollux) jsou „Ashes-Chief a Stuck-Behind“, dvojčata, jejichž příběh vysvětluje, jak se konkrétní typi design začal používat. "Lodge of the Spider Man" je šest nejjasnějších hvězd západní severní koruny, které představují kameny položené v kruhu, který dříve držel týpí. `Spider Man's Fingers` je možná konfigurace hvězd v Hercules[#1], takže jeho struktura je nejistá; představovaly by pět prstů, které spřádají nit, aby spustily z nebe legendární Péřovou ženu (rodné jméno: So-at-sa-ki) („pět jasných hvězd hned za [Severní korunou] v souhvězdí Herkula je jeho pět prstů" [#3]). Šest hvězd Plejád (nazývaných „Ztracené děti“ nebo „Hvězdy ve svazcích“) představuje šest chudých dětí a má související příběh, který vysvětluje, proč jsou na večerní obloze vidět pouze od podzimu do jara, ale ne po zbytek roku. . Souhvězdí nazvané „Hand in the Sky“ bylo zdokumentováno, ale nebylo identifikováno (takže není v tomto souboru dat). Mohlo by to být jiné jméno pro `Spider Man's Fingers` nebo úplně jiné souhvězdí. Přidružený příběh také vysvětluje konkrétní design týpí. Polárka se nazývá „Hvězda, která stojí v klidu“ (ostatní hvězdy kolem ní chodí). ### Planety Jupiter je známý jako „Mladá jitřenka“ a představuje chlapce „Poïa“. Venuše je známá jako „jitřenka“, chlapcův otec. Příběh vysvětluje, že někdy cestují spolu, ale mohou cestovat i odděleně po mnoho let. V době, kdy byl tento příběh zdokumentován (v červenci 1905), byly ve spojení. Jména Marsu nejsou ve zdroji vysvětlena. ### Jiné objekty na obloze Mléčná dráha se nazývá „Vlčí stezka“, která představuje nejkratší cestu z nebe na Zemi. Mlhovina v Orionu je kamenný nůž mýtické osoby „Blood-Clot“, „kulturního hrdiny, který zbavuje svět zla“ [#1], a je také nazýván „Smoking-Star“.
de: Diese Himmelskultur hat 4 Konstellationslinienfiguren und Namen für die Milchstraße, die Plejaden, den Orionnebel, drei Planeten und drei Sterne. Laut den Quellen zeigten die Blackfoot oft den Großen Wagen, die Plejaden und den Morgenstern auf ihren Tipis und glauben, dass „wenn Menschen sterben, ihre Geister in den Himmel aufsteigen und zu Sternen werden, wodurch die Anzahl der Sterne immer größer wird die Himmel". ### Sternbilder und Sternnamen Das Sternbild „Sieben Brüder und ihre Schwester“ (identifiziert mit dem westlichen Großen Wagen) stellt Geschwister dar, die in den Himmel fliehen, wenn sie von einem Bären verfolgt werden. Die Schwester ist der kleine Stern Alcor in einer Version. Dies ist die hier geschriebene Version: Die Quelle liefert die Konstellationslinien nicht explizit, identifiziert sie jedoch mit dem modernen Großen Wagen, als eine Schüssel mit einem Griff, sodass Alcor nicht durch eine Linie verbunden ist, sondern Teil der Konstellation ist. Zwei Sterne werden benannt: die „kleine Schwester“, auch „Sinopa“ genannt (übersetzt `Kit-Fox`)[#3], und "der Stern am Ende des Griffs wird oft genannt `Letzter Bruder`" [#1]. Diese Konstellation wurde zur Zeitmessung vor der Einführung von Uhren verwendet. In einer zweiten Version dieser Konstellation wird der jüngste Bruder zum Polarstern und die Schwester (die ihn früher trug) zum Zeigerstern am Rand der Schale. Die beiden Hauptstars in Gemini (Castor und Pollux) sind „Ashes-Chief“ und „Stuck-Behind“, Zwillinge, deren Geschichte erklärt, wie ein bestimmtes Tipi-Design zum Einsatz kam. Die "Lodge of the Spider Man" sind die hellsten sechs Sterne der westlichen Nordkrone und stellen die in einem Kreis gelegten Steine dar, die früher ein Tipi niederhielten. Die `Spider Man's Fingers` sind eine mögliche Konfiguration von Sternen in Hercules[#1], daher ist ihre Struktur ungewiss; sie würden fünf Finger darstellen, die einen Faden spinnen, um die legendäre Federfrau (eingeborener Name: So-at-sa-ki) vom Himmel herabzulassen ("die fünf hellen Sterne direkt hinter [der Nordkrone] im Sternbild Herkules gehören ihm fünf Finger" [#3]). Die sechs Sterne der Plejaden (genannt „Lost Children“ oder „Bunched Stars“) stellen sechs arme Kinder dar und haben eine damit verbundene Geschichte, die erklärt, warum sie nur vom Herbst bis zum Frühling am Abendhimmel sichtbar sind, aber nicht den Rest des Jahres . Eine Konstellation namens „Hand in the Sky“ wurde dokumentiert, aber nicht identifiziert (also nicht in diesem Datensatz). Es könnte ein anderer Name für die sein "Spider Man's Fingers" oder eine ganz andere Konstellation. Eine zugehörige Geschichte erklärt auch ein bestimmtes Tipi-Design. Der Nordstern wird „Stern, der stillsteht“ genannt (die anderen Sterne laufen um ihn herum). ### Planeten Jupiter ist als "Junger Morgenstern" bekannt und repräsentiert einen Jungen, "Poïa". Venus ist als „Morgenstern“ bekannt, der Vater des Jungen. Eine Geschichte erklärt, dass sie manchmal zusammen reisen, aber sie können auch viele Jahre getrennt reisen. Als diese Geschichte dokumentiert wurde (im Juli 1905), standen sie in Verbindung. Die Namen für Mars werden in der Quelle nicht erklärt. ### Andere Himmelsobjekte Die Milchstraße wird „Wolfsspur“ genannt, die den kürzesten Weg vom Himmel zur Erde darstellt. Der Orionnebel ist das Steinmesser der mythischen Person `Blood-Clot`, "ein Kulturheld, der die Welt vom Bösen befreit" [#1], und wird auch `Smoking-Star` genannt.
es: Esta cultura del cielo tiene 4 figuras de líneas de constelaciones y nombres para la Vía Láctea, las Pléyades, la Nebulosa de Orión, tres planetas y tres estrellas. Según las fuentes, Blackfoot a menudo presentaba la Osa Mayor, las Pléyades y la Estrella de la Mañana en sus tipis, y creen que "cuando las personas mueren, sus espíritus van al cielo y se convierten en estrellas, aumentando así el número de estrellas en los cielos". ### Constelaciones y nombres de estrellas La constelación 'Siete hermanos y su hermana' (identificada con la Osa Mayor occidental) representa a los hermanos que escapan al cielo cuando son perseguidos por un oso. La hermana es la pequeña estrella Alcor en una versión. Esta es la versión escrita aquí: la fuente no proporciona explícitamente las líneas de la constelación, pero la identifica con la Osa Mayor moderna, como un cuenco con asa, por lo que Alcor no está conectado por una línea, sino que es parte de la constelación. Se nombran dos estrellas: la 'Little Sister', también llamada 'Sinopa' (traducida `Kit-Fox`)[#3], y "la estrella al final del mango a menudo se llama `Last Brother`" [#1]. Esta constelación se usaba para medir el tiempo antes de la introducción de los relojes. En una segunda versión de esta constelación, el hermano menor se convierte en la estrella polar y la hermana (que solía llevarlo) es la estrella indicadora en el borde del cuenco. Las dos estrellas principales de Géminis (Castor y Pollux) son `Ashes-Chief y Stuck-Behind`, gemelos cuya historia explica cómo se empezó a usar un diseño de tipi en particular. El "Lodge of the Spider Man" son las seis estrellas más brillantes de la Corona del Norte Occidental, que representan las piedras colocadas en un círculo que solía sostener un tipi. Los 'Dedos del Hombre Araña' son una posible configuración de estrellas en Hércules[#1], por lo que su estructura es incierta; representarían cinco dedos hilando un hilo para dejar que la legendaria Mujer Pluma (nombre nativo: So-at-sa-ki) bajara del cielo ("las cinco estrellas brillantes justo más allá [de la Corona del Norte] en la constelación de Hércules son su cinco dedos" [#3]). Las seis estrellas de las Pléyades (llamadas "Niños perdidos" o "Estrellas agrupadas") representan a seis niños pobres y tienen una historia asociada que explica por qué son visibles en el cielo de la tarde solo desde el otoño hasta la primavera, pero no el resto del año. . Una constelación llamada `Hand in the Sky` ha sido documentada, pero no identificada (por lo que no está en este conjunto de datos). Podría ser otro nombre para el `Spider Man's Fingers`, u otra constelación por completo. Una historia asociada también explica un diseño tipi particular. La Estrella del Norte se llama la "Estrella que se detiene" (las otras estrellas caminan a su alrededor). ### Planetas Júpiter es conocido como 'Estrella Joven de la Mañana', que representa a un niño, 'Poïa'. Venus es conocido como 'Estrella de la mañana', el padre del niño. Una historia explica que a veces viajan juntos, pero también pueden viajar separados durante muchos años. En el momento en que se documentó esta historia (en julio de 1905), estaban en conjunción. Los nombres de Marte no se explican en la fuente. ### Otros objetos del cielo La Vía Láctea se llama el "Sendero del Lobo", que representa el camino más corto desde el cielo hasta la tierra. La Nebulosa de Orión es el cuchillo de piedra de la persona mítica `Blood-Clot`, "un héroe cultural que libra al mundo del mal" [#1], y también se le llama `Humo-Estrella`.
it: Questa cultura del cielo ha 4 figure di costellazioni e nomi per la Via Lattea, le Pleiadi, la Nebulosa di Orione, tre pianeti e tre stelle. Secondo le fonti, i Blackfoot presentavano spesso l'Orsa Maggiore, le Pleiadi e la Stella del Mattino sui loro tipi, e credono che "quando le persone muoiono, i loro spiriti vanno in cielo e diventano stelle, aumentando così sempre il numero di stelle in il paradiso". ### Costellazioni e nomi di stelle La costellazione "Seven Brothers and Their Sister" (identificata con l'Orsa Maggiore occidentale) rappresenta i fratelli che scappano in cielo quando vengono inseguiti da un orso. La sorella è la piccola stella Alcor in una versione. Questa è la versione qui scritta: la fonte non fornisce esplicitamente le linee della costellazione, ma la identifica con il moderno Grande Carro, come una ciotola con manico, quindi Alcor non è collegato da una linea, ma fa parte della costellazione. Vengono nominate due stelle: la "Sorellina", chiamata anche "Sinopa" (tradotto `Kit-Fox`)[#3], e "la stella all'estremità della maniglia è spesso chiamata `Last Brother`" [#1]. Questa costellazione era usata per il cronometraggio prima dell'introduzione degli orologi. In una seconda versione di questa costellazione, il fratello più giovane diventa la stella polare e la sorella (che lo portava) è la stella indicatore sul bordo della ciotola. Le due stelle principali in Gemelli (Castore e Polluce) sono "Ashes-Chief e Stuck-Behind", gemelli la cui storia spiega come sia entrato in uso un particolare design di tipi. La "Loggia dell'Uomo Ragno" sono le sei stelle più luminose della corona settentrionale occidentale, che rappresentano le pietre disposte in un cerchio che un tempo tenevano fermo un tipi. Le `Dita di Spider Man` sono una possibile configurazione di stelle in Ercole[#1], quindi la sua struttura è incerta; rappresenterebbero cinque dita che filano un filo per far scendere dal cielo la leggendaria Donna Piuma (nome nativo: So-at-sa-ki ("le cinque stelle luminose appena oltre [la Corona del Nord] nella costellazione di Ercole sono le sue cinque dita" [#3]). Le sei stelle delle Pleiadi (chiamate `Lost Children` o `Bunched Stars`) rappresentano sei bambini poveri e hanno una storia associata che spiega perché sono visibili nel cielo serale solo dall'autunno alla primavera, ma non il resto dell'anno . Una costellazione chiamata "Hand in the Sky" è stata documentata, ma non identificata (quindi non è presente in questo set di dati). Potrebbe essere un altro nome per il `Dita di Spider Man`, o un'altra costellazione interamente. Una storia associata spiega anche un particolare design dei tipi. La stella polare è chiamata la "Stella che sta ferma" (le altre stelle le girano intorno). ### Pianeti Giove è conosciuto come "Young Morning Star", che rappresenta un ragazzo, "Poïa". Venere è conosciuta come "Stella del mattino", il padre del ragazzo. Una storia spiega che a volte viaggiano insieme, ma possono anche viaggiare separati per molti anni. Al momento in cui questa storia è stata documentata (nel luglio 1905), erano in congiunzione. I nomi di Marte non sono spiegati nella fonte. ### Altri oggetti del cielo La Via Lattea è chiamata 'Sentiero del Lupo', che rappresenta il percorso più breve dal cielo alla terra. La Nebulosa di Orione è il coltello di pietra della persona mitica 'Blood-Clot', "un eroe culturale che libera il mondo dal male" [#1], ed è anche chiamata 'Stella Fumante'.
ja: この空の文化には、4 つの星座線図と、天の川、プレアデス、オリオン星雲、3 つの惑星、3 つの星の名前があります。 情報筋によると、ブラックフット族はティピに北斗七星、プレアデス星団、明けの明星をよく登場させ、「人が死ぬと魂が空に舞い上がって星になり、星の数が増え続ける」と信じていました。天上"。 ### 星座と星の名前 星座「七兄弟とその姉妹」(西北斗七星と同一視)は、クマに追われて空に逃げる兄弟を表しています。姉妹は、あるバージョンでは小さな星のアルコルです。これはここに書かれたバージョンです: ソースは星座の線を明示的に提供していませんが、それをハンドル付きのボウルとして現代の北斗七星と識別しているため、Alcor は線で接続されていませんが、星座の一部です. 2つの星の名前は「リトルシスター」、「シノパ」とも呼ばれます。 `Kit-Fox`)[#3]、および「ハンドルの端にある星はよく呼び出されます。 「ラスト ブラザー」[#1]. この星座は、時計が導入される前は時間管理に使用されていました。 この星座の 2 番目のバージョンでは、最年少の兄弟が北極星になり、姉妹 (彼を運んでいた) はボウルの縁にあるポインター スターになります。 ふたご座の 2 つの主要な星 (Castor と Pollux) は「Ashes-Chief」と「Stuck-Behind」で、特定のティピ デザインがどのように使用されるようになったかを物語る双子です。 「スパイダーマンのロッジ」は西北の王冠の中で最も明るい 6 つの星であり、ティピを押さえるために円形に配置された石を表しています。 「スパイダーマンの指」は、ヘラクレス[#1]の星の可能な構成であるため、その構造は不明です。それらは、伝説のフェザー ウーマン (本名: ソアット サキ) を空から降ろすために糸を紡ぐ 5 本の指を表しています (「ヘラクレス座の [北の王冠] のすぐ向こうにある 5 つの明るい星は、彼の5 本の指」[#3])。 プレアデス星団の 6 つの星 (「ロスト チルドレン」または「バンチド スターズ」と呼ばれる) は 6 人の貧しい子供を表しており、秋から春にかけてのみ夕方の空に見え、それ以外の年には見えない理由を説明する関連する物語があります。 . 「Hand in the Sky」と呼ばれる星座は文書化されていますが、特定されていません (したがって、このデータセットにはありません)。の別の名前かもしれません。 「スパイダーマンの指」、または完全に別の星座。関連するストーリーも、特定のティピのデザインを説明しています。 北極星は「静止している星」と呼ばれています（他の星はその周りを歩き回っています）。 ### 惑星 木星は「ヤングモーニングスター」として知られ、少年「ポイア」を表しています。ヴィーナスは「明けの明星」として知られる少年の父親。彼らは一緒に旅をすることもあるが、何年も離れて旅をすることもあるという話がある。この話が文書化された時点 (1905 年 7 月) では、それらは連動していました。火星の名前はソースで説明されていません。 ### その他の天体 天の川は「ウルフトレイル」と呼ばれ、空から地球までの最短経路を表しています。オリオン大星雲は、「世界から悪を追い払う文化の英雄」[#1]という神話上の人物「ブラッド・クロット」の石刀であり、「スモーキング・スター」とも呼ばれています。
ru: В этой культуре неба есть 4 фигуры созвездий и названия Млечного Пути, Плеяд, туманности Ориона, трех планет и трех звезд. Согласно источникам, черноногие часто изображали Большую Медведицу, Плеяды и Утреннюю Звезду на своих типи и верят, что «когда люди умирают, их духи отправляются в небо и становятся звездами, таким образом постоянно увеличивая количество звезд в мире». небеса". ### Созвездия и имена звезд Созвездие «Семь братьев и их сестра» (отождествляемое с западной Большой Медведицей) представляет братьев и сестер, которые убегают в небо, когда их преследует медведь. Сестра - маленькая звезда Алькор в одной из версий. Вот такая версия написана здесь: источник явно не указывает линии созвездия, но отождествляет его с современной Большой Медведицей, как чашу с ручкой, поэтому Алькор не связан линией, а является частью созвездия. Названы две звезды: `Сестричка`, также именуемая `Синопа` (в переводе `Кит-Лис`)[#3], а "звезду на конце рукояти часто называют «Последний брат» [#1]. Это созвездие использовалось для измерения времени до появления часов. Во второй версии этого созвездия младший брат становится Полярной звездой, а сестра (которая носила его) — звездой-указателем на краю чаши. Две главные звезды в «Близнецах» (Кастор и Поллукс) — это «Пепел-вождь» и «Застрявший позади», близнецы, чья история объясняет, как стал использоваться тот или иной дизайн типи. «Ложа Человека-Паука» — это шесть самых ярких звезд Западной Северной Короны, представляющие собой камни, уложенные по кругу, которые раньше удерживали типи. «Пальцы Человека-паука» — это возможная конфигурация звезд в Геркулесе [#1], поэтому ее структура неизвестна; они представляли бы пять пальцев, плетущих нить, чтобы спустить с неба легендарную Женщину-Перо (местное имя: Со-ат-са-ки) («пять ярких звезд сразу за [Северной Короной] в созвездии Геракла — его пять пальцев" [#3]). Шесть звезд Плеяд (называемых «Потерянные дети» или «Сгруппированные звезды») представляют шестерых бедных детей и имеют связанную с ними историю, которая объясняет, почему они видны на вечернем небе только с осени до весны, но не в остальное время года. . Созвездие под названием «Рука в небе» было задокументировано, но не идентифицировано (поэтому его нет в этом наборе данных). Это может быть другое название `Пальцы Человека-паука`, или совсем другое созвездие. Связанная история также объясняет особый дизайн типи. Полярную звезду называют «Звездой, которая стоит на месте» (остальные звезды ходят вокруг нее). ### Планеты Юпитер известен как «Юная утренняя звезда», представляющий мальчика «Поиа». Венера известна как «Утренняя звезда», отец мальчика. История объясняет, что иногда они путешествуют вместе, но могут и много лет путешествовать порознь. В то время, когда эта история была задокументирована (в июле 1905 г.), они были связаны. Имена Марса не объясняются в источнике. ### Другие небесные объекты Млечный Путь называют «Волчьей тропой», которая представляет собой кратчайший путь от неба к земле. Туманность Ориона — это каменный нож мифического персонажа «Кровавый сгусток», «культурного героя, избавляющего мир от зла» [#1], также называемого «Дымящейся звездой».
