Repository: 10110111/stellarium-skycultures
Catalog: blackfoot/po/*.po
Languages: ar, cs, de, es, it, ja, ko, nl, ru

source: Blackfoot
ar: بلاكفوت
de: Schwarzfuß
es: Pie negro
ja: ブラックフット
ko: 블랙풋
nl: Zwartvoet
ru: Черноногие

source: The Blackfoot is an Algonquian-speaking tribe living in the northern Great Plains of North America.
ar: بلاكفوت هي قبيلة ناطقة بلغة ألجونكوين تعيش في السهول الكبرى الشمالية لأمريكا الشمالية.
cs: Černonožci jsou algonkijsky mluvící kmen žijící na severu Velkých plání Severní Ameriky.
de: Die Blackfoot sind ein Algonkin sprechender Stamm, der in den nördlichen Great Plains Nordamerikas lebt.
es: Blackfoot es una tribu de habla algonquina que vive en el norte de las Grandes Llanuras de América del Norte.
it: I Blackfoot sono una tribù di lingua algonchina che vive nelle Grandi Pianure settentrionali del Nord America.
ja: ブラックフット族は、北アメリカの大平原北部に住むアルゴンキン語を話す部族です。
ru: Блэкфуты — племя, говорящее на алгонкинском языке, проживающее на севере Великих равнин Северной Америки.
