Repository: 10110111/stellarium-skycultures
Catalog: blackfoot/po/*.po
Languages: ar, cs, de, es, it, ja, ko, nl, ru

source: This sky culture for Stellarium is a transcript of the broad survey of North-American astronomical traditions in the book `Stars of the first people: Native American star myths and constellations` [#1] (from page 243). The basic information is not collected by this recent author. It is attributed to anthropologists from the early 1900s: `Mythology of the Blackfoot Indians` published in 1908 [#2], and `The old north trail, or, Life, legends and religion of the Blackfeet Indians` published in 1910 [#3]. Source [#1] instead collects the data and draws the constellations explicitly, based on the early information in [#2] and [#3]. The sources include many associated star stories (not transcribed here), and mostly English names.
ar: هذه الثقافة السماوية لـ Stellarium عبارة عن نسخة من المسح الواسع للتقاليد الفلكية لأمريكا الشمالية في كتاب "نجوم الأشخاص الأوائل: أساطير النجوم والأبراج الأمريكية الأصلية" [#1] (من الصفحة 243). لم يتم جمع المعلومات الأساسية من قبل هذا المؤلف الحديث. يُنسب إلى علماء الأنثروبولوجيا من أوائل القرن العشرين: "أساطير الهنود السود" نُشر في عام 1908 [#2] ، و "مسار الشمال القديم ، أو ، حياة وأساطير ودين هنود بلاك فيت" نُشر في عام 1910 [#3]. المصدر [#1] بدلاً من ذلك يجمع البيانات ويرسم الأبراج بشكل صريح ، بناءً على المعلومات المبكرة في [#2] و [#3]. تتضمن المصادر العديد من قصص النجوم المرتبطة (غير مكتوبة هنا) ، ومعظمها أسماء إنجليزية.
cs: Tato kultura oblohy pro Stellarium je přepisem širokého přehledu severoamerických astronomických tradic v knize „Hvězdy prvních lidí: indiánské hvězdné mýty a souhvězdí“ [#1] (od strany 243). Tento nedávný autor neshromažďuje základní informace. Je připisována antropologům z počátku 20. století: „Mythology of the Blackfoot Indians“ publikovaná v roce 1908 [#2] a „Stará severní stezka aneb Život, legendy a náboženství indiánů Blackfeet“ publikovaná v roce 1910 [#3]. Zdroj [#1] místo toho shromažďuje data a kreslí konstelace explicitně na základě prvních informací v [#2] a [#3]. Zdroje zahrnují mnoho souvisejících hvězdných příběhů (zde nepřepsaných) a většinou anglická jména.
de: Diese Himmelskultur für Stellarium ist eine Abschrift des umfassenden Überblicks über die nordamerikanischen astronomischen Traditionen im Buch „Stars of the first people: Native American star myths and constellations“ [#1] (ab Seite 243). Die grundlegenden Informationen werden von diesem neueren Autor nicht gesammelt. Es wird Anthropologen aus den frühen 1900er Jahren zugeschrieben: „Mythology of the Blackfoot Indians“, veröffentlicht 1908 [#2], und „The old north trail, or, Life, legends and religion of the Blackfeet Indians“, veröffentlicht 1910 [#3]. Quelle [#1] sammelt stattdessen die Daten und zeichnet die Konstellationen explizit, basierend auf den frühen Informationen in [#2] und [#3]. Die Quellen umfassen viele damit verbundene Stargeschichten (hier nicht transkribiert) und hauptsächlich englische Namen.
es: Esta cultura del cielo para Stellarium es una transcripción del amplio estudio de las tradiciones astronómicas de América del Norte en el libro "Estrellas de los primeros pueblos: mitos y constelaciones de estrellas de los nativos americanos" [#1] (de la página 243). La información básica no es recopilada por este autor reciente. Se atribuye a antropólogos de principios de 1900: `Mitología de los indios Blackfoot` publicado en 1908 [#2], y `The old north trail, or, Life, legends and religion of the Blackfeet Indians` publicado en 1910 [#3]. En cambio, la fuente [#1] recopila los datos y dibuja las constelaciones explícitamente, según la información inicial en [#2] y [#3]. Las fuentes incluyen muchas historias de estrellas asociadas (no transcritas aquí), y en su mayoría nombres en inglés.
it: Questa cultura del cielo per Stellarium è una trascrizione dell'ampia rassegna delle tradizioni astronomiche nordamericane nel libro "Stelle delle prime persone: miti e costellazioni delle stelle dei nativi americani" [#1] (da pagina 243). Le informazioni di base non sono raccolte da questo autore recente. È attribuito agli antropologi dell'inizio del 1900: "Mythology of the Blackfoot Indians" pubblicato nel 1908 [#2] e "The old north trail, or, Life, legends and religion of the Blackfoot Indians" pubblicato nel 1910 [#3]. Source [#1] raccoglie invece i dati e disegna le costellazioni in modo esplicito, sulla base delle prime informazioni in [#2] e [#3]. Le fonti includono molte storie di stelle associate (non trascritte qui) e principalmente nomi inglesi.
ja: Stellarium のこの空の文化は、書籍「最初の人々の星: ネイティブ アメリカンの星の神話と星座」[#1] (243 ページから) における北米の天文学の伝統の広範な調査の写しです。基本的な情報は、この最近の著者によって収集されていません。それは、1900 年代初頭の人類学者によるものである: 1908 年に出版された「ブラックフット インディアンの神話」[#2]、および 1910 年に出版された「ブラックフット インディアンの古い北の道、または生活、伝説および宗教」[#3]。ソース [#1] は代わりにデータを収集し、[#2] と [#3] の初期情報に基づいて星座を明示的に描画します。 ソースには、関連する多くのスター ストーリー (ここでは転写されていません) と、ほとんどが英語の名前が含まれています。
ru: Эта культура неба для Stellarium является стенограммой широкого обзора североамериканских астрономических традиций в книге «Звезды первых людей: звездные мифы и созвездия коренных американцев» [#1] (со страницы 243). Основная информация не собирается этим недавним автором. Она приписывается антропологам начала 1900-х годов: «Мифология индейцев черноногих», опубликованная в 1908 г. [#2], и «Старая северная тропа, или Жизнь, легенды и религия индейцев черноногих», опубликованная в 1910 г. [#3]. Источник [#1] вместо этого собирает данные и явно рисует созвездия на основе ранней информации в [#2] и [#3]. Источники включают множество связанных звездных историй (здесь не расшифровано) и в основном английские имена.

source: - [#1]: Dorcas S. Miller. Stars of the first people: Native American star myths and constellations. Westwinds Press, 1997. - [#2]: Clark Wissler and D. C. Duvall. Mythology of the Blackfoot Indians. Published by the American Museum of Natural History, New York. 1908. Available at <https://archive.org/details/mythologyofblack00wiss> (accessed Jan 2022). - [#3]: Walter McClintock. The old North trail, or, Life, legends and religion of the Blackfeet Indians. Macmillan and Co., Limited, London. 1910. Available at <https://archive.org/details/oldnorthtrailorl00mccluoft> (accessed Jan 2022). - [#4]: Doina Bucur. The network signature of constellation line figures. arXiv e-prints. arXiv:2110.12329 [cs.SI]. 2021. Available at <https://arxiv.org/abs/2110.12329>.
ar: - [#1]: Dorcas S. Miller. نجوم أول الناس: أساطير النجوم والأبراج الأمريكية الأصلية. Westwinds Press ، 1997. - [#2]: كلارك ويسلر ودي سي دوفال. أساطير هنود بلاكفوت. نشره المتحف الأمريكي للتاريخ الطبيعي ، نيويورك. 1908. متاح على <https://archive.org/details/mythologyofblack00wiss> (تم الدخول في يناير 2022). - [#3]: والتر مكلينتوك. درب الشمال القديم ، أو الحياة ، الأساطير والدين للهنود بلاك فيت. شركة ماكميلان وشركاه المحدودة ، لندن. 1910. متاح على <https://archive.org/details/oldnorthtrailorl00mccluoft> (تم الدخول في يناير 2022). - [#4]: Doina Bucur. توقيع الشبكة لأرقام خط كوكبة. مطبوعات arXiv الإلكترونية. arXiv: 2110.12329 [cs.SI]. 2021. متاح على> https://arxiv.org/abs/2110.12329>.
cs: - [#1]: Dorcas S. Miller. Hvězdy prvních lidí: indiánské hvězdné mýty a souhvězdí. Westwinds Press, 1997. - [#2]: Clark Wissler a D. C. Duvall. Mytologie černonohých indiánů. Vydalo Americké muzeum přírodní historie v New Yorku. 1908. Dostupné na <https://archive.org/details/mythologyofblack00wiss> (přístup v lednu 2022). - [#3]: Walter McClintock. Stará severní stezka aneb Život, legendy a náboženství indiánů Blackfeet. Macmillan and Co., Limited, Londýn. 1910. Dostupné na <https://archive.org/details/oldnorthtrailorl00mccluoft> (přístup v lednu 2022). - [#4]: Doina Bucur. Síťový podpis obrazců linie souhvězdí. arXiv e-printy. arXiv:2110.12329 [cs.SI]. 2021. Dostupné na <https://arxiv.org/abs/2110.12329>.
de: - [#1]: Dorcas S. Miller. Sterne der ersten Menschen: Sternmythen und Sternbilder der amerikanischen Ureinwohner. Westwinds Press, 1997. - [#2]: Clark Wissler und D. C. Duvall. Mythologie der Blackfoot-Indianer. Herausgegeben vom American Museum of Natural History, New York. 1908. Verfügbar unter <https://archive.org/details/mythologyofblack00wiss> (Zugriff Januar 2022). - [#3]: Walter McClintock. Der alte Nordpfad oder Leben, Legenden und Religion der Blackfeet-Indianer. Macmillan und Co., Limited, London. 1910. Verfügbar unter <https://archive.org/details/oldnorthtrailorl00mccluoft> (abgerufen im Januar 2022). - [#4]: Doina Bucur. Die Netzwerksignatur von Konstellationslinienfiguren. arXiv E-Prints. arXiv:2110.12329 [cs.SI]. 2021. Verfügbar unter <https://arxiv.org/abs/2110.12329>.
es: - [#1]: Dorcas S. Miller. Estrellas de las primeras personas: mitos y constelaciones estelares de los nativos americanos. Westwinds Press, 1997. - [#2]: Clark Wissler y D. C. Duvall. Mitología de los indios Blackfoot. Publicado por el Museo Americano de Historia Natural, Nueva York. 1908. Disponible en <https://archive.org/details/mythologyofblack00wiss> (consultado en enero de 2022). - [#3]: Walter McClintock. El viejo sendero del Norte, o Vida, leyendas y religión de los indios Blackfeet. Macmillan and Co., Limited, Londres. 1910. Disponible en <https://archive.org/details/oldnorthtrailorl00mccluoft> (consultado en enero de 2022). - [#4]: Doina Bucur. La firma de red de figuras de línea de constelación. impresiones electrónicas arXiv. arXiv:2110.12329 [cs.SI]. 2021. Disponible en <https://arxiv.org/abs/2110.12329>.
it: - [RifX1]: Dorcas S. Miller. Stelle delle prime persone: miti e costellazioni delle stelle dei nativi americani. Westwinds Press, 1997. - [#2]: Clark Wissler e D. C. Duvall. Mitologia degli indiani Blackfoot. Pubblicato dall'American Museum of Natural History, New York. 1908. Disponibile su <https://archive.org/details/mythologyofblack00wiss> (accesso a gennaio 2022). - [RifX3]: Walter McClintock. Il vecchio sentiero del Nord, o Vita, leggende e religione degli indiani Blackfoot. Macmillan and Co., Limited, Londra. 1910. Disponibile su <https://archive.org/details/oldnorthtrailorl00mccluoft> (accesso a gennaio 2022). - [RifX4]: Doina Bucur. La firma di rete delle figure delle costellazioni. arXiv e-print. arXiv:2110.12329 [cs.SI]. 2021. Disponibile su <https://arxiv.org/abs/2110.12329>.
ja: - [#1]: ドーカス S. ミラー。最初の人々の星: ネイティブ アメリカンの星の神話と星座.ウェストウィンズ プレス、1997 年。 - [#2]: クラーク ウィスラーと D. C. デュヴァル。ブラックフット インディアンの神話。ニューヨークのアメリカ自然史博物館が発行。 1908. <https://archive.org/details/mythologyofblack00wiss> で入手可能 (2022 年 1 月にアクセス)。 - [#3]: ウォルター・マクリントック。オールド ノース トレイル、またはブラックフィート インディアンの生活、伝説、宗教。マクミラン・アンド・カンパニー・リミテッド、ロンドン。 1910. <https://archive.org/details/oldnorthtrailorl00mccluoft> で入手可能 (2022 年 1 月にアクセス)。 - [#4]: ドイナ ブクル。星座線図のネットワーク署名。 arXiv e-プリント。 arXiv:2110.12329 [cs.SI]。 2021. <https://arxiv.org/abs/2110.12329> で入手可能。
ko: - [#1]: Dorcas S. Miller. 최초의 사람들의 별: 아메리카 원주민 별 신화와 별자리. Westwinds Press, 1997. - [#2]: Clark Wissler 및 D.C. Duvall. 블랙풋 인디언의 신화. 뉴욕 미국 자연사 박물관에서 발행. 1908. <https://archive.org/details/mythologyofblack00wiss>에서 볼 수 있습니다(2022년 1월 액세스). - [#3]: 월터 맥클린톡. 오래된 노스 트레일 또는 Blackfeet 인디언의 삶, 전설 및 종교. Macmillan and Co., Limited, 런던. 1910. <https://archive.org/details/oldnorthtrailorl00mccluoft>에서 사용 가능(2022년 1월 액세스). - [#4]: Doina Bucur. 별자리 라인 수치의 네트워크 서명. arXiv 전자 인쇄. arXiv:2110.12329 [cs.SI]. 2021. <https://arxiv.org/abs/2110.12329>에서 확인 가능.
nl: - [#1]: Dorcas S. Miller. Sterren van de eerste mensen: Indiaanse sterrenmythen en sterrenbeelden. Westwinds Press, 1997. - [#2]: Clark Wissler en D.C. Duvall. Mythologie van de Blackfoot-indianen. Uitgegeven door het American Museum of Natural History, New York. 1908. Beschikbaar op <https://archive.org/details/mythologyofblack00wiss> (geraadpleegd in januari 2022). - [#3]: Walter McClintock. Het oude Noord-pad, of, het leven, legendes en religie van de Blackfeet-indianen. Macmillan en Co., Limited, Londen. 1910. Beschikbaar op <https://archive.org/details/oldnorthtrailorl00mccluoft> (geraadpleegd in januari 2022). - [#4]: Doina Bucur. De netwerkhandtekening van constellatielijnfiguren. arXiv e-prints. arXiv:2110.12329 [cs.SI]. 2021. Beschikbaar op <https://arxiv.org/abs/2110.12329>.
ru: - [#1]: Доркас С. Миллер. Звезды первых людей: индейские мифы о звездах и созвездиях. Вествиндс Пресс, 1997. - [#2]: Кларк Уисслер и Д. К. Дюваль. Мифология индейцев черноногих. Издано Американским музеем естественной истории, Нью-Йорк. 1908 г. Доступно по адресу <https://archive.org/details/mythologyofblack00wiss> (по состоянию на январь 2022 г.). - [#3]: Уолтер МакКлинток. Старая северная тропа, или Жизнь, легенды и религия черноногих индейцев. Macmillan and Co., Limited, Лондон. 1910 г. Доступно по адресу <https://archive.org/details/oldnorthtrailorl00mccluoft> (по состоянию на январь 2022 г.). - [#4]: Дойна Букур. Сетевая подпись фигур линий созвездия. Электронные распечатки arXiv. arXiv: 2110.12329 [cs.SI]. 2021. Доступно по адресу <https://arxiv.org/abs/2110.12329>.

source: This sky culture was contributed by _Doina Bucur_ (d.bucur@utwente.nl). It was digitised for the cross-culture analysis of constellation line figures in reference [#4], `The network signature of constellation line figures`.
ar: ساهمت ثقافة السماء هذه _Doina Bucur_ (d.bucur@utwente.nl). تمت ترقيمها لتحليل الثقافة المشتركة لأرقام خط الكوكبة في المرجع [#4] ، "توقيع الشبكة لأرقام خط الكوكبة".
cs: K této kultuře oblohy přispěla _Doina Bucur_ (d.bucur@utwente.nl). Byl digitalizován pro mezikulturní analýzu obrazců souhvězdí v odkazu [#4], "Síťový podpis obrazců souhvězdí".
de: Diese Himmelskultur wurde von _Doina Bucur_ (d.bucur@utwente.nl) beigesteuert. Es wurde für die kulturübergreifende Analyse von Konstellationslinienfiguren in Referenz [#4], „Die Netzwerksignatur von Konstellationslinienfiguren“, digitalisiert.
es: Esta cultura del cielo fue aportada por _Doina Bucur_ (d.bucur@utwente.nl). Fue digitalizado para el análisis transcultural de figuras de líneas de constelaciones en la referencia [#4], `La firma de red de figuras de líneas de constelaciones`.
it: Questa cultura del cielo è stata fornita da _Doina Bucur_ (d.bucur@utwente.nl). È stato digitalizzato per l'analisi incrociata delle figure delle linee di costellazione nel riferimento [#4], "La firma della rete delle figure delle linee di costellazione".
ja: このスカイ カルチャーは _Doina Bucur_ (d.bucur@utwente.nl) によって提供されました。これは、参考文献 [#4]、「星座線図のネットワーク署名」の星座線図の異文化間分析のためにデジタル化されました。
ko: 이 하늘 문화는 Doina Bucur(d.bucur@utwente.nl)가 제공했습니다. 참조 [#4], 'The network signature of constellation line figure'에서 별자리 선 그림의 교차 문화 분석을 위해 디지털화되었습니다.
nl: Deze luchtcultuur is een bijdrage van _Doina Bucur_ (d.bucur@utwente.nl). Het werd gedigitaliseerd voor de cross-culture-analyse van constellatielijnfiguren in referentie [#4], 'The network signature of constellatielijnfiguren'.
ru: Эта культура неба была предоставлена _Doina Bucur_ (d.bucur@utwente.nl). Он был оцифрован для кросс-культурного анализа фигур созвездия в ссылке [#4], «Сетевая подпись фигур созвездия».

source: Seven Brothers and Their Sister
ar: سبعة أشقاء واختهم
cs: Sedm bratří a jejich sestra
de: Sieben Brüder und ihre Schwester
es: Siete hermanos y su hermana
it: Sette fratelli e la loro sorella
ja: 7 人の兄弟とその姉妹
ko: 일곱 형제와 자매
nl: Zeven broers en hun zus
ru: Семь братьев и их сестра

source: Represents siblings who escape to the sky when being chased by a bear. The sister is the small star Alcor.
ar: يمثل الأشقاء الذين يهربون إلى السماء عندما يطاردهم دب. الأخت الصغيرة هي النجم ألكور.
cs: Představuje sourozence, kteří unikají do nebe, když je pronásleduje medvěd. Sestra je malá hvězda Alcor.
de: Stellt Geschwister dar, die in den Himmel fliehen, wenn sie von einem Bären gejagt werden. Die Schwester ist der kleine Star Alcor.
es: Representa a los hermanos que escapan al cielo al ser perseguidos por un oso. La hermana es la pequeña estrella Alcor.
it: Rappresenta i fratelli che scappano in cielo quando vengono inseguiti da un orso. La sorella è la piccola stella Alcor.
ja: クマに追われて空に逃げる兄妹を表現。妹は小星アルコル。
ko: 곰에게 쫓기다가 하늘로 도망치는 남매를 나타냅니다. 여동생은 작은 별 Alcor입니다.
nl: Vertegenwoordigt broers en zussen die naar de lucht ontsnappen wanneer ze worden achtervolgd door een beer. Het zusje is de kleine ster Alcor.
ru: Представляет братьев и сестер, которые убегают в небо, когда их преследует медведь. Сестра - маленькая звезда Алькор.

source: Ashes-Chief and Stuck-Behind
ar: رئيس الرماد و عالق خلف
cs: Ashes-Chief a Stuck-Behind
de: Ashes-Chief und Stuck-Behind
es: Cenizas-Jefe y Atrapado-Detrás
it: Cenere-capo e bloccato-dietro
ja: 灰 - チーフと立ち往生
ko: Ashes-Chief 및 Stuck-Behind
nl: Ashes-Chief en Stuck-Behind
ru: Ashes-Chief и Stuck-Behind

source: Represents twins whose story explains how a particular tipi design came into use.
ar: يمثل التوائم الذين تشرح قصتهم كيف بدأ استخدام تصميم تايبي معين.
cs: Představuje dvojčata, jejichž příběh vysvětluje, jak se konkrétní týpí design začal používat.
de: Stellt Zwillinge dar, deren Geschichte erklärt, wie ein bestimmtes Tipi-Design zum Einsatz kam.
es: Representa a gemelos cuya historia explica cómo se empezó a utilizar un diseño de tipi en particular.
it: Rappresenta due gemelli la cui storia spiega come è entrato in uso un particolare design tipi.
ja: 特定のティピ デザインがどのように使用されるようになったかを物語る双子を表します。
ko: 특정 tipi 디자인이 어떻게 사용되었는지 설명하는 이야기를 가진 쌍둥이를 나타냅니다.
nl: Vertegenwoordigt een tweeling wiens verhaal uitlegt hoe een bepaald tipi-ontwerp in gebruik is genomen.
ru: Представляет близнецов, чья история объясняет, как стал использоваться тот или иной дизайн типи.

source: Spider Man's Fingers
ar: أصابع الرجل العنكبوت
de: Die Finger von Spider Man
es: Los dedos del hombre araña
it: Le dita dell'Uomo Ragno
ja: スパイダーマンの指
ko: 스파이더맨의 손가락
nl: Spider Man's vingers
ru: Пальцы Человека-Паука

source: Represents five fingers spinning a thread to let the legendary Feather Woman down from the sky. Identification is uncertain.
ar: يمثل خمسة أصابع تقوم بتدوير خيط لإخراج المرأة الريشة الأسطورية من السماء. تحديد الهوية غير مؤكد.
cs: Představuje pět prstů spřádajících nit, aby spustily legendární Feather Woman z nebe. Identifikace je nejistá.
de: Stellt fünf Finger dar, die einen Faden spinnen, um die legendäre Federfrau vom Himmel herabzulassen. Die Identifizierung ist ungewiss.
es: Representa cinco dedos tejiendo un hilo para hacer descender del cielo a la legendaria Mujer Pluma. La identificación es incierta.
it: Rappresenta cinque dita che filano un filo per far scendere dal cielo la leggendaria Donna Piuma. L'identificazione è incerta.
ja: 空から伝説のフェザー ウーマンを降ろすために糸を紡ぐ 5 本の指を表しています。同定は不確かです。
ko: 다섯 개의 손가락이 실을 회전시켜 전설적인 Feather Woman을 하늘에서 내리게 하는 것을 나타냅니다. 신원이 불확실합니다.
nl: Vertegenwoordigt vijf vingers die een draad spinnen om de legendarische Feather Woman uit de lucht te laten vallen. Identificatie is onzeker.
ru: Представляет собой пять пальцев, плетущих нить, чтобы спустить с неба легендарную Женщину-Перо. Идентификация неопределенна.

source: Lodge of the Spider Man
ar: نزل الرجل العنكبوت
cs: Lóže pavoučího muže
de: Loge des Spider Man
es: Logia del Hombre Araña
it: Loggia dell'Uomo Ragno
ja: スパイダーマンのロッジ
ko: 스파이더맨의 오두막
nl: Loge van de Spider Man
ru: Ложа Человека-паука

source: Represents the stones laid in a circle which used to hold down a tipi.
ar: يمثل الحجارة الموضوعة في دائرة تستخدم لتثبيت تايبي.
cs: Představuje kameny položené v kruhu, který držel týpí.
de: Stellt die in einem Kreis gelegten Steine dar, die früher ein Tipi niederhielten.
es: Representa las piedras colocadas en círculo que sirven para sujetar un tipi.
it: Rappresenta le pietre disposte in un cerchio che un tempo tenevano fermo un tipi.
ja: ティピを押さえていた円状に並べられた石を表しています。
ko: 티피를 누르는 데 사용되는 원 안에 놓여진 돌을 나타냅니다.
nl: Vertegenwoordigt de stenen die in een cirkel zijn gelegd en die vroeger een tipi vasthielden.
ru: Представляет собой камни, уложенные по кругу, которые раньше удерживали типи.

source: Little Sister
ar: اختي الصغيرة
cs: Mladší sestra
de: Kleine Schwester
es: Hermanita
it: Sorellina
ja: リトル シスター
ko: 여동생
nl: Kleine Zus
ru: Младшая сестра

source: Kit-Fox
ar: كيت فوكس
de: Kit-Fuchs
es: kit-zorro
ja: キットフォックス
ko: 키트폭스
ru: Кит-Фокс

source: Last Brother
ar: الأخ الأخير
cs: Poslední bratr
de: Letzter Bruder
es: último hermano
it: Ultimo fratello
ja: 最後の兄弟
ko: 마지막 형제
nl: Laatste broer
ru: Последний брат

source: Star that Stands Still
ar: نجمة لا تزال قائمة
cs: Hvězda, která stojí
de: Star, der still steht
es: Estrella que se detiene
it: Stella che sta ferma
ja: 静止する星
ko: 멈춘 별
nl: Ster die stilstaat
ru: Звезда, которая стоит на месте

source: Lost Children
ar: أطفال مفقودين
cs: Ztracené děti
de: Verlorene Kinder
es: Niños perdidos
it: Bambini Perduti
ja: ロストチルドレン
ko: 잃어버린 아이들
nl: Verloren kinderen
ru: Потерянные дети

source: Bunched Stars
ar: نجوم مجمعة
cs: Seskupené hvězdy
de: Gebündelte Sterne
es: Estrellas agrupadas
it: Stelle a grappolo
ja: 束ねられた星
ko: 다발 별
nl: Gebundelde sterren
ru: Сгруппированные звезды

source: Young Morning Star
ar: نجمة الصباح الشاب
cs: Mladá Jitřenka
de: Junger Morgenstern
es: Joven estrella de la mañana
it: Giovane stella del mattino
ja: ヤングモーニングスター
ko: 어린 샛별
nl: Jonge Morgenster
ru: Юная утренняя звезда

source: Mistake Morning Star
ar: خطأ نجمة الصباح
cs: Omyl Jitřenka
de: Fehler Morgenstern
es: error estrella de la mañana
it: Errore Stella del Mattino
ja: ミスモーニングスター
ko: 실수 모닝스타
nl: Fout Morning Star
ru: Ошибка утренней звезды

source: Scarface
ar: سكارفيس
cs: Zjizvená tvář
de: Narbengesicht
es: Caracortada
ja: スカーフェイス
ko: 스카페이스
nl: littekengezicht
ru: Лицо со шрамом

source: Morning Star
ar: نجم الصباح
cs: Jitřenka
de: Morgen Stern
es: Estrella de la mañana
it: Stella del mattino
ja: 明けの明星
ko: 새벽의 명성
nl: Morgenster
ru: Утренняя звезда

source: Big Fire Star
ar: بيج فاير ستار
cs: Velká ohnivá hvězda
de: Großer Feuerstern
es: gran estrella de fuego
it: Grande stella di fuoco
ja: ビッグファイアースター
ko: 빅 파이어 스타
nl: Grote Vuurster
ru: Большая Огненная Звезда

source: Big Fire Eater
ar: كبير النار الآكل
cs: Velký pojídač ohně
de: Großer Feuerschlucker
es: Gran tragafuegos
it: Grande Mangiafuoco
ja: ビッグファイアーイーター
ko: 큰 불 먹는 사람
nl: Grote Vuurvreter
ru: Большой Пожиратель Огня

source: Wolf Trail
ar: وولف تريل
cs: Vlčí stezka
de: Wolfspfad
es: Sendero del lobo
it: Sentiero del lupo
ja: ウルフトレイル
ko: 울프 트레일
nl: Wolfspad
ru: Волчья тропа

source: Blood-Clot
ar: جلطة دموية
cs: Krevní sraženina
de: Blutgerinnsel
es: Coágulo sanguíneo
it: Coagulo di sangue
ja: 血餅
ko: 혈전
nl: Bloedstolsel
ru: Тромб

source: Smoking-Star
ar: سموكينج ستار
es: Fumar-estrella
it: Fumante-Star
ja: スモーキングスター
ko: 스모킹스타
nl: Roken-Ster
ru: Курящая звезда

source: The Blackfoot is an Algonquian-speaking tribe living in the northern Great Plains of North America. This sky culture has 4 constellation line figures, and names for the Milky Way, the Pleiades, the Orion Nebula, three planets and three stars.
ko: 블랙풋은 북아메리카 북부 대평원에 거주하는 알곤키아어를 사용하는 부족입니다. 이 하늘 문화에는 4개의 별자리 선 모양과 은하수, 플레이아데스 성운, 오리온 성운, 3개의 행성 및 3개의 별에 대한 이름이 있습니다.
nl: De Blackfoot is een Algonquian-sprekende stam die leeft in de noordelijke Great Plains van Noord-Amerika. Deze hemelcultuur heeft 4 sterrenbeeldlijnen en namen voor de Melkweg, de Pleiaden, de Orionnevel, drie planeten en drie sterren.
