Repository: 10110111/stellarium-skycultures
Catalog: blackfoot/po/*.po
Languages: ar, cs, de, es, it, ja, ko, nl, ru

source: This sky culture for Stellarium is a transcript of the broad survey of North-American astronomical traditions in the book `Stars of the first people: Native American star myths and constellations` [#1] (from page 243). The basic information is not collected by this recent author. It is attributed to anthropologists from the early 1900s: `Mythology of the Blackfoot Indians` published in 1908 [#2], and `The old north trail, or, Life, legends and religion of the Blackfeet Indians` published in 1910 [#3]. Source [#1] instead collects the data and draws the constellations explicitly, based on the early information in [#2] and [#3]. According to the sources, the Blackfoot often featured the Big Dipper, the Pleiades, and the Morning Star on their tipis, and believe that "when people die, their spirits go into the sky and become stars, thus ever increasing the number of stars in the heavens". The sources include many associated star stories (not transcribed here), and mostly English names. ### Constellations and star names The constellation `Seven Brothers and Their Sister` (identified with the Western Big Dipper) represents siblings who escape to the sky when being chased by a bear. The sister is the small star Alcor in one version. This is the version written here: the source doesn't explicitly provide the constellation lines, but identifies it with the modern Big Dipper, as a bowl with a handle, so Alcor is not connected by a line, but is part of the constellation. Two stars are named: the `Little Sister`, also named as `Sinopa` (translated `Kit-Fox`) in [#3], and "the star at the end of the handle is often called `Last Brother`" [#1]. This constellation was used for time-keeping before the introduction of clocks. In a second version of this constellation, the youngest brother becomes the North Star, and the sister (who used to carry him) is the pointer star at the lip of the bowl. The two main stars in Gemini (Castor and Pollux) are `Ashes-Chief and Stuck-Behind`, twins whose story explains how a particular tipi design came into use. The `Lodge of the Spider Man` is the brightest six stars of the Western Northern Crown, representing the stones laid in a circle which used to hold down a tipi. The `Spider Man's Fingers` is a possible configuration of stars in Hercules (by [#1]), so its structure is uncertain; they would represent five fingers spinning a thread to let the legendary Feather Woman (native name: So-at-sa-ki) down from the sky ("the five bright stars just beyond [the Northern Crown] in the constellation of Hercules are his five fingers" [#3]). The six stars of the Pleiades (called `Lost Children` or `Bunched Stars`) represent six poor children and have an associated story which explains why they are visible in the evening sky only from fall to spring, but not the rest of the year. A constellation called `Hand in the Sky` has been documented, but not identified (so is not in this dataset). It could be another name for the `Spider Man's Fingers`, or another constellation entirely. An associated story also explains a particular tipi design. The North Star is called the `Star that Stands Still` (the other stars walk around it). ### Planets Jupiter is known as `Young Morning Star`, representing a boy, `Poïa`. Venus is known as `Morning Star`, the boy's father. A story explains that they sometimes travel together, but they may also travel apart for many years. At the time when this story was documented (in July 1905), they were in conjunction. The names for Mars are not explained in the source. ### Other sky objects The Milky Way is called the `Wolf Trail`, which represents the shortest path from the sky to the earth. The Orion Nebula is the stone knife of the mythical person `Blood-Clot`, "a culture hero who rids the world of evil" [#1], and is also called `Smoking-Star`.
ko: 스텔라리움을 위한 이 하늘 문화는 '최초의 사람들의 별: 아메리카 원주민의 별 신화와 별자리'[#1](243페이지부터)라는 책에서 북미 천문학 전통에 대한 광범위한 조사의 사본입니다. 이 최근 작성자는 기본 정보를 수집하지 않습니다. 1908년 출판된 '검은족 인디언 신화'[#2]와 1910년 출판된 '검은족 인디언의 삶, 전설과 종교'[#3]가 1900년대 초반 인류학자에 기인한 것입니다. 소스 [#1]은 대신 [#2] 및 [#3]의 초기 정보를 기반으로 데이터를 수집하고 별자리를 명시적으로 그립니다. 소식통에 따르면 블랙풋은 종종 북두칠성, 플레이아데스, 샛별을 첨탑에 새겼으며 "사람이 죽으면 영혼이 하늘로 올라가 별이 되며, 따라서 지구에 있는 별의 수가 계속 증가한다고 믿습니다. 하늘". 출처에는 많은 관련 스타 스토리(여기에 기록되지 않음)와 대부분 영어 이름이 포함됩니다. ### 별자리와 별 이름 '일곱 형제와 자매'(서북두칠성으로 식별)는 곰에게 쫓기다가 하늘로 도망친 남매를 상징한다. 자매는 한 버전에서 작은 별 Alcor입니다. 이것은 여기에 작성된 버전입니다. 소스는 별자리 선을 명시적으로 제공하지 않지만 현대 북두칠성과 함께 손잡이가 있는 그릇으로 식별하므로 Alcor는 선으로 연결되지 않지만 별자리의 일부입니다. 두 개의 별이 명명되었습니다. [#3]에서는 `Sinopa`(`Kit-Fox`로 번역됨)라고도 하는 `Little Sister`와 "손잡이 끝에 있는 별은 종종 `Last Brother`"로 불립니다. [#1]. 이 별자리는 시계가 도입되기 전에 시간을 측정하는 데 사용되었습니다. 이 별자리의 두 번째 버전에서는 막내 동생이 북극성이 되고, 동생(그를 짊어지던 사람)이 그릇 가장자리에 있는 포인터 별이 됩니다. 쌍둥이 자리(Castor and Pollux)의 두 주인공은 'Ashes-Chief'와 'Stuck-Behind'로, 특정 tipi 디자인이 어떻게 사용되었는지 설명하는 쌍둥이입니다. '스파이더맨의 집'은 웨스턴 노던 크라운의 가장 밝은 여섯 개의 별이며, 예전에 티피를 잡아주던 원 안에 돌을 깔아놓은 모습을 나타냅니다. '스파이더맨의 손가락'은 헤라클레스에 있는 별의 가능한 구성([#1])이므로 그 구조는 불확실합니다. 그들은 다섯 개의 손가락이 실을 회전시켜 전설적인 Feather Woman(본명: So-at-sa-ki)이 하늘에서 내려오게 하는 것을 나타냅니다. 다섯 손가락" [#3]). 플레이아데스의 6개의 별('잃어버린 아이들' 또는 '뭉쳐진 별'이라고 함)은 6명의 가난한 아이들을 나타내며 가을부터 봄까지만 저녁 하늘에서 볼 수 있고 나머지는 볼 수 없는 이유를 설명하는 관련 이야기가 있습니다. . 'Hand in the Sky'라는 별자리가 문서화되었지만 식별되지 않았습니다(이 데이터 세트에는 없음). '스파이더맨의 손가락'의 다른 이름일 수도 있고 완전히 다른 별자리일 수도 있다. 관련된 이야기는 또한 특정 tipi 디자인을 설명합니다. 북극성은 '멈추고 있는 별'(다른 별들이 그 주위를 맴돌고 있다)이라고 불린다. ### 행성 목성은 소년 '포이아'를 상징하는 '젊은 샛별'로 알려져 있다. 금성은 소년의 아버지인 '샛별'로 알려져 있습니다. 이야기에 따르면 그들은 때때로 함께 여행하지만 여러 해 동안 떨어져 여행할 수도 있습니다. 이 이야기가 기록될 당시(1905년 7월), 그것들은 결합되어 있었습니다. 화성의 이름은 출처에 설명되어 있지 않습니다. ### 기타 하늘 개체 은하수는 하늘에서 땅까지의 최단거리를 나타내는 '늑대길'이라고 불린다. 오리온 성운은 신화 속 인물 '혈전', '세계의 악을 없애는 문화영웅'[#1]의 돌칼로, '스모킹 스타'라고도 불린다.
nl: Deze hemelcultuur voor Stellarium is een transcriptie van het brede overzicht van Noord-Amerikaanse astronomische tradities in het boek `Stars of the first people: Native American star myths and constellations` [#1] (van pagina 243). De basisinformatie is niet verzameld door deze recente auteur. Het wordt toegeschreven aan antropologen uit de vroege jaren 1900: `Mythology of the Blackfoot Indians` gepubliceerd in 1908 [#2], en `The old north trail, or, Life, legendes en religie van de Blackfoot Indians` gepubliceerd in 1910 [#3]. Bron [#1] verzamelt in plaats daarvan de gegevens en tekent de sterrenbeelden expliciet, gebaseerd op de vroege informatie in [#2] en [#3]. Volgens de bronnen hadden de Blackfoot vaak de Big Dipper, de Pleiaden en de Morning Star op hun tipi's, en geloven ze dat "wanneer mensen sterven, hun geest de lucht in gaat en sterren wordt, waardoor het aantal sterren in de hemel". De bronnen bevatten veel bijbehorende sterverhalen (hier niet getranscribeerd), en meestal Engelse namen. ### Sterrenbeelden en namen van sterren Het sterrenbeeld 'Zeven broers en hun zus' (geïdentificeerd met de Western Big Dipper) vertegenwoordigt broers en zussen die naar de hemel ontsnappen wanneer ze worden achtervolgd door een beer. Het zusje is de kleine ster Alcor in één uitvoering. Dit is de versie die hier is geschreven: de bron geeft niet expliciet de sterrenbeeldlijnen, maar identificeert het met de moderne Grote Beer, als een kom met een handvat, dus Alcor is niet verbonden door een lijn, maar maakt deel uit van het sterrenbeeld. Twee sterren worden genoemd: de `Little Sister`, ook genoemd als `Sinopa` (vertaald `Kit-Fox`) in [#3], en "de ster aan het einde van het handvat wordt vaak `Last Brother` genoemd" [#1]. Deze constellatie werd gebruikt voor het bijhouden van de tijd vóór de introductie van klokken. In een tweede versie van dit sterrenbeeld wordt de jongste broer de Poolster en de zuster (die hem vroeger droeg) de wijzerster aan de rand van de kom. De twee belangrijkste sterren in Gemini (Castor en Pollux) zijn 'Ashes-Chief en Stuck-Behind', een tweeling wiens verhaal uitlegt hoe een bepaald tipi-ontwerp in gebruik is genomen. De 'Lodge of the Spider Man' is de helderste zes sterren van de westelijke noordelijke kroon, die de stenen vertegenwoordigen die in een cirkel zijn gelegd en die vroeger een tipi vasthielden. De `Spider Man's Fingers` is een mogelijke configuratie van sterren in Hercules (door [#1]), dus de structuur is onzeker; ze zouden vijf vingers voorstellen die een draad spinnen om de legendarische Veervrouw (oorspronkelijke naam: So-at-sa-ki) uit de lucht te laten vallen ("de vijf heldere sterren net voorbij [de noordelijke kroon] in het sterrenbeeld Hercules zijn zijn vijf vingers" [#3]). De zes sterren van de Pleiaden (genaamd 'Lost Children' of 'Bunched Stars') vertegenwoordigen zes arme kinderen en hebben een bijbehorend verhaal dat verklaart waarom ze alleen van herfst tot lente zichtbaar zijn aan de avondhemel, maar niet de rest van het jaar . Een sterrenbeeld genaamd 'Hand in the Sky' is gedocumenteerd, maar niet geïdentificeerd (dus niet in deze dataset). Het kan een andere naam zijn voor de 'Spider Man's Fingers', of een heel ander sterrenbeeld. Een bijbehorend verhaal verklaart ook een bepaald tipi-ontwerp. De Poolster wordt de 'Star that Stands Still' genoemd (de andere sterren lopen er omheen). ### Planeten Jupiter staat bekend als 'Young Morning Star', wat neerkomt op een jongen, 'Poïa'. Venus staat bekend als 'Morning Star', de vader van de jongen. Een verhaal vertelt dat ze soms samen reizen, maar dat ze ook jarenlang apart kunnen reizen. Op het moment dat dit verhaal werd gedocumenteerd (in juli 1905), waren ze samen. De namen voor Mars worden niet uitgelegd in de bron. ### Andere hemelobjecten De Melkweg wordt de 'Wolf Trail' genoemd, wat het kortste pad van de lucht naar de aarde vertegenwoordigt. De Orionnevel is het stenen mes van de mythische persoon 'Blood-Clot', 'een cultuurheld die de wereld van het kwaad verlost' [#1], en wordt ook wel 'Smoking-Star' genoemd.

source: `CC BY-SA`: Creative Commons, requires attribution, and derivative works can be distributed under an identical (not more restrictive) license.
cs: `CC BY-SA`: Creative Commons, vyžaduje uvedení zdroje a odvozená díla lze šířit pod identickou (nikoli více omezující) licencí.
ko: `CC BY-SA`: 크리에이티브 커먼즈, 저작자 표시가 필요하며 파생 작업은 동일한(더 제한적이지 않은) 라이선스로 배포될 수 있습니다.
nl: `CC BY-SA`: Creative Commons, vereist naamsvermelding en afgeleide werken kunnen worden gedistribueerd onder een identieke (niet meer beperkende) licentie.
