Repository: 10110111/stellarium-skycultures
Catalog: northern_andes/po/*.po
Languages: cs, fil, fr, id, ja, pl, pt, tr

source: Northern Andes
cs: Severní Andy
fil: Hilagang Andes
fr: Andine septentrionale
id: Andes Utara
ja: 北アンデス
pl: Andy Północne
pt: Andes do Norte
tr: Kuzey And Dağları

source: The Northern Andes in the South American subcontinent provide a human culture with strong relations to the surrounding nature: They observed the sky through nature "mirrors" (lakes of plain water level) and the changing trails of Sun, Moon, and stars with the help of mountain shapes. This way, they determined the calendar, knew when to seek rescueage from snow and ice or heat for themselves or their animals and plants.
cs: Severní Andy na jihoamerickém subkontinentu poskytují lidskou kulturu se silnými vztahy s okolní přírodou: Pozorovali oblohu prostřednictvím přírodních „zrcadel“ (jezer s hladinou vodní hladiny) a měnících se stezek Slunce, Měsíce a hvězd s pomocí horských tvarů. Tímto způsobem určili kalendář, věděli, kdy hledat záchranu před sněhem a ledem nebo teplem pro sebe nebo jejich zvířata a rostliny.
fil: Ang Northern Andes sa subcontinent ng South America ay nagbibigay ng kultura ng tao na may matibay na kaugnayan sa nakapaligid na kalikasan: Napagmasdan nila ang kalangitan sa pamamagitan ng mga "salamin" ng kalikasan (mga lawa na may payak na antas ng tubig) at ang pagbabago ng mga landas ng Araw, Buwan, at mga bituin sa tulong. ng mga hugis ng bundok. Sa ganitong paraan, natukoy nila ang kalendaryo, alam kung kailan hahanapin ang pagsagip mula sa niyebe at yelo o init para sa kanilang sarili o sa kanilang mga hayop at halaman.
fr: Les Andes du Nord dans le sous-continent sud-américain offrent une culture humaine avec des relations étroites avec la nature environnante: ils ont observé le ciel à travers des miroirs naturels (lacs de niveau d'eau ordinaire) et les traînées changeantes du soleil, de la lune et des étoiles avec l'aide de formes de montagne. De cette façon, ils ont déterminé le calendrier, savaient quand chercher à sauver la neige et la glace ou la chaleur pour eux-mêmes ou leurs animaux et plantes.
id: Andes Utara di anak benua Amerika Selatan menyediakan budaya manusia dengan hubungan yang kuat dengan alam sekitarnya: Mereka mengamati langit melalui "cermin" alam (danau dengan permukaan air biasa) dan jalur perubahan Matahari, Bulan, dan bintang dengan bantuan dari bentuk gunung. Dengan cara ini, mereka menentukan kalender, tahu kapan harus mencari penyelamatan dari salju dan es atau panas untuk diri mereka sendiri atau hewan dan tumbuhan mereka.
pl: Północne Andy na subkontynencie południowoamerykańskim zapewniają ludzką kulturę silną więź z otaczającą przyrodą: obserwowali niebo poprzez naturalne „lustra” (jeziora o zwykłym poziomie wody) oraz zmieniające się ścieżki Słońca, Księżyca i gwiazd za pomocą kształtów górskich. W ten sposób określili kalendarz, wiedzieli, kiedy szukać ratunku od śniegu i lodu lub ciepła dla siebie, swoich zwierząt i roślin.
pt: Os Andes do Norte, no subcontinente sul-americano, proporcionam uma cultura humana com fortes relações com a natureza circundante: eles observaram o céu através dos "espelhos" da natureza (lagos ao nível da água) e as trilhas em mudança do Sol, da Lua e das estrelas com a ajuda de formas de montanha. Dessa forma, eles determinaram o calendário, sabiam quando procurar resgatar a neve e o gelo ou o calor para si ou para seus animais e plantas.
tr: Güney Amerika alt kıtasındaki Kuzey And Dağları, çevredeki doğayla güçlü ilişkilere sahip bir insan kültürü sağlar: Gökyüzünü doğa "aynaları" (düz su seviyesindeki göller) ve Güneş, Ay ve yıldızların değişen izleri yardımıyla gözlemlediler. dağ şekilleri. Bu şekilde takvimi belirlediler, kendileri veya hayvanları ve bitkileri için kardan ve buzdan veya sıcaktan ne zaman kurtarılacağını biliyorlardı.
