Repository: 10110111/stellarium-skycultures
Catalog: northern_andes/po/*.po
Languages: cs, fil, fr, id, ja, pl, pt, tr

source: ### Northern Andes The have a complex laboratory that teaches us about the different sciences that humanity has contemplated in its history. Starting from observation to the various elements that surround us, with the need to ensure our survival as a species and lineage, the human being learned to understand the constantly emitted signals of the cosmos: in plants, animals, the climate and other elements. Then the wise learned to warn about the changes that affect living beings. In order to replicate the ancestral measurements in the Andean observatories, we propose the use of a wide-mouth container; in the open we will place it and level properly. In order to create a star mirror, we will fill it with water. In this reflection of the sky, the Andean sage can admire and record the movements of the sun, the moon, planets or the stars. The Stellarium simulation allows us to recreate these "cosmic mirrors" and analyze the specific stellar dynamics that are seen in the Northern Andes as well as the millenarian wise men in their patient observation through the ages. These beings have registered the cosmic movements in the current pre-hispanic heritage of the Andean peoples. Additionally, they produced graphic configurations, which after much joint work by several researchers in several generations at the beginning of the 21st century have been partially decoded. Here we tell what we found in the equatorial skies: ### The Sun (Punchao o Wilca) When we find ourselves in the center of the planet, the apparent movement that the sun makes through our annual journey around it is equidistant and proportional. At the equinoxes the sun will cross the center of the sky (zenith), on the solstice of June it will travel its southernmost road (it will go north) and on the solstice of December the northernmost path will be traveled (more to the south). These natural phenomena are the marks of the four main festivals that celebrate a specific part of the agricultural calendar because they are the points of inflection between the climatic seasons. According to the colonial chronicler Juan de Betanzos "the Indians knew the leap years"; thanks to the research of Gustavo Guayasamín, a cyclic movement is identified in a four-year interval in the sun; to observe it, we suggest placing ourselves at the March equinox (approximately the March equinoxes are the 21st day in the Gregorian calendar), at the solar daytime (12:20 in the civil time for the year 2018). We can then move forward in time thanks to the "Date / Time Window" from year to year and we will notice that the sun moves, returning to the point where the observation begins in periods of four years, for example: It starts in 2016, moves to the left of the spectator in 2017, continues moving to the left in 2018, also moves in 2019 and in 2020 returns to its initial position; then start the cycle again. ### Clear Constellations, Asterisms and Guidelines in the Andes. We consider that by means of "stellar mirrors" the sages could register the stellar traffic; Through this observation they noticed that during the nightfalls of each equinox and solstice, specific stars appear in the sky, as if they were marking the climatic changes to which we are exposed, so these cosmic signals were recorded in the Andean prehispanic patrimony giving rise to the Andean geometrical forms. __March Equinox__ *"Antonio Quinatoa" Cross:* At dusk the first stars to appear are: Sirius - Procyon - Rigel - Betelgeuse, which form a square or the cross named "Antonio Quinatoa". It is the constellation that governs the masculine cycle. __September Equinox__ *Molestina Triangle:* The first stars to appear are: Altair - Vega - Antares who make up the triangle named "Molestina". __Constellation Daniela Alejandra Ayala:__ Thanks to the hard work in the registration of the designs, we have identified the clear constellation named "Daniela Alejandra Ayala", a cosmic set that accompanies the image of the "Mono Andino". It appears in the center of the sky at nightfall of the female equinox. __June Solstice__ __South Cross:__ The most outstanding stars in the evening of the Summer Solstice for the Northern Hemisphere are: A Cruz, Mimosa, δ Crucis, ζ Crucis, λ Crucis and μ Crucis who form the "Southern Cross". __December Solstice__ __The “Jorge Trujillo” Arrow:__ The most outstanding stars in the evening of the winter solstice for the southern hemisphere are Caph - Shedar - Navi - K Cas, they are part of the western constellation of Cassiopeia, the resulting form evokes the shape of an arrow that at the end of the December solstice. It is in an East - West direction. The asterisms that we include are the first stars to appear at the end of each equinox or solstice. Like the constellations, these basic forms (diamond, square, triangle and arrow), mark the beginning or end of a cycle, apparently human beings discovered and recorded them before the forms in the dark constellations. ### The Sacred Beings in the Cosmos. The Dark Constellations. #### The Milky Way Our planet belongs to the galaxy of the Milky Way, whose shape is that of a large disk with two bulging arms; this form and the rotation of the earth means that at the evenings of the equinoxes and solstices we can appreciate a specific part of it, thus becoming a signal that the ancestors appreciated to measure the times. Called in the Andes as the "Muyun" for many peoples, it represents a gigantic life-giving serpent. Contrary to the West, the constellations are not made up of bright points or stars; the astral beings are housed in the "dark spots" existing in the brilliance of the Milky Way, so at each of the turning points in our annual path around the sun (Solstices and Equinoxes), we will find a guiding constellation in each "visible end" of the galaxy. As with lunar or solar movements, the movements of the constellations in the Northern Andes marked the beginning or end of specific eras, agricultural, civil, reproductive or festive. They determined the fate of beings, receiving respect and veneration for those who came for their wisdom; thus developing a religious thought similar to that of the sun or the moon throughout the continent. Here we describe the constellations decoded to date: #### Dark Constellations | description | image | |-----------|------------------| | Estelina Quinatoa (The Jaguar): Constellation that governs the male cycle, also called "Wilca" or "Otorongo", indicates the arrival of the crops of tender grains. | ![](jaguar.webp) | | Mercedes Cotacachi (The Monkey): Constellation that governs the female cycle, indicates the arrival of rains and the start of agricultural processes. | ![](mono.webp) | | Hernán Crespo Toral (The Frog): The "Hampatu" is the animal that has several stages, like the Andean thought, it appears on the night of the June solstice and it is related to the contact with the world of the dead. | ![]{sapo.webp) | | Ana Jaramillo de Velasteguí (The Warrior): Known as "the Man and the Spear" or "The Dancer", the constellation governs the December solstice. | ![](guerrero.webp) |
cs: ### Severní Andy Mají složitou laboratoř, která nás učí o různých vědách, o nichž lidstvo uvažovalo ve své historii. Z pozorování různých prvků, které nás obklopují, s potřebou zajistit naše přežití jako druh a linie, se člověk naučil chápat neustále vysílané signály vesmíru: v rostlinách, zvířatech, klimatu a dalších prvcích. Potom se moudrý naučil varovat před změnami, které ovlivňují živé bytosti. Abychom replikovali měření předků v andských observatořích, navrhujeme použití širokoúhlého kontejneru; na otevřeném místě ji umístíme a vyrovnáme správně. Abychom vytvořili hvězdné zrcadlo, naplníme ho vodou. V tomto odrazu oblohy může andský mudrc obdivovat a zaznamenávat pohyby slunce, měsíce, planet nebo hvězd. Simulace Stellarium nám umožňuje znovu vytvořit tato „kosmická zrcadla“ a analyzovat specifickou hvězdnou dynamiku, která je vidět v severních Andách, jakož i miléniové moudré muže při pozorování pacientů v průběhu věků. Tyto bytosti zaregistrovaly kosmická hnutí v současném předhispánském dědictví andských národů. Kromě toho vytvořili grafické konfigurace, které byly po mnoha společných pracích několika vědců z několika generací na počátku 21. století částečně dekódovány. Zde řekneme, co jsme našli v rovníkové obloze: ### Slunce (Punchao o Wilca) Když se ocitneme ve středu planety, je zřejmý pohyb, který Slunce dělá naší roční cestou kolem, rovnoměrný a úměrný. Na rovnodennostech bude slunce procházet středem oblohy (zenith), na slunovratu v červnu bude putovat svou nejjižnější cestou (bude na sever) a na slunovratu v prosinci bude nejsevernější cesta vedena (více na jih) ). Tyto přírodní jevy jsou známkami čtyř hlavních festivalů, které slaví určitou část zemědělského kalendáře, protože jsou inflexními body mezi klimatickými obdobími. Podle koloniálního kronikáře Juana de Betanzose „Indové znali skokové roky“; díky výzkumu Gustava Guayasamína je cyklický pohyb identifikován ve čtyřletém intervalu na slunci; abychom to pozorovali, doporučujeme umístit se na březnový rovnodennost (přibližně březnový rovnodennost je 21. den v gregoriánském kalendáři), na sluneční den (12:20 v občanském čase pro rok 2018). Díky "Oknu Datum / Čas" se pak můžeme z roku na rok posunout vpřed a všimneme si, že se slunce pohybuje a vrací se do bodu, kdy pozorování začíná v období čtyř let, například: Začíná v roce 2016 , pohybuje se vlevo od diváka v roce 2017, pokračuje v pohybu vlevo v roce 2018, také se pohybuje v roce 2019 a v roce 2020 se vrací do své původní polohy; potom spusťte znovu cyklus. ### Jasné souhvězdí, asterismy a směrnice v Andách. Domníváme se, že pomocí „hvězdných zrcadel“ mohli mudrci registrovat hvězdný provoz; Prostřednictvím tohoto pozorování si všimli, že během nočních pádů každé rovnodennosti a slunovratu se na obloze objevují specifické hvězdy, jako by označovaly klimatické změny, kterým jsme vystaveni, takže tyto kosmické signály byly zaznamenány v andské prehispánské dědictví, které vedlo ke vzniku andské geometrické tvary. __March Equinox__ Kříž "Antonio Quinatoa": * Za soumraku se objevují první hvězdy: Sirius - Procyon - Rigel - Betelgeuse, které tvoří čtverec nebo kříž s názvem "Antonio Quinatoa". Mužský cyklus řídí souhvězdí. __September Equinox__ * Molestina Triangle: * První hvězdy, které se objeví, jsou: Altair - Vega - Antares, kteří tvoří trojúhelník s názvem "Molestina". __Constellation Daniela Alejandra Ayala: __ Díky tvrdé práci při registraci návrhů jsme identifikovali jasnou souhvězdí nazvanou „Daniela Alejandra Ayala“, kosmický soubor, který doprovází obraz „Mono Andino“. Objevuje se ve středu oblohy za soumraku ženské rovnodennosti. __Jun Solstice__ __Jižní kříž: __ Nejvýznamnějšími hvězdami večera letního slunovratu pro severní polokouli jsou: A Cruz, Mimosa, Crucis, ζ Crucis, λ Crucis a μ Crucis, které tvoří „Jižní kříž“. __December Solstice__ __Šipka „Jorge Trujillo“: __ Nejvýznamnějšími hvězdami večera zimního slunovratu pro jižní polokouli jsou Caph - Shedar - Navi - K Cas, jsou součástí západní souhvězdí Cassiopeia, výsledná podoba evokuje tvar šíp, který na konci prosincového slunovratu. Je ve směru východ - západ. Asterismy, které zahrnujeme, jsou první hvězdy, které se objeví na konci každé rovnodennosti nebo slunovratu. Stejně jako souhvězdí, tyto základní formy (kosočtverec, čtverec, trojúhelník a šíp) označují začátek nebo konec cyklu, zjevně je objevily a zaznamenaly lidské bytosti před formami v temných souhvězdích. ### Posvátné bytosti v Kosmu. Temné souhvězdí. #### Mléčná dráha Naše planeta patří do galaxie Mléčné dráhy, jejíž tvar má tvar velkého disku se dvěma vydutými rameny; tato forma a rotace Země znamená, že ve večerních hodinách rovnodenností a slunovratů můžeme ocenit jejich konkrétní část, a tak se stát signálem, který předci ocenili, aby změřili časy. V mnoha andách se nazývá v Andách jako „Muyun“ a představuje obrovský had, který dává život. Na rozdíl od Západu nejsou souhvězdí tvořeny jasnými body nebo hvězdami; astrální bytosti jsou umístěny v „temných skvrnách“ existujících v záři Mléčné dráhy, takže v každém z obratů naší roční cesty kolem Slunce (Solstice a rovnodennosti) najdeme v každém „viditelném souhvězdí“ konec galaxie. Stejně jako u lunárních nebo solárních pohybů, i pohyb souhvězdí v severních Andách znamenal začátek nebo konec specifických období, zemědělských, občanských, reprodukčních nebo slavnostních. Stanovili osud bytostí, dostávali úctu a úctu těm, kteří přišli pro svou moudrost; tak se vyvíjí náboženská myšlenka podobná tomu slunci nebo měsíci po celém kontinentu. Zde popisujeme souhvězdí, které byly doposud dekódovány: #### Dark Constellations | popis | obrázek | |-------------|--------------------| | Estelina Quinatoa (Jaguar): Souhvězdí, které řídí mužský cyklus, také nazývané „Wilca“ nebo „Otorongo“, označuje příchod plodin jemných zrn. | ![](jaguar.webp) | | Mercedes Cotacachi (Monkey): Souhvězdí, které řídí ženský cyklus, označuje příchod dešťů a začátek zemědělských procesů. | ![](mono.webp) | | Hernán Crespo Toral (Žába): „Hampatu“ je zvíře, které má několik fází, jako je myšlenka andských, objevuje se v noci červnového slunovratu a souvisí s kontaktem se světem mrtvých. | ! [] {sapo.webp) | | Ana Jaramillo de Velasteguí (The Warrior): Známý jako „Muž a kopí“ nebo „Tanečník“, prosincovým slunovratem se řídí souhvězdí. | ![](guerrero.webp) |
fil: ### Hilagang Andes Ang mga ito ay may kumplikadong laboratoryo na nagtuturo sa atin tungkol sa iba't ibang agham na pinag-isipan ng sangkatauhan sa kasaysayan nito. Simula sa pagmamasid hanggang sa iba't ibang elemento na nakapaligid sa atin, na may pangangailangang tiyakin ang ating kaligtasan bilang isang uri at lahi, natutunan ng tao na maunawaan ang patuloy na ibinubugang mga senyales ng kosmos: sa mga halaman, hayop, klima at iba pang elemento. Pagkatapos ang matalino ay natutong magbabala tungkol sa mga pagbabagong nakakaapekto sa mga buhay na nilalang. Upang gayahin ang mga sukat ng ninuno sa mga obserbatoryo ng Andean, iminumungkahi namin ang paggamit ng lalagyan ng malawak na bibig; sa bukas ay ilalagay natin ito at i-level ng maayos. Upang makalikha ng star mirror, pupunuin natin ito ng tubig. Sa repleksyon na ito ng kalangitan, ang Andean sage ay maaaring humanga at magtala ng mga galaw ng araw, buwan, planeta o mga bituin. Ang Stellarium simulation ay nagbibigay-daan sa amin na muling likhain ang mga "kosmikong salamin" na ito at suriin ang partikular na stellar dynamics na nakikita sa Northern Andes pati na rin ang millenarian wise men sa kanilang matiyagang pagmamasid sa mga edad. Ang mga nilalang na ito ay nagrehistro ng mga cosmic na paggalaw sa kasalukuyang pre-hispanic na pamana ng mga mamamayang Andean. Bukod pa rito, gumawa sila ng mga graphic na pagsasaayos, na pagkatapos ng maraming pinagsamang gawain ng ilang mga mananaliksik sa ilang henerasyon sa simula ng ika-21 siglo ay bahagyang na-decode. Dito namin sinasabi kung ano ang nakita namin sa ekwador na kalangitan: ### Ang Araw (Punchao o Wilca) Kapag nakita natin ang ating sarili sa gitna ng planeta, ang maliwanag na paggalaw na ginagawa ng araw sa pamamagitan ng ating taunang paglalakbay sa paligid nito ay katumbas ng distansiya at proporsyonal. Sa mga equinox, tatawid ang araw sa gitna ng kalangitan (zenith), sa solstice ng Hunyo ito ay maglalakbay sa pinakatimog na kalsada nito (ito ay pupunta sa hilaga) at sa solstice ng Disyembre ang pinakahilagang landas ay lalakbayin (higit pa sa timog ). Ang mga likas na phenomena na ito ay ang mga marka ng apat na pangunahing pagdiriwang na nagdiriwang ng isang partikular na bahagi ng kalendaryong pang-agrikultura dahil sila ang mga punto ng pagbabago sa pagitan ng mga panahon ng klima. Ayon sa colonial chronicler na si Juan de Betanzos "alam ng mga Indian ang mga taon ng paglukso"; salamat sa pananaliksik ni Gustavo Guayasamín, isang paikot na kilusan ang natukoy sa apat na taong pagitan sa araw; para obserbahan ito, iminumungkahi naming ilagay ang aming sarili sa March equinox (humigit-kumulang ang March equinox ay ang ika-21 araw sa Gregorian calendar), sa solar daytime (12:20 sa civil time para sa taong 2018). Pagkatapos ay maaari tayong sumulong sa oras salamat sa "Window ng Petsa / Oras" bawat taon at mapapansin natin na gumagalaw ang araw, babalik sa punto kung saan nagsisimula ang pagmamasid sa mga yugto ng apat na taon, halimbawa: Nagsisimula ito sa 2016 , lumilipat sa kaliwa ng manonood sa 2017, patuloy na gumagalaw sa kaliwa sa 2018, gumagalaw din sa 2019 at sa 2020 ay bumalik sa orihinal nitong posisyon; pagkatapos ay simulan muli ang cycle. ### Maaliwalas na Mga Konstelasyon, Asterismo at Mga Alituntunin sa Andes. Isinasaalang-alang namin na sa pamamagitan ng "stellar mirrors" ang mga pantas ay maaaring magrehistro ng stellar traffic; Sa pamamagitan ng obserbasyon na ito napansin nila na sa gabi ng bawat equinox at solstice, lumilitaw ang mga partikular na bituin sa kalangitan, na para bang minarkahan nila ang mga pagbabago sa klima kung saan tayo nalantad, kaya ang mga cosmic signal na ito ay naitala sa Andean prehispanic patrimony na nagbunga ng ang Andean geometrical forms. __Marso Equinox__ *"Antonio Quinatoa" Cross:* Sa dapit-hapon ang mga unang bituin na lilitaw ay: Sirius - Procyon - Rigel - Betelgeuse, na bumubuo ng isang parisukat o ang krus na pinangalanang "Antonio Quinatoa". Ito ang konstelasyon na namamahala sa panlalaking ikot. __September Equinox__ *Molestina Triangle:* Ang mga unang bituin na lumitaw ay: Altair - Vega - Antares na bumubuo sa tatsulok na pinangalanang "Molestina". __Konstelasyon Daniela Alejandra Ayala:__ Dahil sa pagsusumikap sa pagpaparehistro ng mga disenyo, natukoy namin ang malinaw na konstelasyon na pinangalanang "Daniela Alejandra Ayala", isang cosmic set na kasama ng imahe ng "Mono Andino". Lumilitaw ito sa gitna ng kalangitan sa gabi ng babaeng equinox. __June Solstice__ __South Cross:__ Ang pinakanamumukod-tanging mga bituin sa gabi ng Summer Solstice para sa Northern Hemisphere ay: A Cruz, Mimosa, δ Crucis, ζ Crucis, λ Crucis at μ Crucis na bumubuo sa "Southern Cross". __Disyembre Solstice__ __Ang "Jorge Trujillo" Arrow:__ Ang pinakanamumukod-tanging mga bituin sa gabi ng winter solstice para sa southern hemisphere ay ang Caph - Shedar - Navi - K Cas, sila ay bahagi ng kanlurang konstelasyon ng Cassiopeia, ang resultang anyo ay nagpapalabas ng hugis ng isang arrow na sa pagtatapos ng solstice ng Disyembre. Ito ay nasa direksyong Silangan-Kanluran. Ang mga asterismo na kasama namin ay ang mga unang bituin na lilitaw sa dulo ng bawat equinox o solstice. Tulad ng mga konstelasyon, ang mga pangunahing anyo na ito (brilyante, parisukat, tatsulok at arrow), ay nagmamarka sa simula o pagtatapos ng isang cycle, tila natuklasan at naitala ng mga tao ang mga ito bago ang mga anyo sa madilim na mga konstelasyon. ### Ang Mga Sagradong Tao sa Kosmos. Ang Madilim na Konstelasyon. #### Ang Milky Way Ang ating planeta ay kabilang sa kalawakan ng Milky Way, na ang hugis ay isang malaking disk na may dalawang nakaumbok na braso; ang anyo na ito at ang pag-ikot ng mundo ay nangangahulugan na sa mga gabi ng mga equinox at solstice ay maaari nating pahalagahan ang isang tiyak na bahagi nito, kaya nagiging isang senyales na pinahahalagahan ng mga ninuno upang sukatin ang mga oras. Tinatawag sa Andes bilang "Muyun" para sa maraming tao, ito ay kumakatawan sa isang dambuhalang ahas na nagbibigay-buhay. Taliwas sa Kanluran, ang mga konstelasyon ay hindi binubuo ng mga maliliwanag na punto o bituin; ang mga astral na nilalang ay matatagpuan sa mga "dark spot" na umiiral sa ningning ng Milky Way, kaya sa bawat pagliko sa ating taunang landas sa paligid ng araw (Solstices at Equinoxes), makikita natin ang isang gabay na konstelasyon sa bawat "nakikita. dulo" ng kalawakan. Tulad ng mga paggalaw ng buwan o solar, ang mga paggalaw ng mga konstelasyon sa Northern Andes ay minarkahan ang simula o pagtatapos ng mga partikular na panahon, agrikultura, sibil, reproduktibo o maligaya. Natukoy nila ang kapalaran ng mga nilalang, tumatanggap ng paggalang at paggalang sa mga dumating para sa kanilang karunungan; kaya nagkakaroon ng relihiyosong kaisipan na katulad ng sa araw o buwan sa buong kontinente. Dito namin inilalarawan ang mga konstelasyon na na-decode hanggang sa kasalukuyan: #### Madilim na Konstelasyon | paglalarawan | larawan | |-----------|------------------| | Estelina Quinatoa (Ang Jaguar): Ang konstelasyon na namamahala sa siklo ng lalaki, na tinatawag ding "Wilca" o "Otorongo", ay nagpapahiwatig ng pagdating ng mga pananim ng malambot na butil. | ![](jaguar.webp) | | Mercedes Cotacachi (The Monkey): Ang konstelasyon na namamahala sa siklo ng babae, ay nagpapahiwatig ng pagdating ng mga pag-ulan at pagsisimula ng mga proseso ng agrikultura. | ![](mono.webp) | | Hernán Crespo Toral (Ang Palaka): Ang "Hampatu" ay ang hayop na may ilang yugto, tulad ng pag-iisip ng Andean, lumilitaw ito sa gabi ng June solstice at ito ay nauugnay sa pakikipag-ugnayan sa mundo ng mga patay. | ![]{sapo.webp) | | Ana Jaramillo de Velasteguí (Ang Mandirigma): Kilala bilang "ang Tao at ang Sibat" o "Ang Mananayaw", ang konstelasyon ay namamahala sa solstice ng Disyembre. | ![](guerrero.webp) |
fr: ### Andes du Nord Ils ont un laboratoire complexe qui nous enseigne les différentes sciences que l'humanité a envisagées dans son histoire. À partir de l'observation jusqu'aux différents éléments qui nous entourent, avec la nécessité d'assurer notre survie en tant qu'espèce et lignée, l'être humain a appris à comprendre les signaux constamment émis du cosmos: dans les plantes, les animaux, le climat et d'autres éléments. Ensuite, les sages ont appris à mettre en garde contre les changements qui affectent les êtres vivants. Afin de reproduire les mesures ancestrales dans les observatoires andins, nous proposons l'utilisation d'un récipient à large ouverture; à l'air libre, nous allons le placer et niveler correctement. Afin de créer un miroir étoilé, nous le remplirons d'eau. Dans ce reflet du ciel, la sauge andine peut admirer et enregistrer les mouvements du soleil, de la lune, des planètes ou des étoiles. La simulation Stellarium nous permet de recréer ces «miroirs cosmiques» et d'analyser la dynamique stellaire spécifique que l'on voit dans les Andes du Nord ainsi que les sages millénaires dans leur observation patiente à travers les âges. Ces êtres ont inscrit les mouvements cosmiques dans l'héritage préhispanique actuel des peuples andins. De plus, ils ont produit des configurations graphiques qui, après de nombreux travaux conjoints de plusieurs chercheurs de plusieurs générations au début du 21e siècle, ont été partiellement décodées. Ici, nous racontons ce que nous avons trouvé dans le ciel équatorial: ### Le Soleil (Punchao o Wilca) Lorsque nous nous trouvons au centre de la planète, le mouvement apparent que le soleil fait à travers notre voyage annuel autour d'elle est équidistant et proportionnel. Aux équinoxes, le soleil traversera le centre du ciel (zénith), le solstice de juin parcourra sa route la plus au sud (il ira vers le nord) et le solstice de décembre le chemin le plus au nord sera parcouru (plus au sud ). Ces phénomènes naturels sont les marques des quatre principales fêtes qui célèbrent une partie spécifique du calendrier agricole car ils sont les points d'inflexion entre les saisons climatiques. Selon le chroniqueur colonial Juan de Betanzos "les Indiens connaissaient les années bissextiles"; grâce aux recherches de Gustavo Guayasamín, un mouvement cyclique est identifié dans un intervalle de quatre ans au soleil; pour l'observer, nous vous suggérons de nous placer à l'équinoxe de mars (environ les équinoxes de mars sont le 21ème jour du calendrier grégorien), au jour solaire (12h20 dans le temps civil pour l'année 2018). On peut alors avancer dans le temps grâce au "Date / Time Window" d'année en année et on remarquera que le soleil se déplace, revenant au point où l'observation commence par périodes de quatre ans, par exemple: Il commence en 2016 , se déplace vers la gauche du spectateur en 2017, continue de se déplacer vers la gauche en 2018, se déplace également en 2019 et en 2020 revient à sa position initiale; puis recommencez le cycle. ### Constellations claires, astérismes et lignes directrices dans les Andes. Nous considérons qu'au moyen de «miroirs stellaires», les sages pouvaient enregistrer le trafic stellaire; Grâce à cette observation, ils ont remarqué que pendant les tombées de la nuit de chaque équinoxe et solstice, des étoiles spécifiques apparaissent dans le ciel, comme si elles marquaient les changements climatiques auxquels nous sommes exposés, de sorte que ces signaux cosmiques ont été enregistrés dans le patrimoine préhispanique andin donnant lieu à les formes géométriques andines. __Mars Equinox__ * Croix "Antonio Quinatoa": * Au crépuscule, les premières étoiles à apparaître sont: Sirius - Procyon - Rigel - Betelgeuse, qui forment un carré ou la croix nommée "Antonio Quinatoa". C'est la constellation qui régit le cycle masculin. __ Équinoxe de septembre__ * Triangle Molestina: * Les premières étoiles à apparaître sont: Altair - Vega - Antares qui composent le triangle nommé "Molestina". __Constellation Daniela Alejandra Ayala: __ Grâce au travail acharné dans l'enregistrement des dessins, nous avons identifié la constellation claire nommée "Daniela Alejandra Ayala", un ensemble cosmique qui accompagne l'image du "Mono Andino". Il apparaît au centre du ciel à la tombée de la nuit de l'équinoxe femelle. __Solstice de juin__ __ Croix du Sud: __ Les étoiles les plus remarquables du soir du solstice d'été pour l'hémisphère Nord sont: A Cruz, Mimosa, δ Crucis, ζ Crucis, λ Crucis et μ Crucis qui forment la "Southern Cross". __Solstice de décembre__ __La flèche "Jorge Trujillo": __ Les étoiles les plus remarquables du soir du solstice d'hiver pour l'hémisphère sud sont Caph - Shedar - Navi - K Cas, elles font partie de la constellation occidentale de Cassiopée, la forme résultante évoque la forme de une flèche qui à la fin du solstice de décembre. C'est dans une direction Est - Ouest. Les astérismes que nous incluons sont les premières étoiles à apparaître à la fin de chaque équinoxe ou solstice. Comme les constellations, ces formes de base (diamant, carré, triangle et flèche) marquent le début ou la fin d'un cycle, apparemment des êtres humains les ont découvertes et enregistrées avant les formes dans les constellations sombres. ### Les êtres sacrés dans le cosmos. Les constellations sombres. #### La voie Lactée Notre planète appartient à la galaxie de la Voie lactée, dont la forme est celle d'un grand disque à deux bras bombés; cette forme et la rotation de la terre signifient que les soirs des équinoxes et des solstices nous pouvons en apprécier une partie spécifique, devenant ainsi un signal que les ancêtres ont apprécié pour mesurer les temps. Appelé dans les Andes comme le "Muyun" pour de nombreux peuples, il représente un gigantesque serpent vivifiant. Contrairement à l'Occident, les constellations ne sont pas constituées de points lumineux ou d'étoiles; les êtres astraux sont logés dans les "taches sombres" existant dans l'éclat de la Voie lactée, donc à chacun des points tournants de notre trajectoire annuelle autour du soleil (solstices et équinoxes), nous trouverons une constellation directrice dans chaque "visible" fin "de la galaxie. Comme pour les mouvements lunaires ou solaires, les mouvements des constellations dans les Andes du Nord ont marqué le début ou la fin d'époques spécifiques, agricoles, civiles, reproductives ou festives. Ils ont déterminé le sort des êtres, recevant respect et vénération pour ceux qui sont venus pour leur sagesse; développant ainsi une pensée religieuse semblable à celle du soleil ou de la lune sur tout le continent. Nous décrivons ici les constellations décodées à ce jour: #### Constellations sombres | description | image | |-------------|--------------------| | Estelina Quinatoa (Le Jaguar): Constellation qui régit le cycle masculin, également appelée "Wilca" ou "Otorongo", indique l'arrivée des récoltes de céréales tendres. | ![](jaguar.webp) | | Mercedes Cotacachi (The Monkey): Constellation qui régit le cycle féminin, indique l'arrivée des pluies et le début des processus agricoles. | ![](mono.webp) | | Hernán Crespo Toral (La grenouille): Le "Hampatu" est l'animal qui a plusieurs étapes, comme la pensée andine, il apparaît la nuit du solstice de juin et il est lié au contact avec le monde des morts. | ! [] {sapo.webp) | | Ana Jaramillo de Velasteguí (Le guerrier): Connue sous le nom de "l'homme et la lance" ou "la danseuse", la constellation régit le solstice de décembre. | ![](guerrero.webp) |
id: ### Andes Utara Memiliki laboratorium kompleks yang mengajarkan kita tentang berbagai ilmu yang telah direnungkan umat manusia dalam sejarahnya. Mulai dari pengamatan terhadap berbagai elemen yang mengelilingi kita, dengan kebutuhan untuk memastikan kelangsungan hidup kita sebagai spesies dan garis keturunan, manusia belajar memahami sinyal kosmos yang terus-menerus dipancarkan: pada tumbuhan, hewan, iklim, dan elemen lainnya. Kemudian orang bijak belajar untuk memperingatkan tentang perubahan yang mempengaruhi makhluk hidup. Untuk mereplikasi pengukuran leluhur di observatorium Andes, kami mengusulkan penggunaan wadah bermulut lebar; di tempat terbuka kita akan menempatkannya dan level dengan benar. Untuk membuat cermin bintang, kita akan mengisinya dengan air. Dalam refleksi langit ini, orang bijak Andes dapat mengagumi dan merekam pergerakan matahari, bulan, planet, atau bintang. Simulasi Stellarium memungkinkan kita untuk menciptakan kembali "cermin kosmik" ini dan menganalisis dinamika bintang tertentu yang terlihat di Andes Utara serta orang-orang bijak milenarian dalam pengamatan mereka yang sabar selama berabad-abad. Makhluk-makhluk ini telah mendaftarkan gerakan kosmik dalam warisan pra-hispanik masyarakat Andes saat ini. Selain itu, mereka menghasilkan konfigurasi grafis, yang setelah banyak kerja bersama oleh beberapa peneliti dalam beberapa generasi pada awal abad ke-21 telah sebagian diterjemahkan. Di sini kami menceritakan apa yang kami temukan di langit khatulistiwa: ### Matahari (Punchao o Wilca) Ketika kita menemukan diri kita di pusat planet ini, gerakan nyata yang dilakukan matahari melalui perjalanan tahunan kita mengelilinginya adalah sama dan proporsional. Pada saat ekuinoks matahari akan melintasi pusat langit (zenith), pada titik balik matahari bulan Juni ia akan menempuh jalan paling selatan (akan menuju ke utara) dan pada titik balik matahari bulan Desember jalur paling utara akan dilalui (lebih ke selatan ). Fenomena alam ini adalah tanda dari empat festival utama yang merayakan bagian tertentu dari kalender pertanian karena mereka adalah titik belok antara musim iklim. Menurut penulis sejarah kolonial Juan de Betanzos "orang India tahu tahun kabisat"; berkat penelitian Gustavo Guayasamín, gerakan siklik diidentifikasi dalam interval empat tahun di matahari; untuk mengamatinya, kami menyarankan untuk menempatkan diri pada ekuinoks Maret (kira-kira ekuinoks Maret adalah hari ke-21 dalam kalender Gregorian), pada siang hari matahari (12:20 dalam waktu sipil untuk tahun 2018). Kami kemudian dapat bergerak maju dalam waktu berkat "Jendela Tanggal / Waktu" dari tahun ke tahun dan kami akan melihat bahwa matahari bergerak, kembali ke titik di mana pengamatan dimulai dalam periode empat tahun, misalnya: Dimulai pada tahun 2016 , bergerak ke kiri penonton pada tahun 2017, terus bergerak ke kiri pada tahun 2018, juga bergerak pada tahun 2019 dan pada tahun 2020 kembali ke posisi semula; kemudian mulai siklus lagi. ### Bersihkan Rasi Bintang, Asterisme, dan Pedoman di Andes. Kami menganggap bahwa melalui "cermin bintang" orang bijak dapat mencatat lalu lintas bintang; Melalui pengamatan ini mereka memperhatikan bahwa selama malam hari setiap ekuinoks dan titik balik matahari, bintang-bintang tertentu muncul di langit, seolah-olah mereka menandai perubahan iklim yang kita hadapi, sehingga sinyal kosmik ini direkam dalam warisan pra-hispanik Andes sehingga menimbulkan bentuk geometris Andes. __Ekuinoks Maret__ *Salib "Antonio Quinatoa":* Saat senja bintang yang pertama muncul adalah: Sirius - Procyon - Rigel - Betelgeuse, yang membentuk persegi atau salib bernama "Antonio Quinatoa". Ini adalah konstelasi yang mengatur siklus maskulin. __Ekuinoks September__ *Segitiga Molestina:* Bintang pertama yang muncul adalah: Altair - Vega - Antares yang membentuk segitiga bernama "Molestina". __Constellation Daniela Alejandra Ayala:__ Berkat kerja keras dalam pendaftaran desain, kami telah mengidentifikasi konstelasi yang jelas bernama "Daniela Alejandra Ayala", satu set kosmik yang menyertai gambar "Mono Andino". Itu muncul di tengah langit pada malam hari ekuinoks perempuan. __titik balik matahari Juni__ __Salib Selatan:__ Bintang-bintang yang paling menonjol pada malam Titik Balik Matahari Musim Panas untuk Belahan Bumi Utara adalah: A Cruz, Mimosa, Crucis, Crucis, Crucis dan Crucis yang membentuk "Salib Selatan". __ Solstice Desember__ __The "Jorge Trujillo" Panah:__ Bintang yang paling menonjol di malam titik balik matahari musim dingin untuk belahan bumi selatan adalah Caph - Shedar - Navi - K Cas, mereka adalah bagian dari konstelasi barat Cassiopeia, bentuk yang dihasilkan membangkitkan bentuk panah yang pada akhir titik balik matahari Desember. Itu dalam arah Timur - Barat. Asterisme yang kami sertakan adalah bintang pertama yang muncul di akhir setiap titik balik matahari atau titik balik matahari. Seperti rasi bintang, bentuk-bentuk dasar ini (berlian, persegi, segitiga dan panah), menandai awal atau akhir dari sebuah siklus, ternyata manusia menemukan dan mencatatnya sebelum bentuk-bentuk itu di rasi bintang yang gelap. ### Makhluk Suci di Alam Semesta. Rasi Bintang Gelap. #### Bima Sakti Planet kita termasuk dalam galaksi Bima Sakti, yang bentuknya seperti piringan besar dengan dua lengan yang menonjol; bentuk dan rotasi bumi ini berarti bahwa pada malam ekuinoks dan titik balik matahari kita dapat menghargai bagian tertentu darinya, sehingga menjadi sinyal yang dihargai oleh nenek moyang untuk mengukur waktu. Disebut di Andes sebagai "Muyun" bagi banyak orang, itu mewakili ular pemberi kehidupan raksasa. Bertentangan dengan Barat, rasi bintang tidak terdiri dari titik terang atau bintang; makhluk astral ditempatkan di "titik gelap" yang ada dalam kecemerlangan Bima Sakti, jadi di setiap titik balik di jalur tahunan kita mengelilingi matahari (Solstis dan Ekuinoks), kita akan menemukan konstelasi pemandu di setiap "titik balik yang terlihat". akhir" galaksi. Seperti pergerakan bulan atau matahari, pergerakan rasi bintang di Andes Utara menandai awal atau akhir era tertentu, pertanian, sipil, reproduksi, atau perayaan. Mereka menentukan nasib makhluk, menerima rasa hormat dan penghormatan bagi mereka yang datang karena kebijaksanaan mereka; sehingga mengembangkan pemikiran keagamaan yang serupa dengan matahari atau bulan di seluruh benua. Di sini kami menjelaskan rasi bintang yang diterjemahkan hingga saat ini: #### Rasi Bintang Gelap | deskripsi | gambar | |-----------|------------------| | Estelina Quinatoa (The Jaguar): Rasi bintang yang mengatur siklus jantan, juga disebut "Wilca" atau "Otorongo", menunjukkan datangnya tanaman biji-bijian yang lembut. | ![](jaguar.webp) | | Mercedes Cotacachi (Monyet): Rasi bintang yang mengatur siklus wanita, menunjukkan datangnya hujan dan dimulainya proses pertanian. | ![](mono.webp) | | Hernán Crespo Toral (Katak): "Hampatu" adalah hewan yang memiliki beberapa tahapan, seperti pemikiran Andes, muncul pada malam titik balik matahari Juni dan terkait dengan kontak dengan dunia kematian. | ![]{sapo.webp) | | Ana Jaramillo de Velasteguí (Prajurit): Dikenal sebagai "Pria dan Tombak" atau "Penari", rasi bintang mengatur titik balik matahari Desember. | ![](guerrero.webp) |
pl: ### Andy Północne Mają złożone laboratorium, które uczy nas o różnych naukach, które ludzkość rozważała w swojej historii. Począwszy od obserwacji po różne otaczające nas elementy, z potrzebą zapewnienia naszego przetrwania jako gatunku i linii, człowiek nauczył się rozumieć stale emitowane sygnały kosmosu: w roślinach, zwierzętach, klimacie i innych elementach. Następnie mądrzy nauczyli się ostrzegać przed zmianami, które wpływają na żywe istoty. Aby powtórzyć pomiary przodków w obserwatoriach andyjskich, proponujemy użycie pojemnika z szerokimi ustami; na otwartej przestrzeni umieścimy go i wypoziomujemy odpowiednio. Aby stworzyć lustro gwiezdne, napełnimy je wodą. W tym odbiciu nieba mędrzec andyjski może podziwiać i rejestrować ruchy słońca, księżyca, planet lub gwiazd. Symulacja Stellarium pozwala nam odtworzyć te „kosmiczne zwierciadła” i przeanalizować specyficzną dynamikę gwiezdną, która jest obserwowana w Andach Północnych, a także millenariańskich mędrców podczas ich obserwacji przez wieki. Istoty te zarejestrowały ruchy kosmiczne w obecnym przedhiszpańskim dziedzictwie ludów andyjskich. Ponadto stworzyli konfiguracje graficzne, które po wielu wspólnych pracach kilku badaczy w kilku pokoleniach na początku XXI wieku zostały częściowo zdekodowane. Tutaj mówimy, co znaleźliśmy na niebie równikowym: ### The Sun (Punchao o Wilca) Kiedy znajdujemy się w centrum planety, pozorny ruch, jaki wykonuje Słońce podczas naszej corocznej podróży wokół niego, jest w równej odległości i proporcjonalny. W równonocy słońce przejdzie przez środek nieba (zenit), w dniu przesilenia czerwcowego przemierzy swoją najbardziej wysuniętą na południe drogę (pójdzie na północ), a podczas przesilenia grudnia przesunie się na północ (bardziej na południe) ). Te naturalne zjawiska są znakami czterech głównych festiwali, które obchodzą określoną część kalendarza rolnictwa, ponieważ są punktami zwrotnymi między sezonami klimatycznymi. Według kronikarza kolonialnego Juana de Betanzos „Hindusi znali lata przestępne”; dzięki badaniom Gustavo Guayasamina cykliczny ruch jest identyfikowany w słońcu w odstępie czterech lat; aby to zaobserwować, sugerujemy, abyśmy znaleźli się w równonocy marcowej (w przybliżeniu równonocy marcowe to 21 dzień w kalendarzu gregoriańskim), w dzień słoneczny (12:20 czasu cywilnego na rok 2018). Możemy następnie poruszać się w czasie dzięki „Oknu daty / godziny” z roku na rok i zauważymy, że Słońce się porusza, wracając do punktu, w którym obserwacja rozpoczyna się w okresach czterech lat, na przykład: Rozpoczyna się w 2016 r. , przesuwa się na lewo od widza w 2017 r., nadal przesuwa się na lewo w 2018 r., również przesuwa się w 2019 r., a w 2020 r. powraca do swojej początkowej pozycji; następnie ponownie rozpocznij cykl. ### Wyczyść konstelacje, asteryzm i wytyczne w Andach. Uważamy, że za pomocą „gwiezdnych zwierciadeł” mędrcy mogą zarejestrować ruch gwiezdny; Poprzez tę obserwację zauważyli, że podczas nocnych zmagań każdej równonocy i przesilenia na niebie pojawiają się określone gwiazdy, jakby oznaczały zmiany klimatyczne, na które jesteśmy narażeni, więc te kosmiczne sygnały zostały zarejestrowane w andyjskim przedhispanicznym dziedzictwie, co dało początek andyjskie formy geometryczne. __Marc Equinox__ * Krzyż „Antonio Quinatoa”: * O zmierzchu pojawiają się pierwsze gwiazdy: Syriusz - Procyon - Rigel - Betelgeuse, które tworzą kwadrat lub krzyż o nazwie „Antonio Quinatoa”. To konstelacja rządzi męskim cyklem. __ września równonoc__ * Trójkąt Molestina: * Pierwsze gwiazdy, które się pojawią to: Altair - Vega - Antares, które tworzą trójkąt o nazwie „Molestina”. __Constellation Daniela Alejandra Ayala: __ Dzięki ciężkiej pracy przy rejestracji wzorów zidentyfikowaliśmy wyraźną konstelację o nazwie „Daniela Alejandra Ayala”, kosmiczny zestaw, który towarzyszy obrazowi „Mono Andino”. Pojawia się na środku nieba o zmroku równonocy kobiecej. __ czerwiec przesilenie__ __South Cross: __ Najbardziej wyróżniającymi się gwiazdami wieczoru przesilenia letniego na półkuli północnej są: A Cruz, Mimosa, δ Crucis, ζ Crucis, λ Crucis i μ Crucis, którzy tworzą „Krzyż południowy”. __ grudnia przesilenie__ __Strzała „Jorge Trujillo”: __ Najwybitniejszymi gwiazdami wieczoru przesilenia zimowego na półkuli południowej są Caph - Shedar - Navi - K Cas, są one częścią zachodniej konstelacji Kasjopei, powstała forma przywołuje kształt strzała, która pod koniec przesilenia grudniowego. Jest w kierunku wschód - zachód. Gwiazdy, które włączamy, są pierwszymi gwiazdami pojawiającymi się na końcu każdej równonocy lub przesilenia. Podobnie jak konstelacje, te podstawowe formy (diament, kwadrat, trójkąt i strzała) oznaczają początek lub koniec cyklu, najwyraźniej ludzie odkryli je i zapisali przed formami w ciemnych konstelacjach. ### Święte istoty w kosmosie. Mroczne konstelacje. #### Droga Mleczna Nasza planeta należy do galaktyki Drogi Mlecznej, której kształt ma kształt dużego dysku z dwoma wypukłymi ramionami; ta forma i obrót Ziemi oznacza, że wieczorem wieczorem równonocy i przesilenia możemy docenić określoną jej część, stając się w ten sposób sygnałem, który przodkowie docenili mierząc czasy. Nazywany w Andach „Muyun” dla wielu ludzi, reprezentuje gigantycznego życiodajnego węża. W przeciwieństwie do Zachodu, konstelacje nie składają się z jasnych punktów lub gwiazd; istoty astralne są umieszczone w „ciemnych plamach” istniejących w blasku Drogi Mlecznej, więc w każdym punkcie zwrotnym naszej rocznej ścieżki wokół Słońca (Przesilenia i równonocy) znajdziemy konstelację przewodnią w każdym „widocznym” koniec ”galaktyki. Podobnie jak w przypadku ruchów księżycowych lub słonecznych, ruchy konstelacji w Andach Północnych oznaczały początek lub koniec określonych epok, rolniczych, cywilnych, reprodukcyjnych lub świątecznych. Ustalili los istot, otrzymując szacunek i cześć dla tych, którzy przybyli po ich mądrość; rozwijając w ten sposób myśl religijną podobną do słońca lub księżyca na całym kontynencie. Tutaj opisujemy dekodowane do tej pory konstelacje: #### Mroczne konstelacje | opis | obraz | |-------------|--------------------| | Estelina Quinatoa (Jaguar): Konstelacja rządząca męskim cyklem, zwana także „Wilca” lub „Otorongo”, wskazuje na przybycie plonów delikatnych ziaren. | ![](jaguar.webp) | | Mercedes Cotacachi (The Monkey): Constellation, który rządzi cyklem żeńskim, wskazuje na nadejście deszczy i rozpoczęcie procesów rolniczych. | ![](mono.webp) | | Hernán Crespo Toral (Żaba): „Hampatu” to zwierzę, które ma kilka etapów, podobnie jak myśl Andyjczyków, pojawia się w noc przesilenia czerwcowego i jest związane z kontaktem ze światem umarłych. | ! [] {sapo.webp) | | Ana Jaramillo de Velasteguí (Wojownik): Znany jako „Człowiek i włócznia” lub „Tancerz”, konstelacja rządzi przesileniem grudniowym. | ![](guerrero.webp) |
pt: Norte dos Andes Eles têm um laboratório complexo que nos ensina sobre as diferentes ciências que a humanidade contemplou em sua história. Partindo da observação até os vários elementos que nos cercam, com a necessidade de garantir nossa sobrevivência como espécie e linhagem, o ser humano aprendeu a entender os sinais constantemente emitidos pelo cosmos: nas plantas, nos animais, no clima e em outros elementos. Então, o sábio aprendeu a alertar sobre as mudanças que afetam os seres vivos. Para replicar as medidas ancestrais nos observatórios andinos, propomos o uso de um contêiner de boca larga; ao ar livre, vamos colocá-lo e nivelar adequadamente. Para criar um espelho estrela, vamos preenchê-lo com água. Nesse reflexo do céu, o sábio andino pode admirar e registrar os movimentos do sol, da lua, dos planetas ou das estrelas. A simulação do Stellarium nos permite recriar esses "espelhos cósmicos" e analisar as dinâmicas estelares específicas que são vistas nos Andes do Norte, bem como os sábios milenares na observação de pacientes ao longo dos tempos. Esses seres registraram os movimentos cósmicos na atual herança pré-hispânica dos povos andinos. Além disso, eles produziram configurações gráficas, que após muito trabalho conjunto de vários pesquisadores em várias gerações no início do século XXI foram parcialmente decodificadas. Aqui dizemos o que encontramos nos céus equatoriais: O Sol (Punção ou Wilca) Quando nos encontramos no centro do planeta, o movimento aparente que o sol faz em nossa jornada anual em torno dele é equidistante e proporcional. Nos equinócios, o sol cruzará o centro do céu (zênite), no solstício de junho percorrerá sua estrada mais ao sul (seguirá para o norte) e no solstício de dezembro será percorrido o caminho mais ao norte (mais ao sul ) Esses fenômenos naturais são as marcas dos quatro principais festivais que celebram uma parte específica do calendário agrícola, porque são os pontos de inflexão entre as estações climáticas. Segundo o cronista colonial Juan de Betanzos "os índios conheciam os anos bissextos"; graças à pesquisa de Gustavo Guayasamín, um movimento cíclico é identificado em um intervalo de quatro anos ao sol; Para observá-lo, sugerimos nos colocar no equinócio de março (aproximadamente os equinócios de março são o 21º dia no calendário gregoriano), no dia solar (12h20 no horário civil para o ano de 2018). Podemos então avançar no tempo graças à "Janela Data / Hora" de ano para ano e perceberemos que o sol se move, retornando ao ponto em que a observação começa em períodos de quatro anos, por exemplo: começa em 2016 , se move para a esquerda do espectador em 2017, continua se movendo para a esquerda em 2018, também se move em 2019 e em 2020 retorna à sua posição inicial; depois inicie o ciclo novamente. Constelações, asterismos e orientações claras nos Andes. Consideramos que, por meio de "espelhos estelares", os sábios poderiam registrar o tráfego estelar; Por meio dessa observação, eles perceberam que, durante o anoitecer de cada equinócio e solstício, estrelas específicas aparecem no céu, como se estivessem marcando as mudanças climáticas às quais estamos expostos; portanto, esses sinais cósmicos foram registrados no patrimônio pré-hispânico andino, dando origem a as formas geométricas andinas. __Marcha Equinócio__ * Cruz "Antonio Quinatoa": * Ao anoitecer, as primeiras estrelas a aparecer são: Sirius - Procyon - Rigel - Betelgeuse, que formam um quadrado ou a cruz chamada "Antonio Quinatoa". É a constelação que governa o ciclo masculino. __Setembro Equinócio__ * Triângulo Molestina: * As primeiras estrelas a aparecer são: Altair - Vega - Antares que compõem o triângulo chamado "Molestina". __Constelação Daniela Alejandra Ayala: __ Graças ao trabalho árduo no registro dos desenhos, identificamos a constelação clara chamada "Daniela Alejandra Ayala", um conjunto cósmico que acompanha a imagem do "Mono Andino". Aparece no centro do céu ao anoitecer do equinócio feminino. __June Solstice__ __South Cross: __ As estrelas mais destacadas da noite do Solstício de Verão para o Hemisfério Norte são: A Cruz, Mimosa, δ Crucis, ζ Crucis, λ Crucis e μ Crucis que formam o "Southern Cross". Solstício de Dezembro__ __A seta “Jorge Trujillo”: __ As estrelas mais destacadas da noite do solstício de inverno para o hemisfério sul são Caph - Shedar - Navi - K Cas, elas fazem parte da constelação ocidental de Cassiopeia, a forma resultante evoca a forma de uma flecha que no final do solstício de dezembro. É na direção leste-oeste. Os asterismos que incluímos são as primeiras estrelas a aparecer no final de cada equinócio ou solstício. Como as constelações, essas formas básicas (diamante, quadrado, triângulo e flecha) marcam o início ou o fim de um ciclo, aparentemente seres humanos descobriram e as registraram antes das formas nas constelações escuras. Os seres sagrados no cosmos. As constelações escuras. #### A via Láctea Nosso planeta pertence à galáxia da Via Láctea, cuja forma é a de um grande disco com dois braços abaulados; essa forma e a rotação da Terra significam que, à noite, nos equinócios e solstícios, podemos apreciar uma parte específica dela, tornando-se um sinal que os ancestrais apreciaram para medir os tempos. Chamado nos Andes como o "Muyun" para muitos povos, representa uma gigantesca serpente vivificante. Ao contrário do Ocidente, as constelações não são compostas por pontos brilhantes ou estrelas; os seres astrais estão alojados nos "pontos escuros" existentes no brilho da Via Láctea; portanto, em cada um dos pontos de virada em nosso caminho anual ao redor do sol (Solstícios e Equinócios), encontraremos uma constelação guia em cada "visível". fim "da galáxia. Como nos movimentos lunares ou solares, os movimentos das constelações no norte dos Andes marcaram o início ou o fim de épocas específicas, agrícolas, civis, reprodutivas ou festivas. Eles determinaram o destino dos seres, recebendo respeito e veneração por aqueles que buscavam sua sabedoria; desenvolvendo assim um pensamento religioso semelhante ao do sol ou da lua em todo o continente. Aqui descrevemos as constelações decodificadas até o momento: #### Constelações escuras | descrição imagem | |-------------|--------------------| | Estelina Quinatoa (The Jaguar): Constelação que governa o ciclo masculino, também chamada de "Wilca" ou "Otorongo", indica a chegada das lavouras de grãos tenros. | ![](jaguar.webp) | | Mercedes Cotacachi (O Macaco): Constelação que governa o ciclo feminino, indica a chegada das chuvas e o início dos processos agrícolas. | ![](mono.webp) | | Hernán Crespo Toral (O Sapo): O "Hampatu" é o animal que possui várias etapas, como o pensamento andino, aparece na noite do solstício de junho e está relacionado ao contato com o mundo dos mortos. | ! [] {sapo.webp) | | Ana Jaramillo de Velasteguí (O Guerreiro): Conhecida como "o Homem e a Lança" ou "A Dançarina", a constelação governa o solstício de dezembro. | ![](guerrero.webp) |
tr: ### Kuzey And Dağları İnsanlığın tarihinde tasarladığı farklı bilimleri bize öğreten karmaşık bir laboratuvara sahiptir. Bir tür ve soy olarak hayatta kalmamızı sağlama ihtiyacıyla, bizi çevreleyen çeşitli unsurlara gözlemden başlayarak, insanoğlu kozmosun sürekli yayılan sinyallerini anlamayı öğrendi: bitkilerde, hayvanlarda, iklimde ve diğer unsurlarda. Daha sonra bilge, canlıları etkileyen değişiklikler hakkında uyarmayı öğrendi. And gözlemevlerinde atalara ait ölçümleri tekrarlamak için geniş ağızlı bir kap kullanılmasını öneriyoruz; açıkta yerleştireceğiz ve düzgün bir şekilde seviyelendireceğiz. Bir yıldız aynası oluşturmak için onu suyla dolduracağız. Gökyüzünün bu yansımasında, And bilgesi güneşin, ayın, gezegenlerin veya yıldızların hareketlerini hayranlıkla izleyebilir ve kaydedebilir. Stellarium simülasyonu, bu "kozmik aynaları" yeniden yaratmamıza ve Kuzey And Dağları'nda ve aynı zamanda bin yıllık bilge adamların çağlar boyunca sabırlı gözlemlerinde görülen belirli yıldız dinamiklerini analiz etmemize izin veriyor. Bu varlıklar, And halklarının mevcut İspanyol öncesi mirasındaki kozmik hareketleri kaydettiler. Ek olarak, 21. yüzyılın başında birkaç kuşakta birkaç araştırmacı tarafından yapılan çok sayıda ortak çalışmanın ardından kısmen deşifre edilen grafik konfigürasyonlar ürettiler. Burada ekvator göklerinde bulduklarımızı anlatıyoruz: ### Güneş (Punchao o Wilca) Kendimizi gezegenin merkezinde bulduğumuzda, güneşin etrafındaki yıllık yolculuğumuz boyunca yaptığı görünür hareket eşit uzaklıkta ve orantılıdır. Ekinokslarda güneş gökyüzünün ortasından geçecek (zenit), Haziran gündönümünde en güneydeki yolunu geçecek (kuzeye gidecek) ve Aralık gündönümünde en kuzeydeki yol (daha güneye doğru) seyahat edecek. ). Bu doğal fenomenler, iklim mevsimleri arasındaki bükülme noktaları oldukları için tarım takviminin belirli bir bölümünü kutlayan dört ana festivalin işaretleridir. Sömürge tarihçisi Juan de Betanzos'a göre "Kızılderililer artık yılları biliyorlardı"; Gustavo Guayasamín'in araştırması sayesinde, güneşte dört yıllık bir aralıkta döngüsel bir hareket tanımlandı; Bunu gözlemlemek için, kendimizi Mart ekinoksuna (yaklaşık olarak Mart ekinoksları Gregoryen takviminde 21. gündür), güneş gündüzüne (2018 yılı için sivil saatle 12:20) yerleştirmenizi öneririz. Daha sonra "Tarih / Saat Penceresi" sayesinde yıldan yıla zamanda ileriye gidebiliriz ve güneşin hareket ettiğini fark ederiz, gözlemin başladığı noktaya dört yıllık periyotlarla döner, örneğin: 2016'da başlar. , 2017'de izleyicinin soluna hareket eder, 2018'de sola hareket etmeye devam eder, 2019'da da hareket eder ve 2020'de ilk konumuna geri döner; ardından döngüyü yeniden başlatın. ### And Dağları'ndaki Açık Takımyıldızları, Yıldız İşaretleri ve Yönergeler. Bilgelerin "yıldız aynaları" aracılığıyla yıldız trafiğini kaydedebileceklerini düşünüyoruz; Bu gözlem sayesinde, her ekinoks ve gündönümünde gece çöktüğünde, gökyüzünde belirli yıldızların, maruz kaldığımız iklim değişikliklerini işaretliyormuş gibi göründüğünü fark ettiler, bu nedenle bu kozmik sinyaller, Andean İspanyol öncesi mirasında kaydedildi And geometrik formları. __Mart Ekinoksu__ *"Antonio Quinatoa" Haçı:* Alacakaranlıkta görünen ilk yıldızlar şunlardır: Sirius - Procyon - Rigel - Betelgeuse, bir kare veya "Antonio Quinatoa" adlı bir haç oluşturur. Erkeksi döngüyü yöneten takımyıldızdır. __Eylül Ekinoksu__ *Molestina Üçgeni:* İlk görünen yıldızlar: Altair - Vega - "Molestina" adlı üçgeni oluşturan Antares. __Takımyıldızı Daniela Alejandra Ayala:__ Tasarımların tescil edilmesindeki sıkı çalışma sayesinde, "Mono Andino" görüntüsüne eşlik eden kozmik bir küme olan "Daniela Alejandra Ayala" adlı açık takımyıldızı belirledik. Dişi ekinoksun akşam karanlığında gökyüzünün merkezinde görünür. __Haziran Gündönümü__ __South Cross:__ Kuzey Yarımküre için Yaz Gündönümü akşamındaki en göze çarpan yıldızlar: "Güney Haçı"nı oluşturan A Cruz, Mimosa, δ Crucis, ζ Crucis, λ Crucis ve μ Crucis. __Aralık Gündönümü__ __“Jorge Trujillo” Ok:__ Güney yarımküre için kış gündönümü akşamında en göze çarpan yıldızlar Caph - Shedar - Navi - K Cas'dir, bunlar batı takımyıldızı Cassiopeia'nın bir parçasıdır, ortaya çıkan form şu şekli çağrıştırır: Aralık gündönümü sonunda bir ok. Doğu - Batı yönündedir. Eklediğimiz yıldız işaretleri, her ekinoksun veya gündönümünün sonunda görünen ilk yıldızlardır. Takımyıldızlar gibi, bu temel formlar (elmas, kare, üçgen ve ok), bir döngünün başlangıcını veya sonunu işaretler, görünüşe göre insanlar onları karanlık takımyıldızlardaki formlardan önce keşfetti ve kaydetti. ### Kozmostaki Kutsal Varlıklar. Karanlık Takımyıldızlar. #### Samanyolu Gezegenimiz, şekli iki şişkin kolu olan büyük bir disk olan Samanyolu galaksisine aittir; bu biçim ve dünyanın dönüşü, ekinoksların ve gündönümlerinin akşamlarında onun belirli bir bölümünü takdir edebileceğimiz anlamına gelir, böylece ataların zamanları ölçmek için takdir ettikleri bir işaret haline gelir. And Dağları'nda birçok halk için "Muyun" olarak adlandırılan bu dev, hayat veren devasa bir yılanı temsil eder. Batı'nın aksine, takımyıldızlar parlak noktalardan veya yıldızlardan oluşmaz; astral varlıklar Samanyolu'nun parlaklığında var olan "karanlık noktalar"da bulunurlar, bu nedenle güneş etrafındaki yıllık yolumuzdaki dönüm noktalarının her birinde (Gündönümleri ve Ekinokslar), her "görünürde" yol gösterici bir takımyıldız bulacağız. galaksinin sonu". Ay veya güneş hareketlerinde olduğu gibi, Kuzey And Dağları'ndaki takımyıldızların hareketleri, belirli dönemlerin, tarım, sivil, üreme veya şenliklerin başlangıcını veya sonunu işaret ediyordu. Bilgelikleri için gelenlere saygı ve hürmet göstererek varlıkların kaderini belirlediler; böylece tüm kıtada güneş veya aya benzer bir dini düşünce geliştiriyor. Burada bugüne kadar kodu çözülen takımyıldızları açıklıyoruz: #### Karanlık Takımyıldızlar | açıklama | resim | |----------|------------------| | Estelina Quinatoa (Jaguar): "Wilca" veya "Otorongo" olarak da adlandırılan erkek döngüsünü yöneten takımyıldız, hassas tahıl ekinlerinin gelişini gösterir. | ![](jaguar.webp) | | Mercedes Cotacachi (Maymun): Kadın döngüsünü yöneten takımyıldız, yağmurların gelişini ve tarımsal süreçlerin başladığını gösterir. | ![](mono.webp) | | Hernán Crespo Toral (Kurbağa): "Hampatu", Andean düşüncesi gibi, birkaç aşamalı hayvandır, Haziran gündönümü gecesinde ortaya çıkar ve ölüler dünyasıyla temasla ilgilidir. | ![]{sapo.webp) | | Ana Jaramillo de Velasteguí (Savaşçı): "Adam ve Mızrak" veya "Dansçı" olarak bilinen takımyıldız, Aralık gündönümünü yönetir. | ![](guerrero.webp) |
