Repository: 10110111/stellarium-skycultures
Catalog: northern_andes/po/*.po
Languages: cs, fil, fr, id, ja, pl, pt, tr

source: These constellations, asterisms and measurements are part of __the legacy of Ancestral Knowledge__ protected and compiled by the __Clan Quinatoa, guardians of the millenary knowledge of the Lundauco Valley in Imbabura - Ecuador__. The astral information is based on the study of Andrés Alejandro Ayala Quinatoa in "Millenary Astronomy, what my teachers and ancestors taught me"; Servio Jr. Paladines collaborates for the computer integration. The present illustrations are inspired by the pre-Hispanic designs of the Pasto nation investigated by Estelina Quinatoa for the book "Ancestral Representations and Colors of the Cosmos" (Ministry of Culture and Heritage of Ecuador).
cs: Tyto souhvězdí, asterismy a měření jsou součástí __ dědictví předků __ chráněných a sestavených __Clanem Quinatoa, strážci miléniových znalostí údolí Lundauco v Imbabura - Ekvádor__. Astrální informace jsou založeny na studiu Andrése Alejandra Ayala Quinatoy v „Millenary Astronomy, co mě učili a předkové“; Servio Jr. Paladines spolupracuje na počítačové integraci. Současné ilustrace jsou inspirovány pre-hispánskými návrhy národa Pasto, které zkoumala Estelina Quinatoa pro knihu „Předkové reprezentace a barvy kosmu“ (Ministerstvo kultury a dědictví Ekvádoru).
fil: Ang mga konstelasyon, asterismo, at sukat na ito ay bahagi ng __the legacy ng Ancestral Knowledge__ na pinoprotektahan at pinagsama ng __Clan Quinatoa, mga tagapag-alaga ng millenaryong kaalaman ng Lundauco Valley sa Imbabura - Ecuador__. Ang impormasyon ng astral ay batay sa pag-aaral ni Andrés Alejandro Ayala Quinatoa sa "Millenary Astronomy, kung ano ang itinuro sa akin ng aking mga guro at ninuno"; Nakipagtulungan si Servio Jr. Paladines para sa pagsasama ng computer. Ang kasalukuyang mga ilustrasyon ay inspirasyon ng mga pre-Hispanic na disenyo ng Pasto nation na inimbestigahan ni Estelina Quinatoa para sa aklat na "Ancestral Representations and Colors of the Cosmos" (Ministry of Culture and Heritage of Ecuador).
fr: Ces constellations, astérismes et mesures font partie de l'héritage des connaissances ancestrales protégées et compilées par le __Clan Quinatoa, gardiens de la connaissance millénaire de la vallée de Lundauco à Imbabura - Équateur__. Les informations astrales sont basées sur l'étude d'Andrés Alejandro Ayala Quinatoa dans "L'astronomie millénaire, ce que mes professeurs et mes ancêtres m'ont appris"; Servio Jr. Paladines collabore pour l'intégration informatique. Les illustrations actuelles sont inspirées des dessins préhispaniques de la nation Pasto étudiés par Estelina Quinatoa pour le livre "Représentations ancestrales et couleurs du cosmos" (Ministère de la culture et du patrimoine de l'Équateur).
id: Rasi bintang, asterisme, dan pengukuran ini adalah bagian dari __warisan Pengetahuan Leluhur__ yang dilindungi dan disusun oleh __Clan Quinatoa, penjaga seribu pengetahuan Lembah Lundauco di Imbabura - Ekuador__. Informasi astral didasarkan pada studi Andrés Alejandro Ayala Quinatoa dalam "Astronomi Milenial, apa yang diajarkan oleh guru dan leluhur saya"; Servio Jr. Paladines berkolaborasi untuk integrasi komputer. Ilustrasi saat ini terinspirasi oleh desain pra-Hispanik dari bangsa Pasto yang diselidiki oleh Estelina Quinatoa untuk buku "Representasi Leluhur dan Warna Kosmos" (Kementerian Kebudayaan dan Warisan Ekuador).
pl: Te konstelacje, asteryzmy i pomiary są częścią dziedzictwa Dziedzictwa przodków _ chronionego i opracowanego przez __Clan Quinatoa, strażników tysiącletniej wiedzy o dolinie Lundauco w Imbaburze - Ekwador__. Informacje astralne opierają się na badaniu Andrés Alejandro Ayala Quinatoa w „Tysiącleciu astronomii, czego nauczyli mnie moi nauczyciele i przodkowie”; Servio Jr. Paladines współpracuje przy integracji komputera. Prezentowane ilustracje są inspirowane prehiszpańskimi projektami narodu Pasto, zbadanymi przez Estelinę Quinatoa w książce „Reprezentacje przodków i kolory kosmosu” (Ministerstwo Kultury i Dziedzictwa Ekwadoru).
pt: Essas constelações, asterismos e medidas fazem parte do __o legado do Conhecimento Ancestral__ protegido e compilado pelo __Clan Quinatoa, guardiões do conhecimento milenar do Vale do Lundauco em Imbabura - Equador__. A informação astral é baseada no estudo de Andrés Alejandro Ayala Quinatoa em "Astronomia milenar, o que meus professores e ancestrais me ensinaram"; Servio Jr. Paladines colabora para a integração do computador. As ilustrações atuais são inspiradas nos desenhos pré-hispânicos da nação Pasto investigados por Estelina Quinatoa para o livro "Representações ancestrais e cores do cosmos" (Ministério da Cultura e Patrimônio do Equador).
tr: Bu takımyıldızlar, yıldız işaretleri ve ölçümler, Imbabura - Ekvador'daki Lundauco Vadisi'nin bin yıllık bilgisinin koruyucuları olan __Clan Quinatoa tarafından korunan ve derlenen __Atasal Bilginin mirası__'nın bir parçasıdır__. Astral bilgiler, Andrés Alejandro Ayala Quinatoa'nın "Millenary Astronomi, öğretmenlerimin ve atalarımın bana öğrettikleri" konulu çalışmasına dayanmaktadır; Servio Jr. Paladines bilgisayar entegrasyonu için işbirliği yapıyor. Mevcut çizimler, Estelina Quinatoa tarafından "Ataların Temsilleri ve Kozmos'un Renkleri" (Ekvador Kültür ve Miras Bakanlığı) kitabı için araştırılan Pasto ulusunun İspanyol öncesi tasarımlarından esinlenmiştir.

source: Andres Ayala Quinatoa reworked by Susanne M Hoffmann
cs: Andres Ayala Quinatoa přepracován Susanne M Hoffmann
fil: Andres Ayala Quinatoa muling ginawa ni Susanne M Hoffmann
fr: Andres Ayala Quinatoa retravaillé par Susanne M Hoffmann
id: Andres Ayala Quinatoa dikerjakan ulang oleh Susanne M Hoffmann
ja: アンドレス・アヤラ・キナトア Susanne M Hoffmannにより再加工
pl: Andres Ayala Quinatoa przerobione przez Susanne M. Hoffmann
pt: Andres Ayala Quinatoa reformulado por Susanne M Hoffmann
tr: Andres Ayala Quinatoa Susanne M Hoffmann tarafından yeniden düzenlendi

source: The Jaguar
cs: Jaguar
fil: Ang Jaguar
fr: Le Jaguar
id: Jaguar
ja: ジャガー
pl: Jaguar
pt: O Jaguar
tr: Jaguar

source: The Monkey
cs: Opice
fil: Ang unggoy
fr: Le singe
id: Monyet
ja: サル
pl: Małpa
pt: O macaco
tr: Maymun

source: The Warrior
cs: Bojovník
fil: Ang mandirigma
fr: Le guerrier
id: Sang pejuang
ja: 戦士
pl: Wojownik
pt: O guerreiro
tr: Savaşçı

source: The Frog
cs: Žába
fil: Ang palaka
fr: La grenouille
id: Katak
ja: カエル
pl: Żaba
pt: O sapo
tr: Kurbağa

source: The Arrow
cs: Šíp
fil: Ang Palaso
fr: La Flèche
id: Panah
ja: 矢
pl: Strzała
pt: A Flecha
tr: Okçuk

source: The Northern Andes in the South American subcontinent provide a human culture with strong relations to the surrounding nature: They observed the sky through nature "mirrors" (lakes of plain water level) and the changing trails of Sun, Moon, and stars with the help of mountain shapes. This way, they determined the calendar, knew when to seek rescueage from snow and ice or heat for themselves or their animals and plants.
ja: 南アメリカ亜大陸の北アンデスは、周囲の自然と強い関係を持つ人間文化を提供します。彼らは、自然の「鏡」（淡水位の湖）と太陽、月、星の変化する軌跡を通して空を観察しました山の形の。このようにして、彼らはカレンダーを決定し、雪や氷や熱から自分自身や彼らの動植物を救助する時期を知っていました。

source: ### Northern Andes The have a complex laboratory that teaches us about the different sciences that humanity has contemplated in its history. Starting from observation to the various elements that surround us, with the need to ensure our survival as a species and lineage, the human being learned to understand the constantly emitted signals of the cosmos: in plants, animals, the climate and other elements. Then the wise learned to warn about the changes that affect living beings. In order to replicate the ancestral measurements in the Andean observatories, we propose the use of a wide-mouth container; in the open we will place it and level properly. In order to create a star mirror, we will fill it with water. In this reflection of the sky, the Andean sage can admire and record the movements of the sun, the moon, planets or the stars. The Stellarium simulation allows us to recreate these "cosmic mirrors" and analyze the specific stellar dynamics that are seen in the Northern Andes as well as the millenarian wise men in their patient observation through the ages. These beings have registered the cosmic movements in the current pre-hispanic heritage of the Andean peoples. Additionally, they produced graphic configurations, which after much joint work by several researchers in several generations at the beginning of the 21st century have been partially decoded. Here we tell what we found in the equatorial skies: ### The Sun (Punchao o Wilca) When we find ourselves in the center of the planet, the apparent movement that the sun makes through our annual journey around it is equidistant and proportional. At the equinoxes the sun will cross the center of the sky (zenith), on the solstice of June it will travel its southernmost road (it will go north) and on the solstice of December the northernmost path will be traveled (more to the south). These natural phenomena are the marks of the four main festivals that celebrate a specific part of the agricultural calendar because they are the points of inflection between the climatic seasons. According to the colonial chronicler Juan de Betanzos "the Indians knew the leap years"; thanks to the research of Gustavo Guayasamín, a cyclic movement is identified in a four-year interval in the sun; to observe it, we suggest placing ourselves at the March equinox (approximately the March equinoxes are the 21st day in the Gregorian calendar), at the solar daytime (12:20 in the civil time for the year 2018). We can then move forward in time thanks to the "Date / Time Window" from year to year and we will notice that the sun moves, returning to the point where the observation begins in periods of four years, for example: It starts in 2016, moves to the left of the spectator in 2017, continues moving to the left in 2018, also moves in 2019 and in 2020 returns to its initial position; then start the cycle again. ### Clear Constellations, Asterisms and Guidelines in the Andes. We consider that by means of "stellar mirrors" the sages could register the stellar traffic; Through this observation they noticed that during the nightfalls of each equinox and solstice, specific stars appear in the sky, as if they were marking the climatic changes to which we are exposed, so these cosmic signals were recorded in the Andean prehispanic patrimony giving rise to the Andean geometrical forms. __March Equinox__ *"Antonio Quinatoa" Cross:* At dusk the first stars to appear are: Sirius - Procyon - Rigel - Betelgeuse, which form a square or the cross named "Antonio Quinatoa". It is the constellation that governs the masculine cycle. __September Equinox__ *Molestina Triangle:* The first stars to appear are: Altair - Vega - Antares who make up the triangle named "Molestina". __Constellation Daniela Alejandra Ayala:__ Thanks to the hard work in the registration of the designs, we have identified the clear constellation named "Daniela Alejandra Ayala", a cosmic set that accompanies the image of the "Mono Andino". It appears in the center of the sky at nightfall of the female equinox. __June Solstice__ __South Cross:__ The most outstanding stars in the evening of the Summer Solstice for the Northern Hemisphere are: A Cruz, Mimosa, δ Crucis, ζ Crucis, λ Crucis and μ Crucis who form the "Southern Cross". __December Solstice__ __The “Jorge Trujillo” Arrow:__ The most outstanding stars in the evening of the winter solstice for the southern hemisphere are Caph - Shedar - Navi - K Cas, they are part of the western constellation of Cassiopeia, the resulting form evokes the shape of an arrow that at the end of the December solstice. It is in an East - West direction. The asterisms that we include are the first stars to appear at the end of each equinox or solstice. Like the constellations, these basic forms (diamond, square, triangle and arrow), mark the beginning or end of a cycle, apparently human beings discovered and recorded them before the forms in the dark constellations. ### The Sacred Beings in the Cosmos. The Dark Constellations. #### The Milky Way Our planet belongs to the galaxy of the Milky Way, whose shape is that of a large disk with two bulging arms; this form and the rotation of the earth means that at the evenings of the equinoxes and solstices we can appreciate a specific part of it, thus becoming a signal that the ancestors appreciated to measure the times. Called in the Andes as the "Muyun" for many peoples, it represents a gigantic life-giving serpent. Contrary to the West, the constellations are not made up of bright points or stars; the astral beings are housed in the "dark spots" existing in the brilliance of the Milky Way, so at each of the turning points in our annual path around the sun (Solstices and Equinoxes), we will find a guiding constellation in each "visible end" of the galaxy. As with lunar or solar movements, the movements of the constellations in the Northern Andes marked the beginning or end of specific eras, agricultural, civil, reproductive or festive. They determined the fate of beings, receiving respect and veneration for those who came for their wisdom; thus developing a religious thought similar to that of the sun or the moon throughout the continent. Here we describe the constellations decoded to date: #### Dark Constellations | description | image | |-----------|------------------| | Estelina Quinatoa (The Jaguar): Constellation that governs the male cycle, also called "Wilca" or "Otorongo", indicates the arrival of the crops of tender grains. | ![](jaguar.webp) | | Mercedes Cotacachi (The Monkey): Constellation that governs the female cycle, indicates the arrival of rains and the start of agricultural processes. | ![](mono.webp) | | Hernán Crespo Toral (The Frog): The "Hampatu" is the animal that has several stages, like the Andean thought, it appears on the night of the June solstice and it is related to the contact with the world of the dead. | ![]{sapo.webp) | | Ana Jaramillo de Velasteguí (The Warrior): Known as "the Man and the Spear" or "The Dancer", the constellation governs the December solstice. | ![](guerrero.webp) |
ja: ###北アンデス 人類がその歴史の中で考えてきたさまざまな科学について教えてくれる複雑な実験室があります。観察から始まり、私たちを取り巻くさまざまな要素まで、種や系統としての生存を確保する必要性とともに、人間は宇宙の絶え間なく放出される信号を理解することを学びました：植物、動物、気候およびその他の要素。その後、賢者は生き物に影響を与える変化について警告することを学びました。 アンデスの天文台で祖先の測定値を再現するために、広口コンテナの使用を提案します。戸外でそれを配置し、適切に水平にします。スターミラーを作成するために、水で満たします。この空の反射で、アンデスの賢人は太陽、月、惑星、星の動きを賞賛し、記録することができます。 ステラリウムシミュレーションを使用すると、これらの「宇宙の鏡」を再現し、アンデス北部や、何千年にもわたる患者の観察でミレニアル世代の賢明な男性に見られる特定の恒星ダイナミクスを分析できます。これらの存在は、アンデスの人々の現在のヒスパニック前の遺産の宇宙運動を記録しています。さらに、21世紀初頭の数世代の数人の研究者による共同作業の結果、部分的にデコードされたグラフィック構成が生成されました。 ここでは、赤道の空で見つけたものを伝えます。 ###太陽（Punchao o Wilca） 私たちが惑星の中心にいるとき、太陽がその周りを年間移動するときに太陽が行う見かけの動きは、等距離で比例しています。春分では、太陽は空の中心（天頂）を横切り、6月の至点でその最南端の道路（北に向かう）を移動し、12月の至点では最北の経路を（南に向かう）移動します。 ）。これらの自然現象は、農業シーズンの特定の部分を祝う4つの主要なフェスティバルのマークです。これらは、気候の季節の間の変曲点です。 植民地時代の記録者ファン・デ・ベタンソスによれば、「インディアンはうるう年を知っていた」。グスタボグアヤサミンの研究のおかげで、太陽の下で4年間隔で周期的な動きが確認されました。それを観察するには、太陽の昼間（2018年の平時は12:20）に、3月の春分（およそ3月の春分はグレゴリオ暦の21日目）にいることをお勧めします。その後、「日付/時間ウィンドウ」のおかげで年々進んでいくことができます。太陽が移動し、観測が4年の期間で始まるポイントに戻ります。たとえば、2016年に始まります。 、2017年に観客の左に移動し、2018年に引き続き左に移動し、2019年にも移動し、2020年に最初の位置に戻ります。その後、サイクルを再開します。 ###アンデスの星座、アステリズム、ガイドラインをクリアします。 「星鏡」によって賢人は恒星の交通を記録できると考えています。この観察を通して、彼らは各春分と夏至の日暮れの間に、彼らが私たちがさらされている気候変動をマークしているかのように、特定の星が空に現れるので、これらの宇宙信号がアンデスのプレヒスパニックの祖国に記録され、アンデスの幾何学的形態。 __3月分点__ *「Antonio Quinatoa」クロス：*夕暮れ時に最初に現れる星は、Sirius-Procyon-Rigel-Betelgeuseで、「Antonio Quinatoa」という名前の正方形またはクロスを形成します。男性の周期を支配するのは星座です。 __9月の春分__ * Molestina Triangle：*最初に現れる星は次のとおりです：Altair-Vega-「Molestina」という名前の三角形を構成するアンタレス。 __コンステレーションDaniela Alejandra Ayala：__デザインの登録での苦労のおかげで、「Daniela Alejandra Ayala」という明確なコンステレーション、「モノアンディーノ」のイメージを伴う宇宙のセットを特定しました。女性の春分の夕暮れ時に空の中心に現れます。 __June Solstice__ __South Cross：__北半球の夏至の夕方に最も目立つ星は、「南十字星」を形成するA Cruz、Mimosa、δCrucis、ζCrucis、λCrucisおよびμCrucisです。 __12月の至点__ __「ジョルジュトルヒーヨ」矢印：__南半球の冬至の夕方に最も目立つ星は、カフ-シェダール-ナビ-Kカスです。カシオペアの西側の星座の一部であり、その形は12月の終わりに至った矢。東西方向です。 私たちが含むアステリズムは、各分点または至点の最後に現れる最初の星です。星座と同様に、これらの基本的な形（菱形、四角形、三角形、矢印）は、サイクルの始まりまたは終わりを示します。明らかに、人間は暗い星座の形の前にそれらを発見して記録しました。 ###コスモスの神聖な存在。暗い星座。 ####天の川 私たちの惑星は天の川銀河に属しています。その形状は2つの膨らんだ腕を持つ大きな円盤の形です。この形と地球の自転は、春分と夏至の夕方にその特定の部分を評価できることを意味し、祖先が時間を測定するために評価した信号になります。アンデスでは多くの人々の「ムユン」と呼ばれ、命を与える巨大な蛇を表しています。 西側とは異なり、星座は明るい点や星で構成されていません。アストラル生物は天の川の輝きに存在する「暗いスポット」に収容されているので、太陽の周りの私たちの年間パスの各分岐点（夏至の春分）では、各「目に見える」に案内星座があります銀河の終わり」。月の動きや太陽の動きと同様に、北アンデスの星座の動きは、特定の時代、農業、市民、生殖、またはお祝いの始まりまたは終わりを示しました。彼らは存在の運命を決定し、彼らの知恵のために来た人々への敬意と尊敬を受けました。このようにして、大陸全体で太陽や月と同様の宗教的思想が発達しました。 ここでは、これまでにデコードされた星座について説明します。 ####暗い星座 |説明|画像| | ----------- | ------------------ | | Estelina Quinatoa（ジャガー）：男性の周期を支配する星座は、「ウィルカ」または「オトロンゴ」とも呼ばれ、やわらかい穀物が収穫されたことを示しています。 | ![](jaguar.webp)| |メルセデスコタカチ（猿）：女性の周期を支配する星座は、雨の到来と農業プロセスの開始を示します。 | ![](mono.webp)| |エルナンクレスポトーラル（カエル）：「ハンパトゥ」は、アンデスの思想と同様に、いくつかの段階を持つ動物で、6月の至夜に現れ、死者の世界との接触に関連しています。 | ！[] {sapo.webp）| | Ana Jaramillo deVelasteguí（The Warrior）：「男と槍」または「ダンサー」として知られるこの星座は、12月の至点を管理します。 | ![](guerrero.webp)|

source: These constellations, asterisms and measurements are part of __the legacy of Ancestral Knowledge__ protected and compiled by the __Clan Quinatoa, guardians of the millenary knowledge of the Lundauco Valley in Imbabura - Ecuador__. The astral information is based on the study of Andrés Alejandro Ayala Quinatoa in "Millenary Astronomy, what my teachers and ancestors taught me"; Servio Jr. Paladines collaborates for the computer integration. The present illustrations are inspired by the pre-Hispanic designs of the Pasto nation investigated by Estelina Quinatoa for the book "Ancestral Representations and Colors of the Cosmos" (Ministry of Culture and Heritage of Ecuador).
ja: これらの星座、星座、および測定値は、__祖先の知識の遺産__の一部であり、インバブラのルンダウコ渓谷-エクアドル__の千年の知識の守護者である__クランキナトアによって保護および編集されています。 アストラル情報は、「ミレナリー天文学、私の教師と祖先が私に教えたこと」におけるアンドレス・アレハンドロ・アヤラ・キナトアの研究に基づいています。 Servio Jr. Paladinesはコンピュータ統合のために協力しています。 現在のイラストは、エステリナキナトアが「宇宙の祖先の表象と色」（エクアドルの文化遺産省）のために調査したパスト国家のヒスパニック以前のデザインに触発されています。
