Repository: 10110111/stellarium-skycultures
Catalog: tukano/po/*.po
Languages: ar, cs, ja

source: Tukano
ar: تيوكانو
cs: Tukánská
ja: トゥカノ族

source: Tukano is the common name for a group of indigenous tribes who live around the northwestern region of Brazil, near Colombia and Venezuela. The group shown in this work live on the banks of the Rio Tiquié within the Rio Negro bay in the Amazonas State, Brazil.
ar: Tukano هو الاسم الشائع لمجموعة من القبائل الأصلية التي تعيش حول المنطقة الشمالية الغربية من البرازيل ، بالقرب من كولومبيا وفنزويلا. المجموعة المعروضة في هذا العمل تعيش على ضفاف ريو تيكوي داخل خليج ريو نيجرو في ولاية الأمازون ، البرازيل.
cs: Tukano je obecný název skupiny domorodých kmenů, kteří žijí v severozápadním regionu Brazílie, poblíž Kolumbie a Venezuely. Skupina uvedená v této práci žije na březích Rio Tiquié v zátoce Rio Negro ve státě Amazonas v Brazílii.
ja: トゥカノは、コロンビアの北西部、コロンビアとベネズエラの近くに住んでいる先住民族のグループの共通名です。この作品に示されているグループは、ブラジルのアマゾナス州のリオネグロ湾内のリオティキエのほとりに住んでいます。

source: ![Circular calendar](Calendario_Tukano.webp) One circular calendar developed in 2007. For more details, please refer to [#1][#2] {: .img_and_caption } ### Tukano Constellations Constellations within Tukano astronomical culture are related with natural phenomena as a whole. We gathered twelve constellations with a group who speaks Tukano language. This is not the definitive number of constellations. There are, surely, more constellations to be described. We presented here essentially "the main cycle" [#2] of the Tukano constellations. Sometimes someone relates new discoveries about these Indians sky concepts or presents new constellation descriptions. Though we are establishing limits and configurations to these constellations that are new to us (non- Indians), they don’t organize this body of knowledge in the same way. Their conceptions about sky and Universe are different when compared with ours. They don’t organize and conceive ideas about the Universe as a whole, like us. Hereby we present few data from a research carried out with living people and this data may be variable in near future. We worked with basic school students, elders and story tellers comparing the talks and summarizing it as you’ll see below. In general, we can say that a Tukano constellation, or parts of it, are observed when its setting occurs, like the sunset (heliacal setting) during the short period of an year. There are an amount of natural phenomena related to this astronomical event. For example we can consider Aña’s head setting during November and its relation with the increase and decrease of the Tiquié river level. The variation of the river level is accompanied with an emerging of different fishes which appear as the result of these changeable natural conditions. Other larger fishes follow the first group for multiple purposes (eating smaller ones for example). All of them eat some fruits which eventually fall over the river surface. Ground animals and microorganisms are interested on these fruits, as well as either. So, a phenomenon first described as an astronomical set for us can be seen inside a more complex behavior for Tukanos and their neighbors around this region. Animals, plants and also spiritual manifestations are in a complex relationship under the cosmological view that we can’t ignore anymore. The name of each constellation was written in this sequence: Tukano, Portuguese and English. Ex. Pamõ - Tatu - Armadillo. ### Aña or Aña Diaso - Jararaca - Fer-de-lance [Aña - Jararaca - Jararaca (snake)](http://en.wikipedia.org/wiki/Bothrops_jararaca) A big snake that is found in part of our Scorpius, Sagittarius and Corona Australis constellations. Its setting with the sunset correspond of the beginning of the year to this group of Tukanos. ### Pamõ - Tatu - Armadillo [Pamõ - Tatu - Armadillo](http://en.wikipedia.org/wiki/Armadillo) This constellation is found in the modern constellations of the Dolphin and parts of Aquila constellation. This group of faint stars is placed inside a poor stellar field with exception of the bright Altair (Alfa Aquilae). ### Darsiu - camarão de rio - freshwater shrimp [Darsiu - Pitu - Caridean Shrimp](http://en.wikipedia.org/wiki/Caridea) ### Mhua - Jacundá (peixe) - A kind of fish [Mhua - Jacundá (peixe) - Jacundá](http://pt.wikipedia.org/wiki/Jacund%C3%A1) [(a kind of fish)](https://en.wikipedia.org/wiki/Crenicichla) Both constellations are joined together in a few bright stars of the Aquarius and Pisces area. As they are faint, it is a wonderful challenge to try to see it during the night. ### Yai - onça - puma or jaguar [Yai - Onça - Jaguar](http://en.wikipedia.org/wiki/Jaguar) It is a big constellation – one of the biggest – inside the north portions of night skies. All night long near the horizon, the big puma is described inside our Cepheus, Cassiopeia and Perseus constellations. ### Yhe - garça - egret [Yhé - Garça - Egret](http://en.wikipedia.org/wiki/Egret) The real position of this constellation is still in discussion: Are those stars are in the Berenices’ hair region or inside the Corvus? We choose the first region because it was present as the real one by the Tukanos of São José II tribe. ### Yurara - tartaruga - turtle [Yurara - Cágado - Tortoise](http://en.wikipedia.org/wiki/Tortoise) This constellation is described as the occidental Southern Cross constellation. Sometimes this traditional occidental constellation also meant an Otter or a turtle for the Tukano people. ### Nhorkoatero - grupo de estrelas - Pleiades The translation of _nhorkoatero_ is literally 'group of stars'. Identified as our Pleiades this is very significant as a time keeper within a complex calendar to Tukano people. It is also used as a harbinger of the rainy period. ### Waikhasa - moquém - a kind of recipient to cook fish [Waikasa - Moquém - Moquém (a kind of grill to cook fish)](http://cozinhacomz.com.br/?food=muquiar-ou-moquear) It is identified with our Taurus Hyades open cluster of stars with the bright Aldebaran following the Pleiades. This is an easy asterism to be seen all over the sky. ### Sioyahpu - enxó - instrument do carve wood [Sioyahpu - Cabo do Enxó - Adze Handle](http://en.wikipedia.org/wiki/Adze) As a part of Orion belt and two of the others brightest stars of this constellation – our Betelgeuse and Bellatrix – this constellation represents a part of a tool which is used to carve wood. ### Sipé Phairo - cobra de ânus grande - a snake Sipé Phairo - Cobra de Ânus Grande - Snake of Large Anus This snake corresponds to the brightest stars of the Big Dipper. In a legend when this constellation touches the horizon after the sunset almost all fishes in the main river are swallowed by it. ### Diayo - lontra - otter Described as our Southern Cross by part of the Tukanos in half Tiquié river, this constellation is also associated with star as Sirius in Canis Major in that region. ### Kai Sariró - Circulo de dança - Circle dances Those stars are mainly at Orion constellation and mean a circle of dances in some special Tukano ceremonies. ### Sources This work is part of an amount of researches developed as a survey, conducted between 2005 and 2007 that resulted in a doctoral/PhD thesis (Cardoso, 2007). Relying on Ethnomatematics sources (D’ambrosio, 2002), in practical sky observation activities and on classical sources about constellations observed in Brazil’s Amazon region, we accomplished a sky mapping of these Indian ethnicity: Tukano, Dessano and Tuyuka but in special, the first one. From the description of many constellations we created an astronomical events and climate calendar along with students from differentiated Yupuri’s indigenous school. Rain periods, drought, planting and harvesting are marked by the sunset and sunrise of the major constellations created by Amazonia northwest Indians
ar: ![تقويم دائري](Calendario_Tukano.webp) تم تطوير تقويم دائري واحد في عام 2007. لمزيد من التفاصيل ، يرجى الرجوع إلى [#1] [#2] {: .img_and_caption } ### كوكبة Tukano ترتبط الأبراج داخل الثقافة الفلكية في Tukano بالظواهر الطبيعية ككل. جمعنا اثني عشر كوكبة مع مجموعة تتحدث لغة التوكانو. هذا ليس العدد النهائي للأبراج. هناك بالتأكيد المزيد من الأبراج الموصوفة. قدمنا هنا بشكل أساسي "الدورة الرئيسية" [#2] لكوكبات Tukano. في بعض الأحيان ، يربط شخص ما اكتشافات جديدة حول مفاهيم السماء هذه أو يقدم وصفًا جديدًا للكوكبة. على الرغم من أننا نضع حدودًا وتكوينات لهذه الأبراج الجديدة بالنسبة لنا (غير الهنود) ، إلا أنها لا تنظم هذه المجموعة من المعرفة بنفس الطريقة. تختلف تصوراتهم عن السماء والكون مقارنة بمفاهيمنا. إنهم لا يقومون بتنظيم وتصور أفكار حول الكون ككل ، مثلنا. نقدم هنا القليل من البيانات من بحث تم إجراؤه مع أشخاص أحياء وقد تتنوع هذه البيانات في المستقبل القريب. لقد عملنا مع طلاب المدارس الأساسية والشيوخ ورواة القصص لمقارنة المحادثات وتلخيصها كما سترى أدناه. بشكل عام ، يمكننا القول أن كوكبة Tukano ، أو أجزاء منها ، تتم ملاحظتها عند حدوثها ، مثل غروب الشمس (الإعداد الحلقي) خلال فترة قصيرة من السنة. هناك عدد من الظواهر الطبيعية المتعلقة بهذا الحدث الفلكي. على سبيل المثال ، يمكننا التفكير في تحديد رأس Aña خلال شهر نوفمبر وعلاقته بزيادة وانخفاض منسوب نهر Tiquié. ويرافق تغير مستوى النهر ظهور أسماك مختلفة تظهر نتيجة هذه الظروف الطبيعية المتغيرة. تتبع الأسماك الكبيرة الأخرى المجموعة الأولى لأغراض متعددة (تناول الأسماك الأصغر على سبيل المثال). يأكلون جميعًا بعض الفاكهة التي تسقط في النهاية على سطح النهر. الحيوانات البرية والكائنات الحية الدقيقة مهتمة بهذه الفاكهة ، وكذلك. لذا ، فإن الظاهرة التي تم وصفها لأول مرة على أنها مجموعة فلكية بالنسبة لنا يمكن رؤيتها داخل سلوك أكثر تعقيدًا لـ Tukanos وجيرانهم حول هذه المنطقة. الحيوانات والنباتات وكذلك المظاهر الروحية في علاقة معقدة تحت النظرة الكونية التي لا يمكننا تجاهلها بعد الآن. تمت كتابة اسم كل كوكبة في هذا التسلسل: Tukano والبرتغالية والإنجليزية. على سبيل المثال بامو - تاتو - أرماديلو. ### Aña أو Aña Diaso - Jararaca - Fer-de-lance [آنا - جاراراكا - جاراراكا (ثعبان)] (http://en.wikipedia.org/wiki/Bothrops_jararaca) ثعبان كبير تم العثور عليه في جزء من أبراج العقرب ، القوس وكورونا أوستراليس. يتطابق مكانها مع غروب الشمس في بداية العام مع هذه المجموعة من Tukanos. ### بامو - تاتو - أرماديلو [Pamõ - Tatu - Armadillo] (http://en.wikipedia.org/wiki/Armadillo) تم العثور على هذه الكوكبة في الأبراج الحديثة من دولفين وأجزاء من كوكبة Aquila. يتم وضع هذه المجموعة من النجوم الباهتة داخل حقل نجمي فقير باستثناء Altair (Alfa Aquilae) الساطع. ### Darsiu - camarão de rio - روبيان المياه العذبة [Darsiu - Pitu - Caridean Shrimp] (http://en.wikipedia.org/wiki/Caridea) ### Mhua - Jacundá (peixe) - نوع من الأسماك [Mhua - Jacundá (peixe) - Jacundá] (http://pt.wikipedia.org/wiki/Jacund٪C3٪A1) [(نوع من الأسماك)] (https://en.wikipedia.org/wiki/ Crenicichla) كلا البرجين مترابطان معًا في عدد قليل من النجوم الساطعة في منطقة Aquarius و Pisces. نظرًا لضعف وعيهم ، يعد محاولة رؤيتها أثناء الليل تحديًا رائعًا. ### ياي - onça - بوما أو جاكوار [Yai - Onça - Jaguar] (http://en.wikipedia.org/wiki/Jaguar) إنها كوكبة كبيرة - واحدة من أكبر - داخل الأجزاء الشمالية من سماء الليل. طوال الليل بالقرب من الأفق ، يتم وصف البوما الكبيرة داخل أبراج Cepheus و Cassiopeia و Perseus. ### Yhe - garça - egret [Yhé - Garça - Egret] (http://en.wikipedia.org/wiki/Egret) لا يزال الموقف الحقيقي لهذه الكوكبة قيد المناقشة: هل هذه النجوم موجودة في منطقة شعر Berenices أو داخل Corvus؟ نختار المنطقة الأولى لأنها كانت موجودة في المنطقة الحقيقية من قبيلة Tukanos of São José II. ### Yurara - tartaruga - سلحفاة [Yurara - Cágado - Tortoise] (http://en.wikipedia.org/wiki/Tortoise) توصف هذه الكوكبة باسم كوكبة الصليب الجنوبي الغربي. في بعض الأحيان تعني هذه الكوكبة الغربية التقليدية ثعالب الماء أو سلحفاة لشعب Tukano. ### Nhorkoatero - grupo de estrelas - Pleiades ترجمة _nhorkoatero_ هي حرفيا "مجموعة من النجوم". تم تحديدها على أنها Pleiades لدينا ، وهذا مهم جدًا كحارس للوقت ضمن تقويم معقد لشعب Tukano. كما أنها تستخدم لنذير الفترة الممطرة. ### Waikhasa - موكيم - نوع من المتلقين لطهي السمك [Waikasa - Moquém - Moquém (نوع من الشوي لطهي السمك)] (http://cozinhacomz.com.br/؟food=muquiar-ou-moquear) يتم تحديده من خلال مجموعة النجوم المفتوحة Taurus Hyades مع Aldebaran اللامع بعد Pleiades. هذه نجمة سهلة يمكن رؤيتها في جميع أنحاء السماء. ### Sioyahpu - enxó - أداة نحت الخشب [Sioyahpu - Cabo do Enxó - Adze Handle] (http://en.wikipedia.org/wiki/Adze) كجزء من حزام Orion واثنين من النجوم الأكثر سطوعًا في هذه الكوكبة - Betelgeuse و Bellatrix - تمثل هذه الكوكبة جزءًا من أداة تستخدم في نحت الخشب. ### سيبي فييرو - كوبرا دي أنوس غراندي - ثعبان Sipé Phairo - Cobra de Ânus Grande - Snake of Large Anus هذا الثعبان يتوافق مع ألمع نجوم الدب الأكبر. في أسطورة عندما تلمس هذه الكوكبة الأفق بعد غروب الشمس يتم ابتلاع جميع الأسماك في النهر الرئيسي تقريبًا. ### ديايو - لونترا - قضاعة توصف هذه الكوكبة بأنها صليبنا الجنوبي من قبل جزء من Tukanos في نصف نهر Tiquié ، وترتبط أيضًا بالنجم مثل Sirius في Canis Major في تلك المنطقة. ### Kai Sariró - Circulo de dança - رقصات دائرية تقع هذه النجوم بشكل أساسي في كوكبة أوريون وتعني دائرة من الرقصات في بعض احتفالات توكانو الخاصة. ### المصادر هذا العمل هو جزء من كمية من الأبحاث التي تم تطويرها كمسح أجري بين عامي 2005 و 2007 نتج عنها أطروحة دكتوراه / دكتوراه (Cardoso ، 2007). بالاعتماد على مصادر الإثنوماتية (D'ambrosio ، 2002) ، في الأنشطة العملية لمراقبة السماء والمصادر الكلاسيكية حول الأبراج التي لوحظت في منطقة الأمازون البرازيلية ، قمنا بإنجاز رسم خرائط لهذه العرق الهندي: Tukano و Dessano و Tuyuka ولكن بشكل خاص ، الأول واحد. من وصف العديد من الأبراج قمنا بإنشاء أحداث فلكية وتقويم مناخي جنبًا إلى جنب مع طلاب من مدرسة يوبوري الأصلية المتمايزة. تتميز فترات الأمطار والجفاف والزراعة والحصاد بغروب الشمس وشروق الكوكبات الرئيسية التي أنشأتها أمازونيا شمال غرب الهند
cs: ![Kruhový kalendář](Calendario_Tukano.webp) Jeden kruhový kalendář vyvinutý v roce 2007. Další podrobnosti naleznete v [#1] [#2] {: .img_and_caption } ### Tukanoské souhvězdí Souhvězdí v astronomické kultuře Tukano souvisí s přírodními jevy jako celkem. Shromáždili jsme dvanáct souhvězdí se skupinou, která mluví jazykem Tukano. Toto není konečný počet konstelací. Určitě bude popsáno více souhvězdí. Představili jsme zde v podstatě „hlavní cyklus“ [#2] souhvězdí Tukano. Někdy někdo spojuje nové objevy o těchto indiánských konceptech oblohy nebo představuje nové popisy souhvězdí. Přestože stanovujeme limity a konfigurace těchto konstelací, které jsou pro nás nové (jiné než Indiáni), neorganizují toto tělo znalostí stejným způsobem. Jejich představy o nebi a vesmíru se liší od našich. Neorganizují a nepochopí představy o vesmíru jako celku, jako jsme my. Představujeme proto jen málo údajů z výzkumu provedeného u žijících lidí a tato data mohou být v blízké budoucnosti proměnná. Pracovali jsme se studenty základních škol, se staršími a vyprávěči příběhů, abychom porovnali rozhovory a shrnuli je, jak uvidíte níže. Obecně lze říci, že souhvězdí Tukano nebo jeho části jsou pozorovány, když nastane jeho nastavení, jako je západ slunce (heliaální nastavení) během krátkého období roku. S touto astronomickou událostí souvisí množství přírodních jevů. Například můžeme brát v úvahu nastavení hlavy Añy během listopadu a její vztah ke zvýšení a snížení hladiny řeky Tiquié. Změna hladiny řeky je doprovázena vznikem různých ryb, které se objevují v důsledku těchto proměnlivých přírodních podmínek. Další větší ryby sledují první skupinu pro více účelů (například jíst menší). Všichni jedí ovoce, které nakonec spadne nad hladinu řeky. O tyto plody se zajímá také mletá zvířata a mikroorganismy. Fenomén, který byl pro nás poprvé popsán jako astronomický soubor, lze tedy vidět ve složitějším chování Tukanosu a jejich sousedů v této oblasti. Zvířata, rostliny a také duchovní projevy jsou podle kosmologického pohledu ve složitém vztahu, který už nemůžeme ignorovat. Název každé konstelace byl psán v tomto pořadí: Tukano, portugalština a angličtina. Př. Pamõ - Tatu - Armadillo. ### Aña nebo Aña Diaso - Jararaca - Fer-de-lance [Aña - Jararaca - Jararaca (had)] (http://en.wikipedia.org/wiki/Bothrops_jararaca) Velký had, který se nachází v souhvězdích Scorpius, Střelec a Corona Australis. Jeho nastavení se západem slunce odpovídá začátku roku této skupině Tukanos. ### Pamõ - Tatu - Armadillo [Pamõ - Tatu - Armadillo] (http://en.wikipedia.org/wiki/Armadillo) Tato souhvězdí se nachází v moderních souhvězdích delfínů a v částech souhvězdí Aquila. Tato skupina slabých hvězd je umístěna uvnitř chudého hvězdného pole s výjimkou jasného Altairu (Alfa Aquilae). ### Darsiu - camarão de rio - krevety sladkovodní [Darsiu - Pitu - karidské krevety] (http://en.wikipedia.org/wiki/Caridea) ### Mhua - Jacundá (peixe) - Druh ryby [Mhua - Jacundá (peixe) - Jacundá] (http://pt.wikipedia.org/wiki/Jacund%C3%A1) [(druh ryby)] (https://en.wikipedia.org/wiki/ Crenicichla) Obě souhvězdí jsou spojena do několika jasných hvězd oblasti Vodnáře a Ryby. Vzhledem k tomu, že jsou slabé, je to úžasná výzva zkusit to vidět v noci. ### Yai - onça - puma nebo jaguar [Yai - Onça - Jaguar] (http://en.wikipedia.org/wiki/Jaguar) Je to velká souhvězdí - jedna z největších - uvnitř severní části noční oblohy. Celou noc blízko obzoru je velká puma popsána uvnitř našich souhvězd Cepheus, Cassiopeia a Perseus. ### Yhe - garça - egret [Yhé - Garça - Egret] (http://en.wikipedia.org/wiki/Egret) O skutečné poloze této souhvězdí se stále diskutuje: Jsou tyto hvězdy v oblasti berenických vlasů nebo uvnitř korvusu? Vybrali jsme si první region, protože byl přítomen jako skutečný kmen Tukanos kmene São José II. ### Yurara - tartaruga - želva [Yurara - Cágado - želva] (http://en.wikipedia.org/wiki/Tortoise) Tato souhvězdí je popisována jako souhvězdí náhodného jižního kříže. Někdy tato tradiční náhodná konstelace znamenala pro Tukano také vydru nebo želvu. ### Nhorkoatero - grupo de estrelas - Plejády Překlad _nhorkoatero_ je doslova „skupina hvězd“. Toto je identifikováno jako naše Plejády, což je velmi důležité jako časoměřič v komplexním kalendáři pro Tukano. Používá se také jako předzvěst období dešťů. ### Waikhasa - moquém - druh příjemce vaření ryb [Waikasa - Moquém - Moquém (druh grilu na vaření ryb)] (http://cozinhacomz.com.br/?food=muquiar-ou-moquear) Je identifikován s naším otevřeným shlukem hvězd Taurus Hyades s jasným Aldebaranem sledujícím Plejády. Je to snadný asterismus, který lze vidět po celé obloze. ### Sioyahpu - enxó - nástroj vyřezává dřevo [Sioyahpu - Cabo do Enxó - Adze Handle] (http://en.wikipedia.org/wiki/Adze) Jako součást pásu Orion a dvou dalších nejjasnějších hvězd této souhvězdí - naší Betelgeuse a Bellatrix - tato souhvězdí představuje část nástroje, které se používá k vyřezávání dřeva. ### Sipé Phairo - cobra de ânus grande - had Sipé Phairo - Cobra de Ânus Grande - had velký Anus Tento had odpovídá nejjasnějším hvězdám velkého vozu. V legendě, když se toto souhvězdí dotkne horizontu po západu slunce, jsou tím pohlceny všechny ryby v hlavní řece. ### Diayo - lontra - vydra Tato souhvězdí je popsána jako náš jižní kříž částí Tukanos v polovině řeky Tiquié a je také spojována s hvězdou jako Sirius v Canis Major v této oblasti. ### Kai Sariró - Circulo de dança - Tance v kruhu Tyto hvězdy jsou hlavně v souhvězdí Orionu a znamenají kruh tanců v některých zvláštních tukanských obřadech. ### Zdroje Tato práce je součástí množství výzkumů vyvinutých v rámci průzkumu provedeného v letech 2005 až 2007, který vedl k doktorské / doktorské práci (Cardoso, 2007). Spoléháme-li se na zdroje etnomatematiky (D'ambrosio, 2002), v praktických činnostech pozorování oblohy a na klasických zdrojích o souhvězdích pozorovaných v brazilské amazonské oblasti, provedli jsme mapování oblohy těchto indických etnik: Tukano, Dessano a Tuyuka, ale speciálně první jeden. Z popisu mnoha souhvězdí jsme vytvořili astronomické události a klimatický kalendář spolu se studenty z diferencované Yupuriho domorodé školy. Období deště, sucho, výsadba a sklizeň jsou poznamenány západem a východem slunce hlavních souhvězdí vytvořených severozápadními Indiemi Amazonie
ja: ![循環カレンダー](Calendario_Tukano.webp) 2007年に開発された1つの円形カレンダー。詳細については、[#1] [#2]を参照してください。 {: .img_and_caption } ###塚野星座 塚野天文文化内の星座は、全体として自然現象と関連しています。塚野の言葉を話すグループで12の星座を集めました。これは決定的な星座の数ではありません。確かに、説明する星座はもっとあります。ここでは、本質的には塚野星座の「主周期」[#2]を紹介しました。時々誰かがこれらのインディアンの空の概念についての新しい発見を関連付けるか、新しい星座の説明を提示します。私たち（インディアン以外）にとって新しいこれらの星座に制限と構成を確立していますが、この知識体系を同じように編成していません。空と宇宙に関する彼らの概念は、私たちのものと比較すると異なります。彼らは、私たちのように、全体としての宇宙についてのアイデアを組織化し、想像しません。 これにより、私たちは生きている人々を使って行われた研究からのいくつかのデータを提示します、そしてこのデータは近い将来変動するかもしれません。以下のように、基本的な学校の生徒、長老、語り手と話し合って、話を比較し、要約しました。 一般に、塚野星座またはその一部は、1年の短い期間の日没（太陽の光の設定）などの設定が発生したときに観測されたと言えます。この天文現象に関連する自然現象はたくさんあります。たとえば、11月のアニャの頭の設定と、ティキエ川の水位の増減との関係を考えることができます。河川水位の変動は、これらの変化しやすい自然条件の結果として現れるさまざまな魚の出現を伴います。他の大きな魚は、複数の目的で最初のグループに従います（たとえば、小さな魚を食べる）。彼ら全員が果物を食べ、最終的に川面に落ちる。地上の動物と微生物は、これらの果物だけでなく、これらの果物にも関心があります。したがって、最初に私たちにとって天文学的なセットとして説明された現象は、この地域の周りのトゥカノス族とその近隣のより複雑な行動の中に見ることができます。動物、植物、そして精神的な顕現は、私たちがもはや無視できない宇宙論的な見方の下で複雑な関係にあります。 各星座の名前は、Tukano、ポルトガル語、英語の順に書かれています。例Pamõ-Tatu-Armadillo。 ###アーニャまたはアーニャディアーゾ-ハララカ-フェルデランス [Aña-ハララカ-ハララカ（ヘビ）]（http://en.wikipedia.org/wiki/Bothrops_jararaca） さそり座、射手座、コロナオーストラリスの星座の一部に見られる大きなヘビ。その夕日のある設定は、この年のトゥカノス島のグループに対応しています。 ###パム-タトゥ-アルマジロ [Pamõ-Tatu-Armadillo]（http://en.wikipedia.org/wiki/Armadillo） この星座は、イルカの現代の星座とアクイラ星座の一部にあります。かすかな星のこのグループは、明るいAltair（Alfa Aquilae）を除いて、貧弱な星野の中に置かれています。 ### Darsiu-カマランデリオ-淡水エビ [Darsiu-Pitu-Caridean Shrimp]（http://en.wikipedia.org/wiki/Caridea） ### Mhua-Jacundá（peixe）-魚の一種 [Mhua-Jacundá（peixe）-Jacundá]（http://pt.wikipedia.org/wiki/Jacund%C3%A1）[（一種の魚）]（https://en.wikipedia.org/wiki/クレニシクラ） 両方の星座は、水瓶座とうお座の領域のいくつかの明るい星に一緒に結合されます。気絶しているので、夜中に見ようとするのは素晴らしい挑戦です。 ###ヤイ-オンサ-プーマまたはジャガー [ヤイ-オンサ-ジャガー]（http://en.wikipedia.org/wiki/ジャガー） 夜空の北側にある大きな星座です。地平線の近くで一晩中、大きなピューマは私たちのケフェウス座、カシオペア座、ペルセウス座の内部に描かれています。 ### Yhe-garça-egret [イエ-ガルサ-白鷺]（http://en.wikipedia.org/wiki/Egret） この星座の本当の位置はまだ議論中です：それらの星はベレニスの髪の領域にあるのですか、それともうみへびの中にありますか？最初の地域を選択したのは、サンホセII族のトゥカノスによって実際の地域として存在していたためです。 ###ゆらら-タルタルガ-カメ [ゆらら-カガド-亀]（http://en.wikipedia.org/wiki/Tortoise） この星座は、西洋のサザンクロス星座と呼ばれています。この伝統的な西洋の星座は、塚野の人々にとってカワウソやカメを意味することもありました。 ### Nhorkoatero-grupo de estrelas-プレアデス _nhorkoatero_の翻訳は、文字通り「星のグループ」です。これはプレアデス星団として識別され、これは塚野の人々にとって複雑なカレンダーの中でタイムキーパーとして非常に重要です。雨の前兆としても使われます。 ###ワイカサ-モケム-魚を調理する一種のレシピエント [ワイカサ-モケム-モケム（魚を調理するためのグリルの一種）]（http://cozinhacomz.com.br/?food=muquiar-ou-moquear） それは、プレアデスに続く明るいアルデバランと星の星座ハイアデス星団で識別されます。これは、空中に簡単に見られるアステリズムです。 ### Sioyahpu-enxó-楽器は木を彫ります [Sioyahpu-Cabo doEnxó-Adze Handle]（http://en.wikipedia.org/wiki/Adze） オリオンベルトの一部であり、この星座の最も明るい2つの星-私たちのベテルギウスとベラトリックス-として、この星座は木を彫るために使用される道具の一部を表しています。 ###SipéPhairo-コブラデアヌスグランデ-ヘビ SipéPhairo-Cobra deÂnusGrande-大肛門のヘビ この蛇は北斗七星の最も明るい星に対応しています。伝説では、この星座が日没後に地平線に触れると、主な川のほとんどすべての魚がそれによって飲み込まれます。 ### Diayo-lontra-カワウソ ティキエ川の半分にあるトゥカノス川の一部であるサザンクロスと呼ばれるこの星座は、その地域のカニスマジョールのシリウスとしての星とも関連付けられています。 ### KaiSariró-Circulo dedança-サークルダンス それらの星は主にオリオン星座にあり、いくつかの特別な塚野式典での踊りの輪を意味します。 ###ソース この研究は、2005年から2007年にかけて行われた、博士論文/博士論文につながる調査として開発された多くの研究の一部です（Cardoso、2007）。エスノマテマティクスソース（D'ambrosio、2002）に依存し、実際の空の観測活動と、ブラジルのアマゾン地域で観測された星座に関する古典的なソースに基づいて、これらのインド民族のスカイマッピングを達成しました。 1。多くの星座の説明から、差別化されたユプリの先住民族の学校の生徒とともに、天文イベントと気候カレンダーを作成しました。雨季、干ばつ、植栽、収穫は、アマゾニア北西インディアンによって作成された主要な星座の日没と日の出によって特徴付けられます
