Repository: 10110111/stellarium-skycultures
Catalog: tukano/po/*.po
Languages: ar, cs, ja

source: - [#1]: Cardoso, Walmir Thomazi. Sao Paulo, 2007. [Thesis Abstract](https://www.sapientia.pucsp.br/handle/handle/11272) - [#2]: Cardoso, Walmir Thomazi. Sao Paulo, 2007. [Thesis](https://www.sapientia.pucsp.br/bitstream/handle/11272/1/Walmir%20Thomazi%20Cardoso.pdf)
ar: - [#1]: كاردوسو ، والمير توماسزي. ساو باولو ، 2007. [ملخص الأطروحة](https://www.sapientia.pucsp.br/handle/handle/11272) - [#2]: كاردوسو ، والمير توماسزي. ساو باولو ، 2007. [أطروحة](https://www.sapientia.pucsp.br/bitstream/handle/11272/1/Walmir٪20Thomazi٪20Cardoso.pdf)
cs: - [#1]: Cardoso, Walmir Thomazi. Sao Paulo, 2007. [Abstrakt práce](https://www.sapientia.pucsp.br/handle/handle/11272) - [#2]: Cardoso, Walmir Thomazi. Sao Paulo, 2007. [Diplomová práce](https://www.sapientia.pucsp.br/bitstream/handle/11272/1/Walmir%20Thomazi%20Cardoso.pdf)
ja: - [#1]: Cardoso、Walmir Thomazi。サンパウロ、2007年。[論文の要約](https://www.sapientia.pucsp.br/handle/handle/11272) - [#2]: Cardoso、Walmir Thomazi。サンパウロ、2007。[論文](https://www.sapientia.pucsp.br/bitstream/handle/11272/1/Walmir%20Thomazi%20Cardoso.pdf)

source: [Walmir Thomazi Cardoso](mailto:walmir.astronomia@gmail.com) gathered this information in a survey that is part of his PhD. Thesis of Ethnomathematics. Illustrations were made by Antonio Gumercindo Taques dos Santos (Ticão) and [Youssif Ganthous Filho](mailto:youssif@gmail.com). technical adaption: Susanne M Hoffmann
ar: [Walmir Thomazi Cardoso] (mailto: walmir.astronomia@gmail.com) جمعت هذه المعلومات في استبيان يعد جزءًا من رسالة الدكتوراه. وقد قدم الرسوم التوضيحية أنطونيو جوميرسيندو تاكس دوس سانتوس (تيكاو) و [يوسف جانثوس فيلهو] (mailto: youssif@gmail.com). التكيف الفني: سوزان هوفمان
cs: [Walmir Thomazi Cardoso] (mailto: walmir.astronomia@gmail.com) shromáždil tyto informace v průzkumu, který je součástí jeho PhD. Thesis of Ethnomathematics. Ilustrace vytvořili Antonio Gumercindo Taques dos Santos (Ticão) a [Youssif Ganthous Filho] (mailto: youssif@gmail.com). technické úpravy: Susanne M Hoffmann
ja: [Walmir Thomazi Cardoso]（mailto：walmir.astronomia@gmail.com）は、彼の博士学位論文の一部である調査でこの情報を収集しました。 イラストは、Antonio Gumercindo Taques dos Santos（Ticão）および[Youssif Ganthous Filho]（mailto：youssif@gmail.com）によって作成されました。 技術的な適応：Susanne M Hoffmann

source: GNU GPL v2.0
ar: GNU GPL الإصدار 2.0

source: Jararaca
ar: جاراراكا
ja: ハララカ

source: Armadillo
ar: ‎‎حيوان المدرع‎‎
cs: Pásovec
ja: アルマジロ

source: Caridean Shrimp
ar: ‎‎سرطان الكاريديان‎‎
cs: Karidské krevety
ja: カリディアンシュリンプ

source: Jaguar
ar: جاكوار
cs: Jaguár
ja: ジャガー

source: Group of Stars
ar: ‎‎مجموعة من النجوم‎‎
cs: Skupina hvězd
ja: 星のグループ

source: Moquém
ar: موكيم
ja: モケム

source: Adze Handle
ar: ‎‎عصا الفأس‎‎
ja: Adzeハンドル

source: Egret
ar: ‎‎البلشون الأبيض‎‎
ja: 白鷺

source: Tortoise
ar: ‎سلحفاة‎
cs: Želva
ja: 亀(き)

source: Snake with Large Anus
ar: ثعبان مع فتحة الشرج الكبيرة
cs: Had s velkým Anusem
ja: 大きな肛門を持つヘビ

source: Crenicichla
ja: クレニシクラ
