Repository: 10110111/stellarium-skycultures
Catalog: siberian/po/*.po
Languages: ar, ja, ko, ru, zh_cn, zh_tw

source: Siberian
ar: السيبيري
ja: シベリア
ko: 시베리아
ru: Сибирская
zh_cn: 西伯利亚
zh_tw: 西伯利亞(Siberian)

source: Siberia is the Asian part of Russia, i.e. the northern third of the Asian continent. As it belongs to Russia, the modern constellations are used there since many centuries.
ar: سيبيريا هي الجزء الآسيوي من روسيا ، أي الثلث الشمالي من القارة الآسيوية. كما أنها تنتمي إلى روسيا ، يتم استخدام الأبراج الحديثة هناك منذ قرون عديدة.
ja: シベリアはロシアのアジアの一部、つまりアジア大陸の北3分の1です。ロシアに属しているため、何世紀にもわたって現代の星座が使用されています。
ko: 시베리아는 러시아의 아시아 지역, 즉 아시아 대륙의 북쪽 1/3입니다. 러시아에 속하기 때문에 현대의 별자리는 수세기 동안 사용되었습니다.
ru: Сибирь - это азиатская часть России, то есть северная треть азиатского континента. Поскольку она принадлежит России, современные созвездия используются там уже много веков
zh_cn: 西伯利亚是俄罗斯的亚洲部分，即亚洲大陆的北部三分之一。由于它属于俄罗斯，因此已有数百年的历史了。
zh_tw: 西伯利亞是俄羅斯的亞洲部分，即亞洲大陸的北部三分之一。由於它屬於俄羅斯，因此已有數百年的歷史了。

source: The names of the constellations of the native Siberian peoples and tribes is poorly studied. Additonally, due to the large territory, the knowledge about constellations is difficult to reconcile in a single integrated picture. In this sky culture, only specific names and objects are marked which are typical for whole of Siberia. There had been more in only certain areas of Siberia, used by only a smaller group of people. ### Milky Way The names of the Milky Way are quite numerous, but they can be distinguished into two groups: (i) the names coming from the past (e.g., _Goose Road_) and (ii) the name of a later periods (_Mamay Road_). The names of the later period is are clearly influenced by the Mongol-Tatar invasion to Russia. ### Pleiades The Pleiades have many names, even more than names for the Milky Way exist. However, all of them in Siberia can be reduced to the notion for a star cluster as a bird's nest. Among these names _Duck Nest_ is the most common. ### Ursa Major In central Siberia, the name _Elk_ is used very often for this constellation but in Eastern Siberia the name "Bear" is used more frequently. ### Orion Of the constellation of Orion, Siberians usually use only three stars of the belt: they are called _Kichigi_ (the Threshers). It is a typical image of the threchers from north-eastern Russia that they stand in a row. In the European part of Russia an asterism called _Kichigi_ usually hides the Ursa Major constellation.
ar: أسماء الأبراج من الشعوب والقبائل السيبيرية الأصلية تدرس بشكل سيئ. بالإضافة إلى ذلك ، بسبب المساحة الكبيرة ، من الصعب التوفيق بين المعرفة حول الأبراج في صورة واحدة متكاملة. في ثقافة السماء هذه ، يتم وضع علامة على أسماء وأشياء محددة فقط وهي نموذجية لكامل سيبيريا. كان هناك المزيد في مناطق معينة فقط من سيبيريا ، ويستخدمها فقط مجموعة صغيرة من الناس. ### درب التبانة أسماء درب التبانة عديدة جدًا ، ولكن يمكن تمييزها في مجموعتين: (1) الأسماء القادمة من الماضي (على سبيل المثال ، _Goose Road_) و (ii) اسم فترات لاحقة (_Mayay Road_). تتأثر أسماء الفترة اللاحقة بوضوح بالغزو المغولي التتار لروسيا. ### الثريا لدى الثريا العديد من الأسماء ، حتى أكثر من أسماء درب التبانة الموجودة. ومع ذلك ، يمكن اختزالها جميعًا في سيبيريا إلى فكرة كتلة النجوم كعش الطيور. من بين هذه الأسماء _Duck Nest_ هو الأكثر شيوعًا. ### أورسا ميجور في وسط سيبيريا ، يتم استخدام اسم _Elk_ في كثير من الأحيان لهذه الكوكبة ولكن في شرق سيبيريا يتم استخدام اسم "الدب" بشكل متكرر. ### أوريون من كوكبة أوريون ، يستخدم السيبيريون عادةً ثلاث نجوم فقط من الحزام: يطلق عليهم _Kichigi_ (الدرس). إنها صورة نموذجية للمتعلمين من شمال شرق روسيا يقفون على التوالي. في الجزء الأوروبي من روسيا ، عادة ما تخفي النجمة المسماة _Kichigi_ كوكبة Ursa الرئيسية.
ja: シベリアの先住民と部族の星座の名前は、あまり研究されていません。さらに、領土が広いため、星座に関する知識を1つの統合された画像で調整することは困難です。この空の文化では、シベリア全体で典型的な特定の名前とオブジェクトのみがマークされています。シベリアの特定の地域でのみ多くが使用され、少数の人々だけが使用していました。 ### 天の川 天の川の名前は非常に多くありますが、2つのグループに分類できます。（i）過去に由来する名前（例：_Goose Road_）と（ii）後期の名前（_Mamay Road_）です。後期の名前は明らかにモンゴル・タタールのロシア侵攻に影響を受けている。 ### プレアデス プレアデス星団には多くの名前があり、天の川の名前が存在するだけではありません。ただし、シベリアのそれらはすべて、鳥の巣としての星団の概念に還元できます。これらの名前の中で_Duck Nest_が最も一般的です。 ### おおぐま座 中央シベリアでは、この星座に_Elk_という名前が頻繁に使用されていますが、東シベリアでは、「クマ」という名前がより頻繁に使用されています。 ### オリオン オリオン座のうち、シベリア人は通常ベルトの3つ星のみを使用します。それらは_Kichigi_（脱穀機）と呼ばれます。彼らが並んでいるのはロシア北東部の脱穀機の典型的なイメージです。ロシアのヨーロッパ地域では、_Kichigi_と呼ばれるアステリズムが通常おおぐま座を隠しています。
ko: 시베리아 원주민과 부족의 별자리 이름은 잘 연구되지 않았습니다. 또한 넓은 영토로 인해 별자리에 대한 지식을 단일 통합 그림으로 조정하기가 어렵습니다. 이 하늘 문화에서는 시베리아 전체에 전형적인 특정 이름과 물체 만 표시됩니다. 시베리아의 특정 지역에는 소수의 사람들 만이 사용하는 지역이 더 많았습니다. ### 은하수 은하수의 이름은 매우 많지만 (i) 과거의 이름 (예 : Goose Road)과 (ii) 후기의 이름 (Mamay Road)으로 구분할 수 있습니다. 후기 시대의 이름은 몽골-타타르의 러시아 침공에 의해 분명하게 영향을받습니다. ### 플레이아데스 플레이아데스에는 은하수 이름보다 훨씬 많은 이름이 있습니다. 그러나 시베리아에있는 이들 모두는 새집으로 별 무리에 대한 개념으로 축소 될 수 있습니다. 이러한 이름 중에서 Duck Nest가 가장 일반적입니다. ### 큰곰 자리 중앙 시베리아에서는 Elk라는 이름이이 별자리에 자주 사용되지만 동부 시베리아에서는 "곰"이라는 이름이 더 자주 사용됩니다. ### 오리온 오리온의 별자리 중에서 시베리아 사람들은 보통 벨트의 별 3 개만 사용합니다. 그들은 키 치기 (탈곡기)라고 불립니다. 러시아 북동부의 탈곡 자들이 일렬로 서있는 모습입니다. 러시아의 유럽 지역에서는 Kichigi라는 별표가 일반적으로 큰곰 자리 별자리를 숨 깁니다.
ru: Названия созвездий коренных сибирских народов и племен изучены слабо. Кроме того, из-за большой территории знания о созвездиях трудно согласовать в единой интегрированной картине. В этой культуре неба отмечены только конкретные имена и объекты, характерные для всей Сибири. Их было больше только в некоторых районах Сибири, которыми пользовалась лишь небольшая группа людей. ### Млечный Путь Имена Млечного Пути довольно многочисленны, но их можно разделить на две группы: (i) имена, пришедшие из прошлого (например, _Goose Road_) и (ii) названия более поздних периодов (_Mamay Road_). На имена более позднего периода явно повлияло монголо-татарское нашествие на Россию. ### Плеяды Плеяды имеют много имен, даже больше, чем имена Млечного Пути. Однако все они в Сибири можно свести к понятию звездного скопления как птичьего гнезда. Среди этих имен _Duck Nest_ является наиболее распространенным. ### Большая Медведица В Центральной Сибири имя _Elk_ очень часто используется для этого созвездия, но в Восточной Сибири имя «Медведь» используется чаще. ### Орион Из созвездия Ориона сибиряки обычно используют только три звезды пояса: их называют _Kichigi_ (Молотилки). Это типичное изображение молочников с северо-востока России, которые они стоят в ряд. В европейской части России астеризм, называемый "Кичиги", обычно скрывает созвездие Большой Медведицы.
zh_cn: 西伯利亚土著人民和部落的星座名称很少研究。另外，由于地域辽阔，关于星座的知识很难在一个单一的综合图中加以调和。在这种天空文化中，只标记了特定名称和对象，这是整个西伯利亚的典型特征。在西伯利亚的某些地区，只有一小部分人使用了更多的东西。 ### 银河 银河系的名称很多，但可以分为两类：（i）过去的名称（例如Goose Road）和（ii）后来的名称（Mamay Road）。后期的名称显然受到蒙古Ta人入侵俄罗斯的影响。 ### P P宿星有很多名字，甚至比银河系的名字还多。但是，在西伯利亚，所有这些都可以简化为将星团视为鸟巢的概念。在这些名称中，鸭巢是最常见的。 ### 北斗星 在西伯利亚中部，这个星座经常使用麋鹿这个名字，但是在西伯利亚东部，更经常使用“熊”这个名字。 ### 猎户座 在猎户星座中，西伯利亚人通常只使用该带的三颗星：它们被称为Kichigi（打谷者）。这是一排排的俄罗斯东北部威胁者的典型图像。在俄罗斯的欧洲部分，称为Kichigi的星空通常隐藏着Ursa Major星座。
zh_tw: 西伯利亞土著人民和部落的星座名稱很少研究。另外，由於地域遼闊，關於星座的知識很難在一個單一的綜合圖中加以調和。在這種天空文化中，只標記了特定名稱和對象，這是整個西伯利亞的典型特徵。在西伯利亞的某些地區，只有一小部分人使用了更多的東西。 ### 銀河 銀河系的名稱很多，但可以分為兩類：（i）過去的名稱（例如Goose Road）和（ii）後來的名稱（Mamay Road）。後期的名稱顯然受到蒙古Ta人入侵俄羅斯的影響。 ### P P宿星有很多名字，甚至比銀河系的名字還多。但是，在西伯利亞，所有這些都可以簡化為將星團視為鳥巢的概念。在這些名稱中，鴨巢是最常見的。 ### 北斗星 在西伯利亞中部，這個星座經常使用麋鹿這個名字，但是在西伯利亞東部，更經常使用“熊”這個名字。 ### 獵戶座 在獵戶星座中，西伯利亞人通常只使用該帶的三顆星：它們被稱為Kichigi（打穀者）。這是一排排的俄羅斯東北部威脅者的典型圖像。在俄羅斯的歐洲部分，稱為Kichigi的星空通常隱藏著Ursa Major星座。

source: - [#1]: Svjatskij, D.O. Astronomija Drevnej Rusi. - M., 2007. - 664 s. - [#2]: Svjatskij, D.O. Pod svodom hrustal'nogo neba: Ocherki po astral'noj mifologii v oblasti religioznogo i narodnogo mirovozzrenija. Izd. 2-e M.: Knizhnyj dvor "LIBROKOM", 2011. - 192 s. - [#3]: Rut, M.E. Slovar' astronimov. Zvezdnoe nebo po-russki. - M.: AST-PRESS KNIGA, 2010. - 288 s. - [#4]: Karpenko, Ju.A. Nazvanija zvezdnogo neba. - M.: Nauka, 1981. - 184 s.
ar: - [#1]: Svjatskij ، D.O. Astronomija Drevnej Rusi. - م ، 2007. - 664 ثانية. - [#2]: Svjatskij ، D.O. Pod svodom hrustal'nogo neba: Ocherki po astral'noj mifologii v oblasti religioznogo i narodnogo mirovozzrenija. Izd. 2-e M: Knizhnyj dvor "LIBROKOM" ، 2011. - 192 ثانية. - [#3]: Rut، ME ME Slovar 'astronimov. Zvezdnoe nebo po-russki. - م: AST-PRN KNIGA ، 2010. - 288 ثانية. - [#4]: كاربينكو ، Ju.A. Nazvanija zvezdnogo neba. - م: Nauka ، 1981. - 184 ثانية.
ja: - [#1]: Svjatskij、D.O。 Astronomija Drevnej Rusi。 -M、2007年。-664秒。 - [#2]: Svjatskij、D.O。 Pod svodom hrustal'nogo neba：Ocherki po astral'noj mifologii v oblasti religioznogo i narodnogo mirovozzrenija。イズド。 2-e M .: Knizhnyj dvor "LIBROKOM"、2011年。-192秒。 - [#3]: Rut、M.E。Slovar 'astronimov。ズヴェズドノエネボポルースキー。 -M：AST-PRESS KNIGA、2010。-288秒。 - [#4]: Karpenko、Ju.A。 Nazvanija zvezdnogo neba。 -M：ナウカ、1981。-184秒。
ko: - [#1]: Svjatskij, D.O. 천문학 자 Drevnej Rusi. -M., 2007.-664 초 - [#2]: Svjatskij, D.O. 포드 svodom hrustal'nogo neba : Ocherki po astral'noj mifologii v oblasti religioznogo i narodnogo mirovozzrenija. 아이즈 2-e M .: Knizhnyj dvor "LIBROKOM", 2011.-192 초. - [#3]: Rut, M.E. Slovar 'astronimov. Zvezdnoe nebo po-russki. -M .: AST-PRESS KNIGA, 2010.-288 초. - [#4]: 카르 펜코, Ju.A. 나즈 바니 야 즈 베즈 노고 네바. -M .: Nauka, 1981 년-184 초
ru: - [#1]: Святский Д.О. Астрономия Древней Руси. - М., 2007. - 664 с. - [#2]: Святский Д.О. Под сводом хрустального неба: Очерки по астральной мифологии в области религиозного и народного мировоззрения. Изд. 2-е М .: Книжный двор "ЛИБРОКОМ", 2011. - 192 с. - [#3]: Рут, М. Е. Словарь, Астронимов. Звездное небо по-русски. - М .: АСТ-ПРЕСС КНИГА, 2010. - 288 с. - [#4]: Карпенко Ю.А. Называния звездного неба. - М .: Наука, 1981. - 184 с.
zh_cn: - [#1]: Svjatskij，D.O。天文学Drevnej Rusi。 -M.，2007.-664 s。 - [#2]: Svjatskij，D.O。 Pod svodom hrustal'nogo neba：Ocherki po astral'noj mifologii v oblasti religioznogo i narodnogo mirovozzrenija。伊兹德2-e M.：Knizhnyj dvor“ LIBROKOM”，2011年。-192秒。 - [#3]: Rut，M.E。Slovar的astronimov。 Zvezdnoe nebo po-russki。 -M.：AST-PRESS KNIGA，2010年。-288秒。 - [#4]: 卡尔彭科（Ju.A.） Nazvanija zvezdnogo neba。 -M .：娜卡（Nauka），1981年。-184 s。
zh_tw: - [#1]: Svjatskij，D.O。天文學Drevnej Rusi。 -M.，2007.-664 s。 - [#2]: Svjatskij，D.O。 Pod svodom hrustal'nogo neba：Ocherki po astral'noj mifologii v oblasti religioznogo i narodnogo mirovozzrenija。伊茲德2-e M.：Knizhnyj dvor“ LIBROKOM”，2011年。-192秒。 - [#3]: Rut，M.E。Slovar的astronimov。 Zvezdnoe nebo po-russki。 -M.：AST-PRESS KNIGA，2010年。-288秒。 - [#4]: 卡爾彭科（Ju.A.） Nazvanija zvezdnogo neba。 -M .： Nauka，1981年。-184 s。

source: Text and data by Alexander Wolf Text adapted by Susanne M Hoffmann
ar: نص وبيانات من قبل الكسندر وولف نص مقتبس من قبل سوزان إم هوفمان
ja: アレクサンダーウルフによるテキストとデータ スザンヌMホフマンによって適応されたテキスト
ko: Alexander Wolf의 텍스트 및 데이터 Susanne M Hoffmann이 각색 한 텍스트
ru: Текст и данные Александра Вольфа Текст адаптирован Сюзанной М. Хоффманн
zh_cn: 亚历山大·沃尔夫的文字和数据 文字由Susanne M Hoffmann改编
zh_tw: 亞歷山大·沃爾夫的文字和數據 文字由Susanne M Hoffmann改編

source: Elk
ar: ‎‎أيل‎‎
ja: エルク
ko: 엘크
ru: Лось
zh_cn: 马鹿
zh_tw: 麋鹿

source: Threshers
ar: ‎‎آلة دراسة الحنطة‎‎
ja: 脱穀機
ko: 탈곡하는 사람
ru: Кичиги
zh_cn: 打谷者
zh_tw: 打穀者

source: Duck Nest
ar: ‎‎عش البط‎‎
ja: アヒルの巣
ko: 오리 둥지
ru: Утиное гнездо
zh_cn: 鸭巢
zh_tw: 鴨巢

source: Golden stake
ar: ‎‎الوتد الذهبي‎‎
ja: ゴールデンステーク
ko: 금말뚝
ru: Золотой кол
zh_cn: 金桩
zh_tw: 金樁

source: Goose Road
ar: طريق الإوزة
ja: グースロード
ko: 구스로드
ru: Гус-роуд
zh_cn: 鹅路
zh_tw: 鵝路

source: Mamay Road
ar: طريق ماماي
ja: マメイロード
ko: 마마이로드
ru: Мамай Роуд
zh_cn: 玛美路
zh_tw: 瑪美路
